{
  "translation": "AMP",
  "translationId": 1588,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "There was a man in the land of Uz whose name was Job; and that man was blameless and upright, and one who feared God [with reverence] and abstained from and turned away from evil [because he honored God].",
              "reference": "Job 1:1"
            },
            {
              "content": "Seven sons and three daughters were born to him.",
              "reference": "Job 1:2"
            },
            {
              "content": "He also possessed 7,000 sheep, 3,000 camels, 500 yoke (pairs) of oxen, 500 female donkeys, and a very great number of servants, so that this man was the greatest [and wealthiest and most respected] of all the men of the east (northern Arabia).",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to go [in turn] and feast in the house of each one on his day, and they would send word and invite their three sisters to eat and drink with them. [Gen 21:8; 40:20]",
              "reference": "Job 1:4"
            },
            {
              "content": "When the days of their feasting were over, Job would send [for them] and consecrate them, rising early in the morning and offering burnt offerings according to the number of them all; for Job said, “It may be that my sons have sinned and cursed God in their hearts.” Job did this at all [such] times.",
              "reference": "Job 1:5"
            },
            {
              "content": "Now there was a day when the sons of God (angels) came to present themselves before the Lord, and Satan (adversary, accuser) also came among them. [Rev 12:10]",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to Satan, “From where have you come?” Then Satan answered the Lord, “From roaming around on the earth and from walking around on it.”",
              "reference": "Job 1:7"
            },
            {
              "content": "The Lord said to Satan, “Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God].”",
              "reference": "Job 1:8"
            },
            {
              "content": "Then Satan answered the Lord, “Does Job fear God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have You not put a hedge [of protection] around him and his house and all that he has, on every side? You have blessed the work of his hands [and conferred prosperity and happiness upon him], and his possessions have increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But put forth Your hand now and touch (destroy) all that he has, and he will surely curse You to Your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "Then the Lord said to Satan, “Behold, all that Job has is in your power, only do not put your hand on the man himself.” So Satan departed from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "Now there was a day when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "and a messenger came to Job and said, “The oxen were plowing and the donkeys were feeding beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans attacked and swooped down on them and took away the animals. They also killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking, another [messenger] also came and said, “The fire of God (lightning) has fallen from the heavens and has burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking, another [messenger] also came and said, “The Chaldeans formed three bands and made a raid on the camels and have taken them away and have killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking, another [messenger] also came and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:18"
            },
            {
              "content": "and suddenly, a great wind came from across the desert, and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.”",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job got up and tore his robe and shaved his head [in mourning for the children], and he fell to the ground and worshiped [God].",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “Naked (without possessions) I came [into this world] from my mother’s womb, And naked I will return there. The Lord gave and the Lord has taken away; Blessed be the name of the Lord.”",
              "reference": "Job 1:21"
            },
            {
              "content": "Through all this Job did not sin nor did he blame God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Again there was a day when the sons of God (angels) came to present themselves before the Lord, and Satan (adversary, accuser) also came among them to present himself before the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "The Lord said to Satan, “From where have you come?” Then Satan answered the Lord, “From roaming around on the earth and from walking around on it.”",
              "reference": "Job 2:2"
            },
            {
              "content": "The Lord said to Satan, “Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God]. And still he maintains and holds tightly to his integrity, although you incited Me against him to destroy him without cause.”",
              "reference": "Job 2:3"
            },
            {
              "content": "Satan answered the Lord, “Skin for skin! Yes, a man will give all he has for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But put forth Your hand now, and touch his bone and his flesh [and severely afflict him]; and he will curse You to Your face.”",
              "reference": "Job 2:5"
            },
            {
              "content": "So the Lord said to Satan, “Behold, he is in your hand, only spare his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "So Satan departed from the presence of the Lord and struck Job with loathsome boils and agonizingly painful sores from the sole of his foot to the crown of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "And Job took a piece of broken pottery with which to scrape himself, and he sat [down] among the ashes (rubbish heaps).",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, “Do you still cling to your integrity [and your faith and trust in God, without blaming Him]? Curse God and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said to her, “You speak as one of the [spiritually] foolish women speaks [ignorant and oblivious to God’s will]. Shall we indeed accept [only] good from God and not [also] accept adversity and disaster?” In [spite of] all this Job did not sin with [words from] his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "Now when Job’s three friends heard of all this adversity that had come upon him, each one came from his own place, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; for they had made an appointment together to come to sympathize with him and to comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they looked from a distance and did not recognize him [because of his disfigurement], they raised their voices and wept; and each one tore his robe [in grief] and they threw dust over their heads toward the sky [in sorrow].",
              "reference": "Job 2:12"
            },
            {
              "content": "So they sat down on the ground with Job for seven days and seven nights and no one spoke a word to him, for they saw that his pain was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "After this, Job opened his mouth and cursed the day of his birth.",
              "reference": "Job 3:1"
            },
            {
              "content": "And Job said,",
              "reference": "Job 3:2"
            },
            {
              "content": "“Let the day on which I was born perish, And the night which announced: ‘There is a man-child conceived.’",
              "reference": "Job 3:3"
            },
            {
              "content": "“May that day be darkness; Let God above not care about it, Nor light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "“Let darkness and gloom claim it for their own; Let a cloud settle upon it; Let all that blackens the day terrify it (the day that I was born).",
              "reference": "Job 3:5"
            },
            {
              "content": "“As for that night, let darkness seize it; Let it not rejoice among the days of the year; Let it not be counted in the number of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "“Behold, let that night be barren [and empty]; Let no joyful voice enter it.",
              "reference": "Job 3:7"
            },
            {
              "content": "“Let those curse it who curse the day, Who are skilled in rousing up Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "“Let the stars of its early dawn be dark; Let the morning wait in vain for the light, Let it not see the eyelids of morning (the day’s dawning),",
              "reference": "Job 3:9"
            },
            {
              "content": "Because it did not shut the doors of my mother’s womb, Nor hide trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "¶“Why did I not die at birth, Come forth from the womb and expire?",
              "reference": "Job 3:11"
            },
            {
              "content": "“Why did the knees receive me? And why the breasts, that I would nurse?",
              "reference": "Job 3:12"
            },
            {
              "content": "“For now I would have lain down and been quiet; I would have slept then, I would have been at rest [in death],",
              "reference": "Job 3:13"
            },
            {
              "content": "With kings and counselors of the earth, Who built up [now desolate] ruins for themselves;",
              "reference": "Job 3:14"
            },
            {
              "content": "Or with princes who had gold, Who filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "“Or like a miscarriage which is hidden and put away, I would not exist, Like infants who never saw light.",
              "reference": "Job 3:16"
            },
            {
              "content": "“There [in death] the wicked cease from raging, And there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "“There the prisoners rest together; They do not hear the taskmaster’s voice.",
              "reference": "Job 3:18"
            },
            {
              "content": "“The small and the great are there, And the servant is free from his master. [Jer 20:14-18]",
              "reference": "Job 3:19"
            },
            {
              "content": "¶“Why is the light given to him who is in misery, And life to the bitter in soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "Who wait for death, but it does not come, And dig (search) for death more [diligently] than for hidden treasures,",
              "reference": "Job 3:21"
            },
            {
              "content": "Who rejoice exceedingly, And rejoice when they find the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "“Why is the light of day given to a man whose way is hidden, And whom God has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "“For my groaning comes at the sight of my food, And my cries [of despair] are poured out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "“For the thing which I greatly fear comes upon me, And that of which I am afraid has come upon me.",
              "reference": "Job 3:25"
            },
            {
              "content": "“I am not at ease, nor am I quiet, And I am not at rest, and yet trouble still comes [upon me].”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered and said,",
              "reference": "Job 4:1"
            },
            {
              "content": "“If we dare to converse with you, will you be impatient [or offended]? But who can restrain himself from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "“Behold, you have admonished and instructed many, And you have strengthened weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "“Your words have helped the one who was stumbling to stand, And you have strengthened feeble knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "“But now adversity comes upon you, and you are impatient and intolerant; It touches you, and you are horrified.",
              "reference": "Job 4:5"
            },
            {
              "content": "“Is not your fear of God your confidence, And [is not] the integrity and uprightness of your ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "¶“Remember now, who, being innocent, ever perished? Or where [and in what circumstances] were those upright and in right standing with God destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "“As I have seen, those who plow wickedness And those who sow trouble and harm harvest it.",
              "reference": "Job 4:8"
            },
            {
              "content": "“By the breath of God they perish, And by the blast of His anger they are consumed.",
              "reference": "Job 4:9"
            },
            {
              "content": "“The roaring of the lion and the voice of the fierce lion, And the teeth of the young lions are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "“The lion perishes for lack of prey, And the cubs of the lioness are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "¶“Now a word was secretly brought to me, And my ear received a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "“Amid disquieting thoughts from the visions of the night, When deep sleep falls on men,",
              "reference": "Job 4:13"
            },
            {
              "content": "Dread and trembling came upon me, Which made all my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "“Then a spirit passed before my face; The hair on my skin stood on end!",
              "reference": "Job 4:15"
            },
            {
              "content": "“The spirit stood still, but I could not discern its appearance; A form was before my eyes; There was silence, and then I heard a voice, saying:",
              "reference": "Job 4:16"
            },
            {
              "content": "‘Can [mortal] man be just before God or be more righteous than He? Can a man be pure before his Maker or be more cleansed than He? [1 John 1:7; Rev 1:5]",
              "reference": "Job 4:17"
            },
            {
              "content": "‘God puts no trust or confidence, even in His [heavenly] servants, And He charges His angels with error.",
              "reference": "Job 4:18"
            },
            {
              "content": "‘How much more [will He blame and charge] those who dwell in houses (bodies) of clay, Whose foundations are in the dust, Who are crushed like a moth.",
              "reference": "Job 4:19"
            },
            {
              "content": "‘Between morning and evening they are broken in pieces and destroyed; Unobserved and unnoticed, they perish forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "‘Is not their tent-cord drawn up within them [so that the tent collapses]? Do they not die, and yet without [acquiring] wisdom?’",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Call now—is there anyone who will answer you? And to which of the holy ones (angels) will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "“For anger slays the foolish man, And jealousy kills the simple (naive).",
              "reference": "Job 5:2"
            },
            {
              "content": "“I have seen the foolish taking root [and outwardly prospering], But I cursed his dwelling immediately [for his destruction was certain].",
              "reference": "Job 5:3"
            },
            {
              "content": "“His children are far from safety [and included in their father’s ruin], They are oppressed and crushed in the [court of justice in the city’s] gate, And there is no one to rescue them.",
              "reference": "Job 5:4"
            },
            {
              "content": "“The hungry devour his harvest And take it even [when it grows] among the thorns; The trap opens for [his] wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "“For affliction does not come forth from the dust, Nor does trouble spring forth from the ground.",
              "reference": "Job 5:6"
            },
            {
              "content": "“For man is born for trouble, [As naturally] as sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "¶“As for me, I would seek God and inquire of Him, And I would commit my cause to God;",
              "reference": "Job 5:8"
            },
            {
              "content": "Who does great and unsearchable things, Marvelous things without number.",
              "reference": "Job 5:9"
            },
            {
              "content": "“He gives rain upon the earth And sends waters upon the fields,",
              "reference": "Job 5:10"
            },
            {
              "content": "So that He sets on high those who are lowly, And He lifts to safety those who mourn.",
              "reference": "Job 5:11"
            },
            {
              "content": "“He frustrates the devices and schemes of the crafty, So that their hands cannot attain success or achieve anything of [lasting] worth.",
              "reference": "Job 5:12"
            },
            {
              "content": "“He catches the [so-called] wise in their own shrewdness, And the advice of the devious is quickly thwarted. [1 Cor 3:19, 20]",
              "reference": "Job 5:13"
            },
            {
              "content": "“In the daytime they meet in darkness, And at noon they grope as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "“But God saves [the innocent] from the sword of the mouth of the devious, And the poor from the hand of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "“So the helpless have hope, And injustice shuts its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "¶“Behold, how happy and fortunate is the man whom God reproves, So do not despise or reject the discipline of the Almighty [subjecting you to trial and suffering].",
              "reference": "Job 5:17"
            },
            {
              "content": "“For He inflicts pain, but He binds up and gives relief; He wounds, but His hands also heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "“He will rescue you from six troubles; Even in seven, evil will not touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "“In famine He will redeem you from death, And in war from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "“You will be hidden from the scourge of the tongue, And you will not be afraid of destruction when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "“You will laugh at violence and famine, And you will not be afraid of the wild beasts of the earth.",
              "reference": "Job 5:22"
            },
            {
              "content": "“For you will be in harmony with the stones of the field, And the beasts of the field will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "“You will know also that your tent is secure and at peace, And you will visit your dwelling and fear no loss [nor find anything amiss].",
              "reference": "Job 5:24"
            },
            {
              "content": "“You will know also that your descendants will be many, And your offspring as the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "“You will come to your grave in old age, Like the stacking of grain [on the threshing floor] in its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "“Behold this; we have investigated it, and it is true. Hear and heed it, and know for yourself [for your own good].”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job answered and said,",
              "reference": "Job 6:1"
            },
            {
              "content": "“Oh, that my grief could actually be weighed And placed in the balances together with my tragedy [to see if my grief is the grief of a coward]!",
              "reference": "Job 6:2"
            },
            {
              "content": "“For now it would be heavier than the sand of the sea; Therefore my words have been incoherent,",
              "reference": "Job 6:3"
            },
            {
              "content": "Because the arrows of the Almighty are within me, My spirit drinks their poison; The terrors of God are arrayed against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "“Does the wild donkey bray when he has grass? Or does the ox low over his fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "“Can something that has no taste to it be eaten without salt? Or is there any flavor in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "“My soul refuses to touch them; Such things are like loathsome food to me [sickening and repugnant].",
              "reference": "Job 6:7"
            },
            {
              "content": "¶“Oh that my request would come to pass, And that God would grant me the thing that I long for!",
              "reference": "Job 6:8"
            },
            {
              "content": "“I wish that it would please God to crush me, That He would let loose His hand and cut me off.",
              "reference": "Job 6:9"
            },
            {
              "content": "“Then I would still have consolation, And I would jump for joy amid unsparing pain, That I have not denied or hidden the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "“What strength do I have left, that I should wait [and hope]? And what is ahead of me, that I should be patient and endure?",
              "reference": "Job 6:11"
            },
            {
              "content": "“Is my strength and endurance that of stones, Or is my flesh made of bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "“Is it that I have no help within myself, And that success and wisdom have been driven from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "¶“For the despairing man there should be kindness from his friend; So that he does not abandon (turn away from) the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "“My brothers have acted deceitfully like a brook, Like the torrents of brooks that vanish,",
              "reference": "Job 6:15"
            },
            {
              "content": "Which are dull and dirty because of ice, And into which the snow melts and hides itself;",
              "reference": "Job 6:16"
            },
            {
              "content": "When it is warm, they are silent and cease to flow; When it is hot, they vanish from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "“The paths of their course wind along, They go up into nothing and perish. [Your counsel is as helpful to me as a dry streambed in the heat of summer.]",
              "reference": "Job 6:18"
            },
            {
              "content": "“The caravans of Tema looked [for water], The caravans of Sheba waited for them [in vain].",
              "reference": "Job 6:19"
            },
            {
              "content": "“They were put to shame and disappointed because they had trusted [that they would find water]; They came there and were ashamed.",
              "reference": "Job 6:20"
            },
            {
              "content": "“Indeed, you have now become like a dried-up stream, You see a terror [believing me to be a victim of the wrath of God] and are afraid [to be compassionate].",
              "reference": "Job 6:21"
            },
            {
              "content": "“Did I ever say, ‘Give me something,’ Or, ‘Pay a bribe for me from your wealth,’",
              "reference": "Job 6:22"
            },
            {
              "content": "Or, ‘Rescue me from the adversary’s hand,’ Or, ‘Redeem me from the hand of the tyrants’?",
              "reference": "Job 6:23"
            },
            {
              "content": "¶“Teach me, and I will be silent; And show me how I have erred.",
              "reference": "Job 6:24"
            },
            {
              "content": "“How painful are words of honesty. But what does your argument prove?",
              "reference": "Job 6:25"
            },
            {
              "content": "“Do you intend to reprove my words [with a convincing argument], When the words of one in despair belong to the wind [and go ignored]?",
              "reference": "Job 6:26"
            },
            {
              "content": "“You would cast lots (gamble) over the fatherless And bargain away your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "“Now please look at me, And see if I lie to your face [for you know that I would not].",
              "reference": "Job 6:28"
            },
            {
              "content": "“Turn away [from your suspicion], let there be no injustice; Turn away, my righteousness and vindication is still in it.",
              "reference": "Job 6:29"
            },
            {
              "content": "“Is there injustice or malice on my tongue? Can my palate not discern what is destructive?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Is not man forced to labor on earth? And are not his days like the days of a hired man?",
              "reference": "Job 7:1"
            },
            {
              "content": "“As a slave earnestly longs for the shade, And as a hired man eagerly awaits his wages,",
              "reference": "Job 7:2"
            },
            {
              "content": "So am I allotted months of futility and suffering, And [long] nights of trouble and misery are appointed to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "“When I lie down I say, ‘When shall I arise [and the night be gone]?’ But the night continues, And I am continually tossing until the dawning of day.",
              "reference": "Job 7:4"
            },
            {
              "content": "“My body is clothed with worms and a crust of dust; My skin is hardened [and broken and loathsome], and [breaks out and] runs.",
              "reference": "Job 7:5"
            },
            {
              "content": "“My days are swifter than a weaver’s shuttle, And are spent without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "¶“Remember that my life is but breath [a puff of wind, a sigh]; My eye will not see good again.",
              "reference": "Job 7:7"
            },
            {
              "content": "“The eye of him who sees me [now] will see me no more; Your eyes will be upon me, but I will not be.",
              "reference": "Job 7:8"
            },
            {
              "content": "“As a cloud vanishes and is gone, So he who goes down to Sheol (the nether world, the place of the dead) does not come up.",
              "reference": "Job 7:9"
            },
            {
              "content": "“He will not return again to his house, Nor will his place know about him anymore.",
              "reference": "Job 7:10"
            },
            {
              "content": "¶“Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul [O Lord].",
              "reference": "Job 7:11"
            },
            {
              "content": "“Am I the sea, or the sea monster, That You set a guard over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "“When I say, ‘My bed will comfort me, My couch will ease my complaint,’",
              "reference": "Job 7:13"
            },
            {
              "content": "Then You frighten me with dreams And terrify me through visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "So that I would choose suffocation, Death rather than my pain.",
              "reference": "Job 7:15"
            },
            {
              "content": "“I waste away and loathe my life; I will not live forever. Let me alone, for my days are but a breath [futile and without substance].",
              "reference": "Job 7:16"
            },
            {
              "content": "“What is man that You [should] magnify him [and think him important]? And that You are concerned about him? [Ps 8:4]",
              "reference": "Job 7:17"
            },
            {
              "content": "“And that You examine him every morning And try and test him every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "“Will You never turn Your gaze away from me [it plagues me], Nor let me alone until I swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "“If I have sinned, what [harm] have I done to You, O Watcher of mankind? Why have You set me as a target for You, So that I am a burden to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "“Why then do You not pardon my transgression And take away my sin and guilt? For now I will lie down in the dust; And You will seek me [diligently], but I will not be.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered and said,",
              "reference": "Job 8:1"
            },
            {
              "content": "“How long will you say these things? And will the words of your mouth be a mighty wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "“Does God pervert justice? Or does the Almighty pervert righteousness?",
              "reference": "Job 8:3"
            },
            {
              "content": "“If your children have sinned against Him, Then He has handed them over to the power of their transgression and punished them.",
              "reference": "Job 8:4"
            },
            {
              "content": "“If you would [diligently] seek God And implore the compassion and favor of the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "Then, if you are pure and upright, Surely now He will awaken for you And restore your righteous place.",
              "reference": "Job 8:6"
            },
            {
              "content": "“Though your beginning was insignificant, Yet your end will greatly increase.",
              "reference": "Job 8:7"
            },
            {
              "content": "¶“Inquire, please, of past generations, And consider and apply yourself to the things searched out by their fathers.",
              "reference": "Job 8:8"
            },
            {
              "content": "“For we are only of yesterday and know nothing, Because our days on earth are [like] a shadow [just a breath or a vapor].",
              "reference": "Job 8:9"
            },
            {
              "content": "“Will they (the fathers) not teach you and tell you, And utter words from their hearts [the deepest part of their nature]?",
              "reference": "Job 8:10"
            },
            {
              "content": "¶“Can the papyrus grow up without a marsh? Can the rushes or reed grass grow without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "“While it is still green (in flower) and not cut down, Yet it withers before any other plant [when without water].",
              "reference": "Job 8:12"
            },
            {
              "content": "“So are the paths of all who forget God; And the hope of the godless will perish,",
              "reference": "Job 8:13"
            },
            {
              "content": "For his confidence is fragile and breaks, And his trust is [like] a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "“He trusts in his house, but it does not stand; He holds tightly to it, but it does not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "“He thrives and prospers [like a green plant] before the sun, And his branches spread out over his garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "“His [godless] roots are wrapped around a pile of rocks, And he gazes at a house of stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "“If he is snatched from his place [in the garden], Then his place will forget him, saying, ‘I have never seen you.’",
              "reference": "Job 8:18"
            },
            {
              "content": "“Behold, this is the joy of His way; And from out of the dust others will spring up and grow [to take his place].",
              "reference": "Job 8:19"
            },
            {
              "content": "“Behold, God will not reject a man of integrity, Nor will He strengthen or support evildoers.",
              "reference": "Job 8:20"
            },
            {
              "content": "“He will yet fill your mouth with laughter And your lips with joyful shouting [if you are found blameless].",
              "reference": "Job 8:21"
            },
            {
              "content": "“Those who hate you will be clothed with shame, And the tents of the wicked will be no longer.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job answered and said,",
              "reference": "Job 9:1"
            },
            {
              "content": "“Yes, I know it is true. But how can a mortal man be right before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "“If one should want to contend or dispute with Him, He could not answer Him once in a thousand times.",
              "reference": "Job 9:3"
            },
            {
              "content": "“God is wise in heart and mighty in strength; Who has [ever] defied or challenged Him and remained unharmed?",
              "reference": "Job 9:4"
            },
            {
              "content": "“It is God who removes the mountains, and they do not know it, When He overturns them in His anger;",
              "reference": "Job 9:5"
            },
            {
              "content": "Who shakes the earth out of its place, And its pillars tremble;",
              "reference": "Job 9:6"
            },
            {
              "content": "Who commands the sun, and it does not shine; Who seals up the stars [from view];",
              "reference": "Job 9:7"
            },
            {
              "content": "Who alone stretches out the heavens And tramples down the waves of the sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "Who made [the constellations] the Bear, Orion, and the Pleiades, And the [vast starry] spaces of the south;",
              "reference": "Job 9:9"
            },
            {
              "content": "Who does great things, [beyond understanding,] unfathomable, Yes, marvelous and wondrous things without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "“Behold, He passes by me, and I do not see Him; He moves past me, but I do not perceive Him.",
              "reference": "Job 9:11"
            },
            {
              "content": "“Behold, He snatches away; who can restrain or turn Him back? Who will say to Him, ‘What are You doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "¶“God will not turn back His anger; The [proud] helpers of Rahab [the arrogant monster of the sea] bow under Him.",
              "reference": "Job 9:13"
            },
            {
              "content": "“How can I answer Him [and plead my case], Choosing my words [to reason] with Him?",
              "reference": "Job 9:14"
            },
            {
              "content": "“For though I were righteous, I could not answer. I must appeal for mercy to my Opponent and Judge.",
              "reference": "Job 9:15"
            },
            {
              "content": "“If I called and He answered me, I could not believe that He was listening to my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "“For He bruises me with a tempest And multiplies my wounds without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "“He will not allow me to catch my breath, But fills and saturates me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "“If it is a matter of strength and power, behold, He is mighty! And if of justice, who can summon and challenge Him?",
              "reference": "Job 9:19"
            },
            {
              "content": "“Though I am innocent and in the right, my own mouth would pronounce me guilty; Though I am blameless, He would denounce me as guilty.",
              "reference": "Job 9:20"
            },
            {
              "content": "“[Though] I am blameless, I do not care about myself; I despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "“It is all one; therefore I say, ‘He destroys [both] the blameless and the wicked.’",
              "reference": "Job 9:22"
            },
            {
              "content": "“When [His] scourge kills suddenly, He mocks at the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "“The earth is given into the hands of the wicked; He covers the faces of its judges [so that they are blind to justice]. If it is not He, then who is it [that is responsible for all this injustice]?",
              "reference": "Job 9:24"
            },
            {
              "content": "¶“Now my days are swifter than a runner; They vanish, they see no good.",
              "reference": "Job 9:25"
            },
            {
              "content": "“They pass by like the [swift] boats made of reeds, Like an eagle that swoops down on its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "“If I say, ‘I will forget my complaint, I will leave off my sad appearance, and be cheerful and brighten up,’",
              "reference": "Job 9:27"
            },
            {
              "content": "I am afraid of all my pains and worries [yet to come]; I know that You will not acquit me and leave me unpunished.",
              "reference": "Job 9:28"
            },
            {
              "content": "“I am accounted wicked and held guilty; Why then should I labor in vain [to appear innocent]?",
              "reference": "Job 9:29"
            },
            {
              "content": "“If I were to wash myself with snow And cleanse my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "You would still plunge me into the pit, And my own clothes would hate me [and refuse to cover my foul body].",
              "reference": "Job 9:31"
            },
            {
              "content": "“For God is not a [mere] man, as I am, that I may answer Him, That we may go to court and judgment together.",
              "reference": "Job 9:32"
            },
            {
              "content": "“There is no arbitrator between us, Who could lay his hand upon us both [would that there were]. [1 Tim 2:5]",
              "reference": "Job 9:33"
            },
            {
              "content": "“Let Him take His rod away from me, And let not the dread and fear of Him terrify me.",
              "reference": "Job 9:34"
            },
            {
              "content": "“Then I would speak [my defense] and not fear Him; But I am not like that in myself.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“I am disgusted with my life and loathe it! I will give free expression to my complaint; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "“I will say to God, ‘Do not condemn me [and declare me guilty]! Show me why You contend and argue and struggle with me.",
              "reference": "Job 10:2"
            },
            {
              "content": "‘Does it indeed seem right to You to oppress, To despise and reject the work of Your hands, And to look with favor on the schemes of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "‘Do You have eyes of flesh? Do You see as a man sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "‘Are Your days as the days of a mortal, Are Your years as man’s years,",
              "reference": "Job 10:5"
            },
            {
              "content": "That You seek my guilt And search for my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "‘Although You know that I am not guilty or wicked, Yet there is no one who can rescue me from Your hand.",
              "reference": "Job 10:7"
            },
            {
              "content": "¶‘Your hands have formed and made me altogether. Would You [turn around and] destroy me?",
              "reference": "Job 10:8"
            },
            {
              "content": "‘Remember now, that You have made me as clay; So will You turn me into dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "‘Have You not poured me out like milk And curdled me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "‘[You have] clothed me with skin and flesh, And knit me together with bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "‘You have granted me life and lovingkindness; And Your providence (divine care, supervision) has preserved my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "‘Yet these [present evils] You have hidden in Your heart [since my creation]: I know that this was within You [in Your purpose and thought].",
              "reference": "Job 10:13"
            },
            {
              "content": "‘If I sin, then You would take note and observe me, And You would not acquit me of my guilt.",
              "reference": "Job 10:14"
            },
            {
              "content": "‘If I am wicked, woe to me [for judgment comes]! And if I am righteous, I dare not lift up my head. For I am sated and filled with disgrace and the sight of my misery.",
              "reference": "Job 10:15"
            },
            {
              "content": "‘Should I lift my head up, You would hunt me like a lion; And again You would show Your marvelous power against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "‘You renew Your witnesses against me And increase Your indignation and anger toward me; Hardship after hardship is with me [attacking me time after time].",
              "reference": "Job 10:17"
            },
            {
              "content": "¶‘Why then did You bring me out of the womb? Would that I had perished and no eye had seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "‘I should have been as though I had not existed; [I should have been] carried from the womb to the grave.’",
              "reference": "Job 10:19"
            },
            {
              "content": "“Would He not let my few days alone, Withdraw from me that I may have a little cheer",
              "reference": "Job 10:20"
            },
            {
              "content": "Before I go—and I shall not return— To the land of darkness and the deep shadow [of death],",
              "reference": "Job 10:21"
            },
            {
              "content": "The [sunless] land of utter gloom as darkness itself, [The land] of the shadow of death, without order, And [where] it shines as [thick] darkness.”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered and said,",
              "reference": "Job 11:1"
            },
            {
              "content": "“Shall a multitude of words not be answered? And should a talkative man [making such a long-winded defense] be acquitted?",
              "reference": "Job 11:2"
            },
            {
              "content": "“Should your boasts and babble silence men? And shall you scoff and no one put you to shame?",
              "reference": "Job 11:3"
            },
            {
              "content": "“For you have said, ‘My teaching (doctrine) [that God knowingly afflicts the righteous] is pure, And I am innocent in your eyes.’ [Job 10:7]",
              "reference": "Job 11:4"
            },
            {
              "content": "“But oh, that God would speak, And open His lips [to speak] against you,",
              "reference": "Job 11:5"
            },
            {
              "content": "And [that He would] show you the secrets of wisdom! For sound wisdom has two sides. Know therefore that God forgets a part of your wickedness and guilt.",
              "reference": "Job 11:6"
            },
            {
              "content": "¶“Can you discover the depths of God? Can you [by searching] discover the limits of the Almighty [ascend to His heights, extend to His widths, and comprehend His infinite perfection]?",
              "reference": "Job 11:7"
            },
            {
              "content": "“His wisdom is as high as the heights of heaven. What can you do? It is deeper than Sheol (the nether world, the place of the dead). What can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "“It is longer in measure [and scope] than the earth, And broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "“If God passes by or arrests, Or calls an assembly [of judgment], who can restrain Him? [If He is against a man, who can call Him to account for it?]",
              "reference": "Job 11:10"
            },
            {
              "content": "“For He recognizes and knows false and worthless men, And He sees wickedness, will He not consider it?",
              "reference": "Job 11:11"
            },
            {
              "content": "“But a hollow (empty-headed) man will become intelligent and wise [Only] when the colt of a wild donkey is born as a man.",
              "reference": "Job 11:12"
            },
            {
              "content": "¶“If you direct your heart [on the right path] And stretch out your hands to Him,",
              "reference": "Job 11:13"
            },
            {
              "content": "If sin is in your hand, put it far away [from you], And do not let wrongdoing dwell in your tents;",
              "reference": "Job 11:14"
            },
            {
              "content": "Then, indeed, you could lift up your face [to Him] without moral defect, And you would be firmly established and secure and not fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "“For you would forget your trouble; You would remember it as waters that have passed by.",
              "reference": "Job 11:16"
            },
            {
              "content": "“And your life would be brighter than the noonday; Darkness [then] would be like the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "“Then you would trust [with confidence], because there is hope; You would look around you and rest securely.",
              "reference": "Job 11:18"
            },
            {
              "content": "“You would lie down with no one to frighten you, And many would entreat and seek your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "“But the eyes of the wicked will fail, And they will not escape [the justice of God]; And their hope is to breathe their last [and die].”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 12:1"
            },
            {
              "content": "“No doubt you are the [only wise] people [in the world], And wisdom will die with you!",
              "reference": "Job 12:2"
            },
            {
              "content": "“But I have intelligence and understanding as well as you; I am not inferior to you. Who does not know such things as these [of God’s wisdom and might]?",
              "reference": "Job 12:3"
            },
            {
              "content": "“I am a joke to my friends; I, one whom God answered when he called upon Him— A just and blameless man is a joke [and laughed to scorn].",
              "reference": "Job 12:4"
            },
            {
              "content": "“He who is at ease has contempt for misfortune, But misfortune is ready [and anxiously waiting] for those whose feet slip.",
              "reference": "Job 12:5"
            },
            {
              "content": "“The tents of the destroyers prosper; And those who provoke God are [apparently] secure, Whom God brings into their power.",
              "reference": "Job 12:6"
            },
            {
              "content": "¶“Now ask the animals, and let them teach you [that God does not deal with His creatures according to their character]; And ask the birds of the air, and let them tell you;",
              "reference": "Job 12:7"
            },
            {
              "content": "Or speak to the earth [with its many forms of life], and it will teach you; And let the fish of the sea declare [this truth] to you.",
              "reference": "Job 12:8"
            },
            {
              "content": "“Who among all these does not recognize [in all these things that good and evil are randomly scattered throughout nature and human life] That the hand of the Lord has done this,",
              "reference": "Job 12:9"
            },
            {
              "content": "In whose hand is the life of every living thing, And the breath of all mankind?",
              "reference": "Job 12:10"
            },
            {
              "content": "“Does the ear not put words to the test, Just as the palate tastes its food [distinguishing between the desirable and the undesirable]?",
              "reference": "Job 12:11"
            },
            {
              "content": "“With the aged [you say] is wisdom, And with  long life is understanding.",
              "reference": "Job 12:12"
            },
            {
              "content": "¶“But [only] with Him are [perfect] wisdom and might; He [alone] has [true] counsel and understanding.",
              "reference": "Job 12:13"
            },
            {
              "content": "“Behold, He tears down, and it cannot be rebuilt; He imprisons a man, and there can be no release.",
              "reference": "Job 12:14"
            },
            {
              "content": "“Behold, He restrains the waters, and they dry up; Again, He sends the waters out, and they overwhelm and devastate the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "“With Him are might and sound wisdom, The misled and the misleader are His [and in His power].",
              "reference": "Job 12:16"
            },
            {
              "content": "“He makes [great and scheming] counselors walk barefoot And makes fools of judges.",
              "reference": "Job 12:17"
            },
            {
              "content": "“He loosens the bond of kings And binds their loins with a loincloth.",
              "reference": "Job 12:18"
            },
            {
              "content": "“He makes priests walk barefoot, And He overturns men firmly seated and secure.",
              "reference": "Job 12:19"
            },
            {
              "content": "“He deprives the trusted ones of speech And takes away the discernment and discretion of the aged.",
              "reference": "Job 12:20"
            },
            {
              "content": "“He pours contempt on princes and nobles And loosens the belt of the strong [disabling them].",
              "reference": "Job 12:21"
            },
            {
              "content": "“He uncovers mysteries [that are difficult to grasp and understand] out of the darkness And brings black gloom and the shadow of death into light.",
              "reference": "Job 12:22"
            },
            {
              "content": "“He makes nations great, and He destroys them; He enlarges nations, and leads them away [captive].",
              "reference": "Job 12:23"
            },
            {
              "content": "“He removes intelligence and understanding from the leaders of the people of the earth And makes them wander and move blindly in a pathless waste.",
              "reference": "Job 12:24"
            },
            {
              "content": "“They grope in darkness without light, And He makes them stagger like a drunken man.”",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "[Job continued:] “Behold, my eye has seen all this, My ear has heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "“What you know I also know; I am not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "¶“But I wish to speak to the Almighty, And I desire to argue with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "“But you smear me with lies [you defame my character most untruthfully]; You are all worthless physicians and have no remedy to offer.",
              "reference": "Job 13:4"
            },
            {
              "content": "“Oh, that you would be completely silent, And that silence would be your wisdom!",
              "reference": "Job 13:5"
            },
            {
              "content": "“Please hear my argument And listen to the pleadings of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "“Will you speak what is unjust for God, And speak what is deceitful for Him?",
              "reference": "Job 13:7"
            },
            {
              "content": "“Will you show partiality for Him [and be unjust to me so that you may gain favor with Him]? Will you contend and plead for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "“Will it be well for you when He investigates you [and your tactics against me]? Or will you deceive Him as one deceives a man?",
              "reference": "Job 13:9"
            },
            {
              "content": "“He will surely reprimand you If you secretly show partiality.",
              "reference": "Job 13:10"
            },
            {
              "content": "“Will not His majesty terrify you, And will not the dread of Him fall upon you?",
              "reference": "Job 13:11"
            },
            {
              "content": "“Your memorable sayings are [worthless, merely] proverbs of ashes; Your defenses are defenses of [crumbling] clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "¶“Be silent before me so that I may speak; And let happen to me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "“Why should I take my flesh in my teeth And put my life in my hands [incurring the wrath of God]?",
              "reference": "Job 13:14"
            },
            {
              "content": "“Even though He kills me; I will hope in Him. Nevertheless, I will argue my ways to His face.",
              "reference": "Job 13:15"
            },
            {
              "content": "“This also will be my salvation, For a godless man may not come before Him.",
              "reference": "Job 13:16"
            },
            {
              "content": "“Listen diligently to my speech, And let my declaration fill your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "“Behold now, I have prepared my case; I know that I will be vindicated.",
              "reference": "Job 13:18"
            },
            {
              "content": "“Who will argue and contend with me? For then I would be silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "¶“Only [O Lord,] do not do two things to me, And then I will not hide myself from Your face:",
              "reference": "Job 13:20"
            },
            {
              "content": "Withdraw Your hand from me and remove this bodily suffering, And let not the dread of You terrify me.",
              "reference": "Job 13:21"
            },
            {
              "content": "“Then [Lord,] call, and I will answer; Or let me speak, and then reply to me.",
              "reference": "Job 13:22"
            },
            {
              "content": "“How many are my iniquities and sins [that so much sorrow should come to me]? Make me recognize and understand my transgression and my sin. [Rom 8:1]",
              "reference": "Job 13:23"
            },
            {
              "content": "“Why do You hide Your face [as if offended] And consider me Your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "“Will You cause a windblown leaf to tremble? Will You pursue the chaff of the dry stubble?",
              "reference": "Job 13:25"
            },
            {
              "content": "“For You write bitter things against me [in Your indictment] And make me inherit and suffer for the iniquities of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "“You also put my feet in the stocks [as punishment] And [critically] observe all my paths; You set a circle and limit around the soles of my feet [which I must not overstep],",
              "reference": "Job 13:27"
            },
            {
              "content": "While I waste away like a rotten thing, Like a garment that is moth-eaten.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Man, who is born of a woman, Is short-lived and full of turmoil.",
              "reference": "Job 14:1"
            },
            {
              "content": "“Like a flower he comes forth and withers; He also flees like a shadow and does not remain.",
              "reference": "Job 14:2"
            },
            {
              "content": "“You also open Your eyes upon him And bring him into judgment with Yourself.",
              "reference": "Job 14:3"
            },
            {
              "content": "“Who can make a clean thing out of the unclean? No one! [Is 1:18; 1 John 1:7]",
              "reference": "Job 14:4"
            },
            {
              "content": "“Since his days are determined, The number of his months is with You [in Your control], And You have made his limits so he cannot pass [his allotted time].",
              "reference": "Job 14:5"
            },
            {
              "content": "“[O God] turn your gaze from him so that he may rest, Until he fulfills his day [on earth] like a hired man.",
              "reference": "Job 14:6"
            },
            {
              "content": "¶“For there is hope for a tree, If it is cut down, that it will sprout again, And that the shoots of it will not cease nor fail, [but there is no such hope for man].",
              "reference": "Job 14:7"
            },
            {
              "content": "“Though its roots grow old in the earth And its stump dies in the dry soil,",
              "reference": "Job 14:8"
            },
            {
              "content": "Yet at the scent of water [the stump of the tree] will flourish And bring forth sprigs and shoots like a seedling.",
              "reference": "Job 14:9"
            },
            {
              "content": "“But [the brave, strong] man must die and lie face down; Man breathes his last, and where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "“As water evaporates from the sea, And a river drains and dries up,",
              "reference": "Job 14:11"
            },
            {
              "content": "So man lies down and does not rise [again]. Until the heavens are no longer, The dead will not awake nor be raised from their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "¶“Oh, that You would hide me in Sheol (the nether world, the place of the dead), That You would conceal me until Your wrath is past, That You would set a definite time and then remember me [and in Your lovingkindness imprint me on your heart]!",
              "reference": "Job 14:13"
            },
            {
              "content": "“If a man dies, will he live again? I will wait all the days of my struggle Until my change and release will come. [John 5:25; 6:40; 1 Thess 4:16]",
              "reference": "Job 14:14"
            },
            {
              "content": "“[Then] You will call, and I will answer You; You will long for [me] the work of Your hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "“But now You number [each of] my steps; You do not observe nor take note of my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "“My transgression is sealed up in a bag, And You cover my wickedness [from Your view].",
              "reference": "Job 14:17"
            },
            {
              "content": "¶“But as a mountain, if it falls, crumbles into nothing, And as the rock is moved from its place,",
              "reference": "Job 14:18"
            },
            {
              "content": "Water wears away the stones, Its floods and torrents wash away the soil of the earth, So You [O Lord] destroy the hope of man.",
              "reference": "Job 14:19"
            },
            {
              "content": "“You prevail forever against him and overpower him, and he passes on; You change his appearance and send him away [from the presence of the living].",
              "reference": "Job 14:20"
            },
            {
              "content": "“His sons achieve honor, and he does not know it; They become insignificant, and he is not aware of it.",
              "reference": "Job 14:21"
            },
            {
              "content": "“But his body [lamenting its decay] grieves in pain over it, And his soul mourns over [the loss of] himself.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered [Job] and said,",
              "reference": "Job 15:1"
            },
            {
              "content": "“Should a wise man [such as you] utter such windy and vain knowledge [as we have just heard] And fill himself with the east wind [of withering, parching, and violent accusations]?",
              "reference": "Job 15:2"
            },
            {
              "content": "“Should he rebuke and argue with useless talk? Or with words in which there is no benefit?",
              "reference": "Job 15:3"
            },
            {
              "content": "“Indeed, you are doing away with fear, And you are diminishing meditation before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "“For your guilt teaches your mouth, And you choose [to speak] the language of the crafty and cunning.",
              "reference": "Job 15:5"
            },
            {
              "content": "“Your own mouth condemns you, and not I; Yes, your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "¶“Were you the first man to be born [the original wise man], Or were you created before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "“Do you hear the secret counsel of God, And do you limit [the possession of] wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "“What do you know that we do not know? What do you understand that is not equally clear to us?",
              "reference": "Job 15:9"
            },
            {
              "content": "“Among us are both the gray-haired and the aged, Older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "“Are the consolations of God [as we have interpreted them to you] too trivial for you, [Or] were we too gentle toward you [in our first speech] to be effective?",
              "reference": "Job 15:11"
            },
            {
              "content": "“Why does your heart carry you away [allowing you to be controlled by emotion]? And why do your eyes flash [in anger or contempt],",
              "reference": "Job 15:12"
            },
            {
              "content": "That you should turn your spirit against God And let such words [as you have spoken] go out of your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "“What is man, that he should be pure and clean, Or he who is born of a woman, that he should be righteous and just?",
              "reference": "Job 15:14"
            },
            {
              "content": "“Behold, God puts no trust in His holy ones (angels); Indeed, the heavens are not pure in His sight—",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less [pure and clean is] the one who is repulsive and corrupt, Man, who drinks unrighteousness and injustice like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "¶“I will tell you, listen to me; And what I have seen I will also declare;",
              "reference": "Job 15:17"
            },
            {
              "content": "What wise men have [freely] told, And have not hidden [anything passed on to them] from their fathers,",
              "reference": "Job 15:18"
            },
            {
              "content": "To whom alone the land was given, And no stranger passed among them [corrupting the truth].",
              "reference": "Job 15:19"
            },
            {
              "content": "“The wicked man writhes with pain all his days, And numbered are the years stored up for him, the ruthless one.",
              "reference": "Job 15:20"
            },
            {
              "content": "“A [dreadful] sound of terrors is in his ears; While at peace and in a time of prosperity the destroyer comes upon him [the tent of the robber is not at peace].",
              "reference": "Job 15:21"
            },
            {
              "content": "“He does not believe that he will return out of the darkness [for fear of being murdered], And he is destined for the sword [of God’s vengeance].",
              "reference": "Job 15:22"
            },
            {
              "content": "“He wanders about for food, saying, ‘Where is it?’ He knows that the day of darkness and destruction is already at hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "“Distress and anxiety terrify him, They overpower him like a king ready for battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "“Because he has stretched out his hand against God And behaves arrogantly against the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "Running and charging headlong against Him With his ornamented and massive shield;",
              "reference": "Job 15:26"
            },
            {
              "content": "For he has covered his face with his fat, Adding layers of fat to his thighs [giving himself up to pleasures],",
              "reference": "Job 15:27"
            },
            {
              "content": "And he has lived in desolate [God-forsaken] cities, In houses which no one should inhabit, Which were destined to become heaps [of ruins];",
              "reference": "Job 15:28"
            },
            {
              "content": "He will not become rich, nor will his wealth endure; And his grain will not bend to the earth nor his possessions be extended on the earth.",
              "reference": "Job 15:29"
            },
            {
              "content": "“He will not escape from darkness [fleeing disaster]; The flame [of God’s wrath] will wither his branch, And by the blast of His mouth he will go away.",
              "reference": "Job 15:30"
            },
            {
              "content": "“Let him not trust in vanity (emptiness, futility) and be led astray; For emptiness will be his reward [for such living].",
              "reference": "Job 15:31"
            },
            {
              "content": "“It will be fulfilled while he still lives, And his branch will not be green [but shall wither away].",
              "reference": "Job 15:32"
            },
            {
              "content": "“He will fail to bring his grapes to maturity [leaving them to wither unnourished] on the vine, And will cast off blossoms [and fail to bring forth fruit] like the olive tree.",
              "reference": "Job 15:33"
            },
            {
              "content": "“For the company of the godless is barren, And fire consumes the tents of bribery (wrong and injustice).",
              "reference": "Job 15:34"
            },
            {
              "content": "“They conceive mischief and bring forth wickedness, And their inmost soul prepares deceit and fraud.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job answered and said,",
              "reference": "Job 16:1"
            },
            {
              "content": "“I have heard many such things; Wearisome and miserable comforters are you all.",
              "reference": "Job 16:2"
            },
            {
              "content": "“Is there no end to [your futile] words of wind? Or what plagues you [so much] that you [so boldly] answer [me like this]?",
              "reference": "Job 16:3"
            },
            {
              "content": "“I also could speak like you, If you were in my place; I could compose and join words together against you And shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "“[But instead] I could strengthen and encourage you with [the words of] my mouth, And the consolation and solace of my lips would soothe your suffering and lessen your anguish.",
              "reference": "Job 16:5"
            },
            {
              "content": "¶“If I speak [to you miserable comforters], my pain is not relieved; And if I refrain [from speaking], what [pain or anguish] leaves me?",
              "reference": "Job 16:6"
            },
            {
              "content": "“But now God has exhausted me. You [O Lord] have destroyed all my family and my household.",
              "reference": "Job 16:7"
            },
            {
              "content": "“You have taken a firm hold on me and have shriveled me up, It has become a witness [against me]; And my leanness [and infirmity] rises up [as evidence] against me, It testifies to my face [about my guilt].",
              "reference": "Job 16:8"
            },
            {
              "content": "“His wrath has torn me and hunted me down, He has gnashed at me with his teeth; My adversary sharpens His gaze and glares [with piercing eyes] at me.",
              "reference": "Job 16:9"
            },
            {
              "content": "“They have gaped at me with their mouths, With contempt they have struck me on the cheek; They massed themselves together [and conspired] against me. [Ps 22:13; 35:21]",
              "reference": "Job 16:10"
            },
            {
              "content": "“God hands me over to criminals And tosses me [headlong] into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "“I was [living] at ease, but He crushed me and broke me apart, And He has seized me by the neck and has shaken me to pieces; He has also set me up as His target.",
              "reference": "Job 16:12"
            },
            {
              "content": "“His arrows surround me. He pierces my kidneys (vital organs) without mercy; He pours out my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "“He attacks me, making wound after wound; He runs at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "“I have sewed sackcloth over my skin [as a sign of mourning] And have defiled my horn (symbol of strength) in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "“My face is red and swollen with weeping, And on my eyelids is the shadow of death [my eyes are dimmed],",
              "reference": "Job 16:16"
            },
            {
              "content": "Although there is no violence or wrongdoing in my hands, And my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "¶“O earth, do not cover my blood, And let there be no [resting] place for my cry [where it will cease being heard].",
              "reference": "Job 16:18"
            },
            {
              "content": "“Even now, behold, my Witness is in heaven, And my Advocate [who vouches and testifies for me] is on high. [Rom 1:9]",
              "reference": "Job 16:19"
            },
            {
              "content": "“My friends are scoffers [who ridicule]; My eye pours out tears to God.",
              "reference": "Job 16:20"
            },
            {
              "content": "“Oh, that a man would mediate and plead with God [for me] Just as a man [mediates and pleads] with his neighbor and friend. [1 Tim 2:5]",
              "reference": "Job 16:21"
            },
            {
              "content": "“For when a few years are past, I shall go the way of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“My spirit is broken, my days are extinguished, The grave is ready for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "“Surely there are mockers and mockery with me, And my eye gazes on their obstinacy and provocation.",
              "reference": "Job 17:2"
            },
            {
              "content": "¶“Give me a pledge (guarantee, promise) with Yourself [acknowledge my innocence before my death]; Who is there that will be my guarantor and give security for me?",
              "reference": "Job 17:3"
            },
            {
              "content": "“But You [Lord] have closed their hearts to understanding, Therefore You will not exalt them [by giving a verdict against me].",
              "reference": "Job 17:4"
            },
            {
              "content": "“He who denounces and informs against his friends for a share of the spoil, The eyes of his children will also languish and fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "¶“But He has made me a byword and mockery among the people, And I have become one in whose face people spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "“My eye has grown dim (unexpressive) because of grief, And all my [body’s] members are [wasted away] like a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "“The upright will be [astonished and] appalled at this, And the innocent will stir himself up against the godless and polluted.",
              "reference": "Job 17:8"
            },
            {
              "content": "“Nevertheless the righteous will hold to his ways, And he who has clean hands will grow stronger and stronger. [Ps 24:4]",
              "reference": "Job 17:9"
            },
            {
              "content": "“But as for all of you, come back again, Even though I do not find a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "“My days are past, my purposes and plans are frustrated and torn apart; The wishes of my heart [are broken].",
              "reference": "Job 17:11"
            },
            {
              "content": "“These [thoughts try to] make the night into the day; ‘The light is near,’ they say in the presence of darkness [but they pervert the truth].",
              "reference": "Job 17:12"
            },
            {
              "content": "“But if I look to Sheol (the nether world, the place of the dead) as my home, If I make my bed in the darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "If I call out to the pit (grave), ‘You are my father’; And to the worm [that feeds on decay], ‘You are my mother and my sister [because I will soon be closest to you],’",
              "reference": "Job 17:14"
            },
            {
              "content": "Where now is my hope? And who regards or considers or is even concerned about my hope?",
              "reference": "Job 17:15"
            },
            {
              "content": "“Will my hope go down with me to Sheol (the nether world, the place of the dead)? Shall we go down together in the dust?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered and said,",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long will you hunt for words and continue these speeches? Do some clear thinking and show understanding and then we can talk.",
              "reference": "Job 18:2"
            },
            {
              "content": "“Why are we regarded as beasts, As if [we are] stupid (senseless) in your eyes?",
              "reference": "Job 18:3"
            },
            {
              "content": "“You who tear yourself apart in anger, Is the earth to be abandoned for your sake, Or the rock to be moved out of its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "¶“Indeed, the light of the wicked will be put out, And the flame of his fire will not shine. [Prov 13:9; 24:20]",
              "reference": "Job 18:5"
            },
            {
              "content": "“The light will be dark in his tent, And his lamp beside him will be put out. [Ps 18:28]",
              "reference": "Job 18:6"
            },
            {
              "content": "“The vigorous stride will be shortened, And his own counsel and the scheme [in which he trusted] will bring his downfall.",
              "reference": "Job 18:7"
            },
            {
              "content": "“For the wicked is thrown into a net by his own feet (wickedness), And he steps on the webbing [of the lattice-covered pit].",
              "reference": "Job 18:8"
            },
            {
              "content": "“A snare catches him by the heel, And a trap snaps shut on him.",
              "reference": "Job 18:9"
            },
            {
              "content": "“A noose is hidden for him on the ground, And a trap for him on the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "“Terrors frighten him on every side And chase at his heels.",
              "reference": "Job 18:11"
            },
            {
              "content": "“The strength [of the wicked] is famished and weakened, And disaster is ready at his side [if he stops].",
              "reference": "Job 18:12"
            },
            {
              "content": "“His skin is devoured by disease; The firstborn of death [the worst of diseases] consumes his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "“He is torn from his tent which he trusted [for safety], And he is marched and brought to the king of terrors (death).",
              "reference": "Job 18:14"
            },
            {
              "content": "“Nothing of his dwells in his tent; Brimstone (burning sulfur) is scattered over his dwelling [to purify it].",
              "reference": "Job 18:15"
            },
            {
              "content": "“The roots [of the wicked] are dried up below, And above, his branch is cut off and withers.",
              "reference": "Job 18:16"
            },
            {
              "content": "“Memory of him perishes from the earth, And he has no name on the street.",
              "reference": "Job 18:17"
            },
            {
              "content": "“He is driven and propelled from light into darkness, And chased from the inhabited world.",
              "reference": "Job 18:18"
            },
            {
              "content": "“He has no offspring or prosperity among his people, Nor any survivor where he sojourned.",
              "reference": "Job 18:19"
            },
            {
              "content": "“Those in the west are astonished and appalled at his fate, And those in the east are seized with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "“Surely such are the dwellings of the wicked and the ungodly, And such is the place of him who does not know or recognize or honor God.”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job answered and said,",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you torment and exasperate me And crush me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "“These ten times you have insulted me; You are not ashamed to wrong me [and harden your hearts against me].",
              "reference": "Job 19:3"
            },
            {
              "content": "“And if it were true that I have erred, My error would remain with me [and I would be conscious of it].",
              "reference": "Job 19:4"
            },
            {
              "content": "“If indeed you [braggarts] vaunt and magnify yourselves over me And prove my disgrace (humiliation) to me,",
              "reference": "Job 19:5"
            },
            {
              "content": "Know then that God has wronged me and overthrown me And has closed His net around me.",
              "reference": "Job 19:6"
            },
            {
              "content": "¶“Behold, I cry out, ‘Violence!’ but I am not heard; I shout for help, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "“He has walled up my way so that I cannot pass, And He has set darkness upon my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "“He has stripped me of my honor And removed the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "“He breaks me down on every side, and I am gone; He has uprooted my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "“He has also kindled His wrath [like a fire] against me And He considers and counts me as one of His adversaries.",
              "reference": "Job 19:11"
            },
            {
              "content": "“His troops come together And build up their way and siege works against me And camp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "¶“He has put my brothers far from me, And my acquaintances are completely estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "“My relatives have failed [me], And my intimate friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "“Those who live [temporarily] in my house and my maids consider me a stranger; I am a foreigner in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "“I call to my servant, but he does not answer; I have to implore him with words.",
              "reference": "Job 19:16"
            },
            {
              "content": "“My breath is repulsive to my wife, And I am loathsome to my own brothers.",
              "reference": "Job 19:17"
            },
            {
              "content": "“Even young children despise me; When I get up, they speak against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "“All the men of my council hate me; Those I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "“My bone clings to my skin and to my flesh, And I have escaped [death] by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "“Have pity on me! Have pity on me, O you my friends, For the hand of God has touched me.",
              "reference": "Job 19:21"
            },
            {
              "content": "“Why do you persecute me as God does? Why are you not satisfied with my flesh (anguish)?",
              "reference": "Job 19:22"
            },
            {
              "content": "¶“Oh, that the words I now speak were written! Oh, that they were recorded in a scroll!",
              "reference": "Job 19:23"
            },
            {
              "content": "“That with an iron stylus and [molten] lead They were engraved in the rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "“For I know that my Redeemer and Vindicator lives, And at the last He will take His stand upon the earth. [Is 44:6; 48:12]",
              "reference": "Job 19:25"
            },
            {
              "content": "“Even after my [mortal] skin is destroyed [by death], Yet from my [immortal] flesh I will see God,",
              "reference": "Job 19:26"
            },
            {
              "content": "Whom I, even I, will see for myself, And my eyes will see Him and not another! My heart faints within me.",
              "reference": "Job 19:27"
            },
            {
              "content": "“If you say, ‘How shall we [continue to] persecute him?’ And ‘What pretext for a case against him can we find [since we claim the root of these afflictions is found in him]?’",
              "reference": "Job 19:28"
            },
            {
              "content": "“Then beware and be afraid of the sword [of divine vengeance] for yourselves, For wrathful are the punishments of that sword, So that you may know there is judgment.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered and said,",
              "reference": "Job 20:1"
            },
            {
              "content": "“Therefore my disquieting thoughts make me answer, Because of the uneasiness that is within me.",
              "reference": "Job 20:2"
            },
            {
              "content": "“I have heard the reproof which insults me, But the spirit of my understanding makes me answer.",
              "reference": "Job 20:3"
            },
            {
              "content": "“Do you not know this from the old days, Since the time that man was placed on the earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "That the triumphing of the wicked is short, And the joy of the godless is only for a moment? [Ps 37:35, 36]",
              "reference": "Job 20:5"
            },
            {
              "content": "“Though his pride reaches the heavens And his head touches the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "Yet he perishes forever like his own refuse; Those who have seen him will say, ‘Where is he?’",
              "reference": "Job 20:7"
            },
            {
              "content": "“He flies away like a dream and cannot be found; Yes, he is chased away like a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "“The eye which saw him sees him no longer, Neither does his [accustomed] place behold him any longer.",
              "reference": "Job 20:9"
            },
            {
              "content": "“His sons favor the poor [and pay his obligations], And his hands give back his [ill-gotten] wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "“His bones are full of youthful strength But it lies down with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "¶“Though evil and wickedness are sweet in his mouth And he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "Though he desires it and will not let it go But holds it in his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "Yet his food turns [to poison] in his stomach; It is the venom of vipers within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "“He swallows [his ill-gotten] riches, But will vomit them up; God will drive them out of his belly.",
              "reference": "Job 20:15"
            },
            {
              "content": "“He sucks the poison of vipers [which ill-gotten wealth contains]; The viper’s tongue slays him.",
              "reference": "Job 20:16"
            },
            {
              "content": "“He does not look at the rivers, The flowing streams of honey and butter [to enjoy his wealth].",
              "reference": "Job 20:17"
            },
            {
              "content": "“He gives back what he has labored for and attained And cannot swallow it [down to enjoy it]; As to the riches of his labor, He cannot even enjoy them.",
              "reference": "Job 20:18"
            },
            {
              "content": "“For he has oppressed and neglected the poor; He has violently taken away houses which he did not build.",
              "reference": "Job 20:19"
            },
            {
              "content": "¶“Because he knew no quietness or calm within him [because of his greed], He does not retain anything he desires.",
              "reference": "Job 20:20"
            },
            {
              "content": "“There is nothing left of what he devoured; Therefore his prosperity does not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "“In the fullness of his excess (great abundance) he will be in trouble; The hand of everyone who suffers will come against him [he is miserable on every side].",
              "reference": "Job 20:22"
            },
            {
              "content": "“When he fills his belly, God will send His fierce anger on him And will rain it upon him while he is eating. [Num 11:33; Ps 78:26-31]",
              "reference": "Job 20:23"
            },
            {
              "content": "“He may flee from the iron weapon, But the bow of bronze will pierce him through.",
              "reference": "Job 20:24"
            },
            {
              "content": "“The arrow is drawn forth and it comes out of his back [after passing through his body]; Yes, the glittering point comes out of his gall. Terrors march in upon him;",
              "reference": "Job 20:25"
            },
            {
              "content": "Complete darkness (misfortune) is held in reserve for his treasures. An unfanned fire will devour him; It will consume the survivor in his tent.",
              "reference": "Job 20:26"
            },
            {
              "content": "“The heavens will reveal his wickedness and guilt, And the earth will rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "“The produce and increase of his house will depart [with the victors]; His possessions will be dragged away in the day of God’s wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "“This is the wicked man’s portion from God, And the heritage decreed and appointed to him by God.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job answered and said,",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen carefully to my speech, And let this be the consolation.",
              "reference": "Job 21:2"
            },
            {
              "content": "“Bear with me, and I also will speak; And after I have spoken, you may [continue to] mock [me].",
              "reference": "Job 21:3"
            },
            {
              "content": "“As for me, is my complaint to man or about him? And why should I not be impatient and my spirit troubled?",
              "reference": "Job 21:4"
            },
            {
              "content": "“Look at me and be astonished and appalled; And put your hand over your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "“Even when I remember, I am troubled and afraid; Horror and trembling take hold of my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "“Why do the wicked still live, Become old, and become mighty in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "“Their children and descendants are established with them in their sight, And their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "“Their houses are safe from fear; And the rod of God is not on them.",
              "reference": "Job 21:9"
            },
            {
              "content": "“His bull breeds and does not fail; His cow calves and does not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "“They send forth their little ones like a flock, And their children skip about.",
              "reference": "Job 21:11"
            },
            {
              "content": "“They lift up their voices and sing to the tambourine and the lyre And rejoice to the sound of the flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "“They fully enjoy their days in prosperity, And so go down to Sheol (the nether world, the place of the dead) in a [peaceful] moment.",
              "reference": "Job 21:13"
            },
            {
              "content": "“Yet they say to God, ‘Depart from us, For we do not desire the knowledge of Your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "‘Who [and what] is the Almighty, that we should serve Him? And what would we gain if we plead with Him?’ [Ex 5:2]",
              "reference": "Job 21:15"
            },
            {
              "content": "“But notice, the prosperity of the wicked is not in their hand (in their power); The counsel of the wicked [and the mystery of God’s dealings with the ungodly] is far from my comprehension.",
              "reference": "Job 21:16"
            },
            {
              "content": "¶“How often [then] is it that the lamp of the wicked is put out, And that their disaster falls on them? Does God distribute pain and destruction and sorrow [to them] in His anger? [Luke 12:46]",
              "reference": "Job 21:17"
            },
            {
              "content": "“Are they like straw before the wind, And like chaff that the storm steals and carries away?",
              "reference": "Job 21:18"
            },
            {
              "content": "“You say, ‘God stores away [the punishment of] man’s wickedness for his children.’ Let God repay him so that he may know and experience it.",
              "reference": "Job 21:19"
            },
            {
              "content": "“Let his own eyes see his destruction, And let him drink of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "“For what pleasure does he have in his house and family after he is dead, When the number of his months [of life] is cut off?",
              "reference": "Job 21:21"
            },
            {
              "content": "“Can anyone teach God knowledge, Seeing that He judges those on high? [Rom 11:34; 1 Cor 2:16]",
              "reference": "Job 21:22"
            },
            {
              "content": "“One dies in his full strength, Being wholly at ease and quiet and satisfied;",
              "reference": "Job 21:23"
            },
            {
              "content": "His pails are full of milk [his sides are filled out with fat], And the marrow of his bones is moist,",
              "reference": "Job 21:24"
            },
            {
              "content": "Whereas another dies with a bitter soul, Never even tasting pleasure or good fortune.",
              "reference": "Job 21:25"
            },
            {
              "content": "“Together they lie down in the dust, And the worms cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "¶“Behold, I know your thoughts, And the plots by which you would wrong me.",
              "reference": "Job 21:27"
            },
            {
              "content": "“For you say, ‘Where is the house of the noble man? And where is the tent, the dwelling place of the wicked?’",
              "reference": "Job 21:28"
            },
            {
              "content": "“Have you not asked those who travel this way, And do you not recognize their witness?",
              "reference": "Job 21:29"
            },
            {
              "content": "“That evil men are [now] reserved for the day of disaster and destruction, They will be led away on the day of [God’s] wrath?",
              "reference": "Job 21:30"
            },
            {
              "content": "“But who will confront him with his actions and rebuke him face to face, And who will repay him for what he has done?",
              "reference": "Job 21:31"
            },
            {
              "content": "“When he is carried to his grave, A guard will keep watch over his tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "“The [dirt] clods of the valley are sweet to him [and gently cover him], Moreover, all men will follow after him [to a grave], While countless ones go before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "“How then can you vainly comfort me with empty words, Since your answers remain untrue?”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered and said,",
              "reference": "Job 22:1"
            },
            {
              "content": "“Can a vigorous man be of use to God, Or a wise man be useful to himself? [Ps 16:2; Luke 17:10]",
              "reference": "Job 22:2"
            },
            {
              "content": "“Is it any pleasure or joy to the Almighty that you are righteous? Or is it of benefit to Him that you make your ways perfect? [Is 62:3; Zech 2:8; Mal 3:17; Acts 20:28]",
              "reference": "Job 22:3"
            },
            {
              "content": "“Is it because of your fear of Him that He corrects you, That He enters into judgment against you?",
              "reference": "Job 22:4"
            },
            {
              "content": "“Is not your wickedness great, And your sins without end?",
              "reference": "Job 22:5"
            },
            {
              "content": "“For you have taken pledges of your brothers without cause, And stripped men naked.",
              "reference": "Job 22:6"
            },
            {
              "content": "“You have not given water to the weary to drink, And you have withheld bread from the hungry. [Matt 25:42]",
              "reference": "Job 22:7"
            },
            {
              "content": "“But the land is possessed by the man with power, And the favored and honorable man dwells in it.",
              "reference": "Job 22:8"
            },
            {
              "content": "“You have sent widows away empty-handed, And the arms (strength) of the fatherless have been broken.",
              "reference": "Job 22:9"
            },
            {
              "content": "“Therefore snares surround you, And sudden dread terrifies and overwhelms you;",
              "reference": "Job 22:10"
            },
            {
              "content": "Or darkness, so that you cannot see, And a flood of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "¶“Is not God in the height of heaven? And behold the distant stars, how high they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "“You say, ‘What does God know [about me]? Can He judge through the thick darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "‘Thick clouds are a hiding place for Him, so that He cannot see, And He walks on the vault (circle) of the heavens.’",
              "reference": "Job 22:14"
            },
            {
              "content": "“Will you keep to the ancient path That wicked men walked [in the time of Noah], [2 Pet 2:5]",
              "reference": "Job 22:15"
            },
            {
              "content": "Men who were snatched away before their time, Whose foundations were poured out like a river?",
              "reference": "Job 22:16"
            },
            {
              "content": "“They said to God, ‘Depart from us! What can the Almighty do for us or to us?’",
              "reference": "Job 22:17"
            },
            {
              "content": "“Yet He filled their houses with good things; But the counsel of the wicked and ungodly is far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "“The righteous see it and are glad; And the innocent mock and laugh at them, saying,",
              "reference": "Job 22:19"
            },
            {
              "content": "‘Surely our adversaries are cut off and destroyed, And fire has consumed their abundance.’",
              "reference": "Job 22:20"
            },
            {
              "content": "¶“Now yield and submit yourself to Him [agree with God and be conformed to His will] and be at peace; In this way [you will prosper and great] good will come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "“Please receive the law and instruction from His mouth And establish His words in your heart and keep them. [Ps 119:11]",
              "reference": "Job 22:22"
            },
            {
              "content": "“If you return to the Almighty [and submit and humble yourself before Him], you will be built up [and restored]; If you remove unrighteousness far from your tents,",
              "reference": "Job 22:23"
            },
            {
              "content": "And place your gold in the dust, And the gold of Ophir among the stones of the brooks [considering it of little value],",
              "reference": "Job 22:24"
            },
            {
              "content": "And make the Almighty your gold And your precious silver,",
              "reference": "Job 22:25"
            },
            {
              "content": "Then you will have delight in the Almighty, And you will lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "“You will pray to Him, and He will hear you, And you will pay your vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "“You will also decide and decree a thing, and it will be established for you; And the light [of God’s favor] will shine upon your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "“When you are cast down and humbled, you will speak with confidence, And the humble person He will lift up and save.",
              "reference": "Job 22:29"
            },
            {
              "content": "“He will even rescue the one [for whom you intercede] who is not innocent; And he will be rescued through the cleanness of your hands.” [Job 42:7, 8]",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job answered and said,",
              "reference": "Job 23:1"
            },
            {
              "content": "“Even today my complaint is contentious; His hand is heavy despite my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "“Oh, that I knew where I might find Him, That I might [even] come to His seat!",
              "reference": "Job 23:3"
            },
            {
              "content": "“I would present my cause before Him And fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "“I would learn the words which He would answer, And understand what He would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "“Would He contend against me with His great power? No, surely He would give attention to me. [Is 27:4, 5; 57:16]",
              "reference": "Job 23:6"
            },
            {
              "content": "“There the righteous and upright could reason with Him; So I would be acquitted forever by my Judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "¶“Behold, I go forward (to the east), but He is not there; I go backward (to the west), but I cannot perceive Him;",
              "reference": "Job 23:8"
            },
            {
              "content": "To the left (north) He turns, but I cannot behold Him; He turns to the right hand (south), but I cannot see Him.",
              "reference": "Job 23:9"
            },
            {
              "content": "“But He knows the way that I take [and He pays attention to it]. When He has tried me, I will come forth as [refined] gold [pure and luminous]. [Ps 17:3; 66:10; James 1:12]",
              "reference": "Job 23:10"
            },
            {
              "content": "“My feet have carefully followed His steps; I have kept His ways and not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "“I have not departed from the commandment of His lips; I have kept the words of His mouth more than my necessary food.",
              "reference": "Job 23:12"
            },
            {
              "content": "“But He is unique and unchangeable, and who can turn Him? And what His soul desires, that He does.",
              "reference": "Job 23:13"
            },
            {
              "content": "“For He performs what is planned (appointed) for me, And He is mindful of many such things.",
              "reference": "Job 23:14"
            },
            {
              "content": "“Therefore I would be terrified at His presence; When I consider [all of this], I tremble in dread of Him.",
              "reference": "Job 23:15"
            },
            {
              "content": "“For God has made my heart faint, And the Almighty has terrified me,",
              "reference": "Job 23:16"
            },
            {
              "content": "But I am not silenced by the darkness [of these woes that fell on me], Nor by the thick darkness which covers my face.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Why does the Almighty not set seasons for judgment? Why do those who know Him not see His days [for punishment of the wicked]? [Acts 1:7]",
              "reference": "Job 24:1"
            },
            {
              "content": "“Some remove the landmarks; They [violently] seize and pasture flocks [appropriating land and flocks openly].",
              "reference": "Job 24:2"
            },
            {
              "content": "“They drive away the donkeys of the orphans; They take the widow’s ox for a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "“They crowd the needy off the road; The poor of the land all hide themselves.",
              "reference": "Job 24:4"
            },
            {
              "content": "“Behold, as wild donkeys in the desert, The poor go to their work, diligently seeking food; As bread for their children in the desert.",
              "reference": "Job 24:5"
            },
            {
              "content": "“They harvest their fodder in a field [that is not their own], And glean the vineyard of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "“They spend the night naked, without clothing, And have no covering against the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "“They are wet from the rain of the mountains And cling to the rock for lack of shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "“Others snatch the fatherless [infants] from the breast [to sell or make them slaves], And against the poor they take a pledge [of clothing].",
              "reference": "Job 24:9"
            },
            {
              "content": "“They cause the poor to go about naked without clothing, And they take away the sheaves [of grain] from the hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "“Within the walls [of the wicked] the poor make [olive] oil; They tread [the grapes in] the wine presses, but thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "“From the [populous and crowded] city men groan, And the souls of the wounded cry out for help; Yet God [seemingly] does not pay attention to the wrong [done to them].",
              "reference": "Job 24:12"
            },
            {
              "content": "¶“Others have been with those who rebel against the light; They do not want to know its ways Nor stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "“The murderer rises at dawn; He kills the poor and the needy, And at night he becomes a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "“The eye of the adulterer waits for the twilight, Saying, ‘No eye will see me,’ And he covers his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "“In the dark they dig into [the penetrable walls of] houses; They shut themselves up by day; They do not know the light [of day].",
              "reference": "Job 24:16"
            },
            {
              "content": "“For the morning is the same to him as the thick darkness [of midnight]; For he is familiar with the terrors of thick darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "¶“They are insignificant on the surface of the water; Their portion is cursed on the earth; They do not turn toward the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "“Drought and heat consume the snow waters; So does Sheol (the nether world, the place of the dead) [consume] those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "“A mother will forget him; The worm feeds on him until he is no longer remembered. And wickedness will be broken like a tree [which cannot be restored]. [Prov 10:7]",
              "reference": "Job 24:20"
            },
            {
              "content": "“He preys on the barren (childless) woman And does no good for the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "“Yet God draws away the mighty by His power; He rises, but no one has assurance of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "“God gives them security, and they are supported; And His eyes are on their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "“They are exalted for a little while, and then they are gone; Moreover, they are brought low and like everything [they are] gathered up and taken out of the way; Even like the heads of grain they are cut off.",
              "reference": "Job 24:24"
            },
            {
              "content": "“And if this is not so, who can prove me a liar And make my speech worthless?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered and said,",
              "reference": "Job 25:1"
            },
            {
              "content": "“Dominion and awe belong to God; He establishes peace and order in His high places.",
              "reference": "Job 25:2"
            },
            {
              "content": "“Is there any number to His [vast celestial] armies? And upon whom does His light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "“How then can man be justified and righteous with God? Or how can he who is born of a woman be pure and clean? [Ps 130:3; 143:2]",
              "reference": "Job 25:4"
            },
            {
              "content": "“Behold, even the moon has no brightness [compared to God’s majesty and glory] And the stars are not pure in His sight,",
              "reference": "Job 25:5"
            },
            {
              "content": "How much less man, that maggot, And the son of man, that worm!”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "But Job answered and said,",
              "reference": "Job 26:1"
            },
            {
              "content": "“What a help you are to the weak (powerless)! How you have saved the arm that is without strength!",
              "reference": "Job 26:2"
            },
            {
              "content": "“How you have counseled the one who has no wisdom! And how abundantly you have provided sound wisdom and helpful insight!",
              "reference": "Job 26:3"
            },
            {
              "content": "“To whom have you uttered [these] words? And whose spirit [inspired what] came forth from you?",
              "reference": "Job 26:4"
            },
            {
              "content": "¶“The spirits of the dead tremble Underneath the waters and their inhabitants.",
              "reference": "Job 26:5"
            },
            {
              "content": "“Sheol (the nether world, the place of the dead) is naked before God, And Abaddon (the place of destruction) has no covering [from His eyes].",
              "reference": "Job 26:6"
            },
            {
              "content": "“It is He who spreads out the north over emptiness And hangs the earth on nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "“He wraps the waters in His clouds [which otherwise would spill on earth all at once], And the cloud does not burst under them.",
              "reference": "Job 26:8"
            },
            {
              "content": "“He covers the face of the full moon And spreads His cloud over it.",
              "reference": "Job 26:9"
            },
            {
              "content": "“He has inscribed a circular limit (the horizon) on the face of the waters At the boundary between light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "“The pillars of the heavens tremble And are terrified at His rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "“He stirred up the sea by His power, And by His understanding He smashed [proud] Rahab.",
              "reference": "Job 26:12"
            },
            {
              "content": "“By His breath the heavens are cleared; His hand has pierced the [swiftly] fleeing serpent. [Ps 33:6]",
              "reference": "Job 26:13"
            },
            {
              "content": "“Yet these are just the fringes of His ways [mere samples of His power], The faintest whisper of His voice! Who can contemplate the thunder of His [full] mighty power?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Job continued his discourse and said,",
              "reference": "Job 27:1"
            },
            {
              "content": "“As God lives, who has taken away my right and denied me justice, And the Almighty, who has caused bitterness and grief for my soul,",
              "reference": "Job 27:2"
            },
            {
              "content": "As long as my life is within me, And the breath of God is [still] in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "My lips will not speak unjustly, Nor will my tongue utter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "“Far be it from me that I should admit you are right [in your accusations against me]; Until I die, I will not remove my integrity from me.",
              "reference": "Job 27:5"
            },
            {
              "content": "“I hold fast my uprightness and my right standing with God and I will not let them go; My heart does not reproach me for any of my days.",
              "reference": "Job 27:6"
            },
            {
              "content": "¶“May my enemy be as the wicked, And he who rises up against me be as the unrighteous (unjust).",
              "reference": "Job 27:7"
            },
            {
              "content": "“For what is the hope of the godless, even though he has gained [in this world], When God takes his life?",
              "reference": "Job 27:8"
            },
            {
              "content": "“Will God hear his cry When trouble and distress come upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "“Will he take delight in the Almighty? Will he call on God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "“I will teach you regarding the hand (power) of God; I will not conceal what is with the Almighty [God’s actual treatment of the wicked].",
              "reference": "Job 27:11"
            },
            {
              "content": "“Behold, all of you have seen it; Why then do you act vainly and foolishly [cherishing worthless concepts]?",
              "reference": "Job 27:12"
            },
            {
              "content": "¶“This [which I am about to explain] is the portion of a wicked man from God, And the inheritance which tyrants and oppressors receive from the Almighty:",
              "reference": "Job 27:13"
            },
            {
              "content": "Though his children are many, they are destined for the sword; And his descendants will not have sufficient bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "“Those who survive him will be buried because of the plague, And [their] widows will not be able to weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "“Though he heaps up silver like dust And piles up clothing like clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "He may prepare it, but the just will wear it And the innocent will divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "“He builds his house like a spider’s web, Like a (temporary) hut which a watchman makes.",
              "reference": "Job 27:18"
            },
            {
              "content": "“He lies down rich, but never will again; He opens his eyes, and it is gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "“Terrors overtake him like a [suddenly rising] flood; A windstorm steals him away in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "“The east wind lifts him up, and he is gone; It sweeps him out of his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "“For it will hurl [thunderbolts of God’s wrath] at him unsparingly and without compassion; He flees in haste from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "“People will clap their hands at him [to mock and ridicule him] And hiss him out of his place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Surely there is a mine for silver, And a place where they refine gold.",
              "reference": "Job 28:1"
            },
            {
              "content": "“Iron is taken out of the earth, And copper is smelted from the stone ore.",
              "reference": "Job 28:2"
            },
            {
              "content": "“Man puts an end to darkness [by bringing in a light], And to the farthest bounds he searches out The rock buried in gloom and deep shadow.",
              "reference": "Job 28:3"
            },
            {
              "content": "“He breaks open (mine) shafts far away from where people live, [In places] forgotten by the [human] foot; They dangle [in the mines] and hang away from men.",
              "reference": "Job 28:4"
            },
            {
              "content": "“[As for] the earth, out of it comes food, But underneath [its surface, down deep] it is turned over as fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "“Its stones are the bed of sapphires; It holds dust of gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "“The path [deep within] no bird of prey knows, And the falcon’s eye has not caught sight of it.",
              "reference": "Job 28:7"
            },
            {
              "content": "“The proud beasts [and their young] have not walked on it, Nor has the fierce lion passed over it.",
              "reference": "Job 28:8"
            },
            {
              "content": "“Man puts his hand on [and tears apart] the flinty rock; He overturns the mountains at the base [looking for treasure].",
              "reference": "Job 28:9"
            },
            {
              "content": "“He cuts out channels and passages among the rocks; And his eye sees every precious thing.",
              "reference": "Job 28:10"
            },
            {
              "content": "“Man dams up the streams from flowing [so that they do not trickle into the mine], And what is hidden he brings out to the light.",
              "reference": "Job 28:11"
            },
            {
              "content": "¶“But where can wisdom be found? And where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "“Man does not know the value of it; Nor is it found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "“The deep says, ‘It is not in me’; And the sea says, ‘It is not with me.’",
              "reference": "Job 28:14"
            },
            {
              "content": "“It cannot be obtained for pure gold, Nor can silver be weighed as its price.",
              "reference": "Job 28:15"
            },
            {
              "content": "“It cannot be valued in [terms of] the gold of Ophir, In the precious onyx or beryl, or the sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "“Gold and glass cannot equal wisdom, Nor can it be exchanged for articles of fine gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "“No mention of coral and crystal can be made; For the possession of wisdom is even above [that of] rubies or pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "“The topaz of Ethiopia cannot compare with it, Nor can it be valued in pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "“From where then does wisdom come? And where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "“It is hidden from the eyes of all the living And concealed from the birds of the heavens.",
              "reference": "Job 28:21"
            },
            {
              "content": "“Abaddon (the place of destruction) and Death say, ‘We have [only] heard a report of it with our ears.’",
              "reference": "Job 28:22"
            },
            {
              "content": "¶“God understands the way [to wisdom] And He knows its place [for wisdom is with God alone].",
              "reference": "Job 28:23"
            },
            {
              "content": "“For He looks to the ends of the earth And sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "“When He gave weight and pressure to the wind And allotted the waters by measure,",
              "reference": "Job 28:25"
            },
            {
              "content": "When He made a limit for the rain And a way for the thunderbolt,",
              "reference": "Job 28:26"
            },
            {
              "content": "Then He saw wisdom and declared it; He established it and searched it out.",
              "reference": "Job 28:27"
            },
            {
              "content": "“But to man He said, ‘Behold, the reverential and worshipful fear of the Lord—that is wisdom; And to depart from evil is understanding.’ ”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "And Job again took up his discussion and said,",
              "reference": "Job 29:1"
            },
            {
              "content": "“Oh, that I were as in the months of old, As in the days when God watched over me, [Eccl 7:10]",
              "reference": "Job 29:2"
            },
            {
              "content": "When His lamp shone upon my head And by His light I walked through darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "As I was in the prime of my days, When the friendship and counsel of God were over my tent,",
              "reference": "Job 29:4"
            },
            {
              "content": "When the Almighty was still with me And my boys were around me,",
              "reference": "Job 29:5"
            },
            {
              "content": "When my steps [through rich pastures] were washed with butter and cream [from my livestock], And the rock poured out for me streams of oil [from my olive groves].",
              "reference": "Job 29:6"
            },
            {
              "content": "“When I went out to the gate of the city, When I took my seat [as a city father] in the square,",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men saw me and hid themselves, The aged arose and stood [respectfully];",
              "reference": "Job 29:8"
            },
            {
              "content": "The princes stopped talking And put their hands on their mouths;",
              "reference": "Job 29:9"
            },
            {
              "content": "The voices of the nobles were hushed, And their tongues stuck to the roof of their mouths.",
              "reference": "Job 29:10"
            },
            {
              "content": "“For when an ear heard [my name mentioned], it called me happy and fortunate; And when an eye saw [me], it testified for me [approvingly],",
              "reference": "Job 29:11"
            },
            {
              "content": "Because I rescued the poor who cried for help, And the orphan who had no helper.",
              "reference": "Job 29:12"
            },
            {
              "content": "“The blessing of him who was about to perish came upon me, And I made the widow’s heart sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "“I put on righteousness, and it clothed me; My justice was like a robe and a turban!",
              "reference": "Job 29:14"
            },
            {
              "content": "“I was eyes to the blind And I was feet to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "“I was a father to the needy; I investigated the case I did not know [and assured justice].",
              "reference": "Job 29:16"
            },
            {
              "content": "“And I smashed the jaws of the wicked And snatched the prey from his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "“Then I said, ‘I shall die in my nest, And I shall multiply my days as the sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "‘My root is spread out and open to the waters, And the dew lies all night upon my branch.",
              "reference": "Job 29:19"
            },
            {
              "content": "‘My glory and honor are fresh in me [being constantly renewed], And my bow gains [ever] new strength in my hand.’",
              "reference": "Job 29:20"
            },
            {
              "content": "¶“They listened to me and waited And kept silent for my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "“After I spoke, they did not speak again, And my speech dropped upon them [like a refreshing shower].",
              "reference": "Job 29:22"
            },
            {
              "content": "“They waited for me [and for my words] as for the rain, And they opened their mouths as for the spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "“I smiled at them when they did not believe, And they did not diminish the light of my face.",
              "reference": "Job 29:24"
            },
            {
              "content": "“I chose a way for them and sat as chief, And dwelt as a king among his soldiers, As one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“But now those younger than I mock and laugh at me, Whose fathers I refused to put with the sheepdogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "“Indeed, how could the strength of their hands profit me? Vigor had perished from them.",
              "reference": "Job 30:2"
            },
            {
              "content": "“They are gaunt with want and famine; They gnaw the dry and barren ground by night in [the gloom of] waste and desolation.",
              "reference": "Job 30:3"
            },
            {
              "content": "“They pluck [and eat] saltwort (mallows) among the bushes, And their food is the root of the broom shrub.",
              "reference": "Job 30:4"
            },
            {
              "content": "“They are driven from the community; They shout after them as after a thief.",
              "reference": "Job 30:5"
            },
            {
              "content": "“They must dwell on the slopes of wadis And in holes in the ground and in rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "“Among the bushes they cry out [like wild animals]; Beneath the prickly scrub they gather and huddle together.",
              "reference": "Job 30:7"
            },
            {
              "content": "“They are the sons of [worthless and nameless] fools, They have been driven out of the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "¶“And now I have become [the subject of] their taunting; Yes, I am a byword and a laughingstock to them.",
              "reference": "Job 30:9"
            },
            {
              "content": "“They hate me, they stand aloof from me, And do not refrain from spitting in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "“For God has loosed His bowstring [attacking me] and [He has] afflicted and humbled me; They have cast off the bridle [of restraint] before me.",
              "reference": "Job 30:11"
            },
            {
              "content": "“On my right the [rabble] brood rises; They push my feet away, and they build up their ways of destruction against me [like an advancing army].",
              "reference": "Job 30:12"
            },
            {
              "content": "“They break up and clutter my path [upsetting my plans], They profit from my destruction; No one restrains them.",
              "reference": "Job 30:13"
            },
            {
              "content": "“As through a wide breach they come, Amid the crash [of falling walls] they roll on [over me].",
              "reference": "Job 30:14"
            },
            {
              "content": "“Terrors are turned upon me; They chase away my honor and reputation like the wind, And my prosperity has passed away like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "¶“And now my soul is poured out within me; The days of affliction have seized me.",
              "reference": "Job 30:16"
            },
            {
              "content": "“My bones are pierced [with aching] in the night season, And the pains that gnaw me take no rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "“By the great force [of my disease] my garment (skin) is disfigured and blemished; It binds about me [choking me] like the collar of my coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "“God has cast me into the mire [a swampland of crisis], And I have become [worthless] like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "“I cry to You for help, [Lord,] but You do not answer me; I stand up, but You [only] gaze [indifferently] at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "“You have become harsh and cruel to me; With the might of Your hand You [keep me alive only to] persecute me.",
              "reference": "Job 30:21"
            },
            {
              "content": "“You lift me up on the wind and cause me to ride [upon it]; And You toss me about in the tempest and dissolve me in the storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "“For I know that You will bring me to death And to the house of meeting [appointed] for all the living.",
              "reference": "Job 30:23"
            },
            {
              "content": "¶“However, does not one falling in a heap of ruins stretch out his hand? Or in his disaster [will he not] therefore cry out for help?",
              "reference": "Job 30:24"
            },
            {
              "content": "“Did I not weep for one whose life was hard and filled with trouble? Was not my heart grieved for the needy?",
              "reference": "Job 30:25"
            },
            {
              "content": "“When I expected good, then came evil [to me]; And when I waited for light, then came darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "“I am seething within and my heart is troubled and cannot rest; Days of affliction come to meet me.",
              "reference": "Job 30:27"
            },
            {
              "content": "“I go about mourning without comfort [my skin blackened by disease, not by the heat of the sun]; I stand up in the assembly and cry out for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "“I am a brother to [howling] jackals, And a companion to ostriches [which scream dismally].",
              "reference": "Job 30:29"
            },
            {
              "content": "“My skin falls from me in blackened flakes, And my bones are burned with fever.",
              "reference": "Job 30:30"
            },
            {
              "content": "“Therefore my lyre (harp) is used for [the sound of] mourning, And my flute for the [sound of the] voices of those who weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“I have made a covenant (agreement) with my eyes; How then could I gaze [lustfully] at a virgin?",
              "reference": "Job 31:1"
            },
            {
              "content": "“For what is the portion I would have from God above, And what heritage from the Almighty on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "“Does not tragedy fall [justly] on the unjust And disaster to those who work wickedness?",
              "reference": "Job 31:3"
            },
            {
              "content": "“Does not God see my ways And count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "¶“If I have walked with falsehood, Or if my foot has chased after deceit,",
              "reference": "Job 31:5"
            },
            {
              "content": "Oh, let Him weigh me with accurate scales, And let God know my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "“If my step has turned away from the way [of God], Or if my heart has [covetously] followed my eyes, Or if any spot [of guilt] has stained my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "Then let me plant and [let] another eat [from the results of my labor], And let my crops be uprooted and ruined.",
              "reference": "Job 31:8"
            },
            {
              "content": "¶“If my heart has been enticed and I was made a fool by a woman, Or if I have [covetously] lurked at my neighbor’s door [until his departure],",
              "reference": "Job 31:9"
            },
            {
              "content": "Let my wife grind [meal, like a bond slave] for another [man], And let others kneel down over her.",
              "reference": "Job 31:10"
            },
            {
              "content": "“For adultery is a heinous and lustful crime; Moreover, it would be a sin punishable by the judges. [Deut 22:22; John 8:5]",
              "reference": "Job 31:11"
            },
            {
              "content": "“For it is a fire which consumes to Abaddon (destruction, ruin, final torment); And [illicit passion] would burn and rage and uproot all my [life’s] increase [destroying everything].",
              "reference": "Job 31:12"
            },
            {
              "content": "¶“If I have despised and rejected the claim of my male or female servants When they filed a complaint against me,",
              "reference": "Job 31:13"
            },
            {
              "content": "What then could I do when God arises [to judge me]? When He calls me to account, what will I answer Him? [Ps 44:21]",
              "reference": "Job 31:14"
            },
            {
              "content": "“Did not He who made me in the womb make my servant, And did not the same One fashion us both in the womb? [Prov 14:31; 22:2; Mal 2:10]",
              "reference": "Job 31:15"
            },
            {
              "content": "¶“If I have withheld from the poor what they desired, Or have caused the eyes of the widow to look in vain [for relief],",
              "reference": "Job 31:16"
            },
            {
              "content": "Or have eaten my morsel [of food] alone, And did not share it with the orphan",
              "reference": "Job 31:17"
            },
            {
              "content": "(But from my youth the orphan grew up with me as with a father, And from my mother’s womb I have been the widow’s guide),",
              "reference": "Job 31:18"
            },
            {
              "content": "If I have seen anyone perish for lack of clothing, Or any poor person without covering,",
              "reference": "Job 31:19"
            },
            {
              "content": "If his loins have not thanked and blessed me [for clothing them], And if he was not warmed with the fleece of my sheep,",
              "reference": "Job 31:20"
            },
            {
              "content": "If I have lifted my hand against the orphan, Because I saw [that the judges would be] my help at the [council] gate,",
              "reference": "Job 31:21"
            },
            {
              "content": "Then let my shoulder fall away from its socket, And my arm be broken off at the elbow.",
              "reference": "Job 31:22"
            },
            {
              "content": "“For tragedy from God is a terror to me, And because of His majesty and exaltation I can do nothing [nor endure facing Him]. [Is 13:6; Joel 1:15]",
              "reference": "Job 31:23"
            },
            {
              "content": "¶“If I have put my trust and confidence in gold, Or have declared fine gold my hope and assurance,",
              "reference": "Job 31:24"
            },
            {
              "content": "If I gloated and rejoiced because my wealth was great, And because my [powerful] hand [alone] had obtained so much,",
              "reference": "Job 31:25"
            },
            {
              "content": "If I beheld the sun [as an object of worship] when it shone Or the moon going in its splendor,",
              "reference": "Job 31:26"
            },
            {
              "content": "And my heart became secretly enticed [by them], And my hand threw a kiss from my mouth [in respect to them],",
              "reference": "Job 31:27"
            },
            {
              "content": "This also would have been [a heinous] sin calling for judgment, For I would have denied God above. [Deut 4:19; 17:2-7]",
              "reference": "Job 31:28"
            },
            {
              "content": "¶“Have I rejoiced at the destruction of the enemy [who hated me], Or exulted [in malicious triumph] when evil overtook him?",
              "reference": "Job 31:29"
            },
            {
              "content": "“No, I have not allowed my mouth to sin By cursing my enemy and asking for his life.",
              "reference": "Job 31:30"
            },
            {
              "content": "“I assure you, the men of my tent have said, ‘Who can find one [in need] who has not been satisfied with his meat’?",
              "reference": "Job 31:31"
            },
            {
              "content": "“The stranger has not lodged in the street, Because I have opened my door to the traveler.",
              "reference": "Job 31:32"
            },
            {
              "content": "“Have I concealed my transgressions like Adam or like other men, By hiding my wickedness in my bosom,",
              "reference": "Job 31:33"
            },
            {
              "content": "Because I feared the great multitude, And the contempt of families terrified me, So that I kept silence and did not acknowledge my sin and did not go out of the door?",
              "reference": "Job 31:34"
            },
            {
              "content": "“Oh, that I had one to listen to me! Look, here is my signature (mark); Let the Almighty answer me! Let my adversary write out His indictment [and put His vague accusations in tangible form].",
              "reference": "Job 31:35"
            },
            {
              "content": "“Surely I would [proudly] bear it on my shoulder, And bind the scroll around my head like a crown.",
              "reference": "Job 31:36"
            },
            {
              "content": "“I would count out to Him the number of my steps [with every detail of my life], Approaching His presence as if I were a prince.",
              "reference": "Job 31:37"
            },
            {
              "content": "¶“For if my land has cried out against me, And its furrows weep together;",
              "reference": "Job 31:38"
            },
            {
              "content": "If I have eaten its fruits without paying for them, Or have caused its [rightful] owners to lose their lives,",
              "reference": "Job 31:39"
            },
            {
              "content": "Let thorns grow instead of wheat, And stinkweed and cockleburs instead of barley.” So the words of Job [with his friends] are finished.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "So these three men ceased answering Job, because he was righteous in his own eyes [and could not be persuaded otherwise by them].",
              "reference": "Job 32:1"
            },
            {
              "content": "But Elihu the son of Barachel the Buzite, of the family of Ram, became indignant. His indignation was kindled and burned and he became upset with Job because he justified himself rather than God [and even expressed doubts about God’s character].",
              "reference": "Job 32:2"
            },
            {
              "content": "Elihu’s anger burned against Job’s three friends because they had found no answer [and were unable to determine Job’s error], and yet they had condemned Job and declared him to be in the wrong [and responsible for his own afflictions].",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited to speak to Job because the others were years older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "And when Elihu saw that there was no answer in the mouths of these three men, he burned with anger.",
              "reference": "Job 32:5"
            },
            {
              "content": "Then Elihu the son of Barachel the Buzite said, “I am young, and you are aged; For that reason I was anxious and dared not tell you what I think.",
              "reference": "Job 32:6"
            },
            {
              "content": "“I thought age should speak, And a multitude of years should teach wisdom.",
              "reference": "Job 32:7"
            },
            {
              "content": "“But there is [a vital force and] a spirit [of intelligence] in man, And the breath of the Almighty gives them understanding. [Prov 2:6]",
              "reference": "Job 32:8"
            },
            {
              "content": "“Those [who are] abundant in years may not [always] be wise, Nor may the elders [always] understand justice.",
              "reference": "Job 32:9"
            },
            {
              "content": "“Therefore I say, ‘Listen to me; I also will give you my opinion [about Job’s situation] and tell you plainly what I think.’",
              "reference": "Job 32:10"
            },
            {
              "content": "¶“You see, I waited for your words, I listened to your [wise] reasons, While you pondered and searched out what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "“I even paid close attention to [what] you [said], Indeed, not one of you convinced Job [nor could you refute him], Not one of you supplied [satisfactory] answers to his words.",
              "reference": "Job 32:12"
            },
            {
              "content": "“Beware if you say, ‘We have found wisdom; God thrusts Job down [justly], not man [for God alone is dealing with him].’",
              "reference": "Job 32:13"
            },
            {
              "content": "“Now Job has not directed his words against me [therefore I have no reason to be offended], Nor will I answer him with arguments like yours. [I speak for truth, not for revenge.]",
              "reference": "Job 32:14"
            },
            {
              "content": "¶“They (Job’s friends) are dismayed and embarrassed, they no longer answer; The words have moved away and failed them,” [says Elihu].",
              "reference": "Job 32:15"
            },
            {
              "content": "“And shall I wait, because they say nothing, But stand still and say no more?",
              "reference": "Job 32:16"
            },
            {
              "content": "“I too will give my share of answers; I too will express my opinion and share my knowledge.",
              "reference": "Job 32:17"
            },
            {
              "content": "“For I am full of words; The spirit within me constrains me.",
              "reference": "Job 32:18"
            },
            {
              "content": "“My belly is like unvented wine; Like new wineskins it is about to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "“I must speak so that I may get relief; I will open my lips and answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "“I will not [I warn you] be partial to any man [that is, let my respect for you mitigate what I say]; Nor flatter any man.",
              "reference": "Job 32:21"
            },
            {
              "content": "“For I do not know how to flatter, [in an appropriate way, and I fear that], My Maker would soon take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“However, Job, please listen to my words, And pay attention to everything I say.",
              "reference": "Job 33:1"
            },
            {
              "content": "“Behold, I have opened my mouth [to begin my speech]; My tongue in my mouth is going to speak.",
              "reference": "Job 33:2"
            },
            {
              "content": "“My words will express the uprightness of my heart, And my lips will speak what they know with utter sincerity.",
              "reference": "Job 33:3"
            },
            {
              "content": "“The Spirit of God has made me, And the breath of the Almighty gives me life [which inspires me].",
              "reference": "Job 33:4"
            },
            {
              "content": "“Answer me, if you can; Set yourselves before me, take your stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "“Behold, I belong to God like you; I too was formed out of the clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "“Behold, I will not make you afraid or terrified of me [for I am only mortal and not God], Nor should any pressure from me weigh heavily upon you.",
              "reference": "Job 33:7"
            },
            {
              "content": "¶“Surely you have spoken in my hearing, And I have heard the sound of your words, saying:",
              "reference": "Job 33:8"
            },
            {
              "content": "‘I am pure, without transgression; I am innocent and there is no guilt in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "‘Behold, God finds pretexts against me; He counts me as His enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "‘He puts my feet in the stocks [to hinder and humiliate me]; He [suspiciously] watches all my paths,’ [you say].",
              "reference": "Job 33:11"
            },
            {
              "content": "“Look, let me answer you, in this you are not right or just; For God is greater and far superior to man.",
              "reference": "Job 33:12"
            },
            {
              "content": "¶“Why do you complain against Him? That He does not answer [you with] all His doings.",
              "reference": "Job 33:13"
            },
            {
              "content": "“For God speaks once, And even twice, yet no one notices it [including you, Job].",
              "reference": "Job 33:14"
            },
            {
              "content": "“In a dream, a vision of the night [one may hear God’s voice], When deep sleep falls on men While slumbering upon the bed,",
              "reference": "Job 33:15"
            },
            {
              "content": "Then He opens the ears of men And seals their instruction,",
              "reference": "Job 33:16"
            },
            {
              "content": "That He may turn man aside from his conduct, And keep him from pride;",
              "reference": "Job 33:17"
            },
            {
              "content": "He holds back his soul from the pit [of destruction], And his life from passing over into Sheol (the nether world, the place of the dead).",
              "reference": "Job 33:18"
            },
            {
              "content": "¶“Man is also disciplined with pain on his bed, And with unceasing complaint in his bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "So that his life makes him loathe food, And his soul [loathe] even his favorite dishes.",
              "reference": "Job 33:20"
            },
            {
              "content": "“His flesh is so wasted away that it cannot be seen, And his bones which were not seen now stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "“Then his soul draws near to the pit [of destruction], And his life to those who bring death (the destroyers).",
              "reference": "Job 33:22"
            },
            {
              "content": "¶“If there is an angel as a mediator for him, One out of a thousand, To explain to a man what is right for him [that is, how to be in right standing with God],",
              "reference": "Job 33:23"
            },
            {
              "content": "Then the angel is gracious to him, and says, ‘Spare him from going down to the pit [of destruction]; I have found a ransom [a consideration, or reason for redemption, an atonement]!’",
              "reference": "Job 33:24"
            },
            {
              "content": "“Let his flesh be restored and become fresher than in youth; Let him return to the days of his youthful strength.",
              "reference": "Job 33:25"
            },
            {
              "content": "“He will pray to God, and He shall be favorable to him, So that he looks at His face with joy; For God restores to man His righteousness [that is, his right standing with God—with its joys].",
              "reference": "Job 33:26"
            },
            {
              "content": "“He sings out to other men, ‘I have sinned and perverted that which was right, And it was not proper for me!",
              "reference": "Job 33:27"
            },
            {
              "content": "‘God has redeemed my life from going to the pit [of destruction], And my life shall see the light.’ ”",
              "reference": "Job 33:28"
            },
            {
              "content": "¶[Elihu comments,] “Behold, God does all these things  twice, yes, three times, with a man,",
              "reference": "Job 33:29"
            },
            {
              "content": "To bring his life back from the pit [of destruction], That he may be enlightened with the light of the living.",
              "reference": "Job 33:30"
            },
            {
              "content": "“Pay attention, Job, listen to me; Keep silent, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "“If you have anything to say, answer me; Speak, for I desire to justify you.",
              "reference": "Job 33:32"
            },
            {
              "content": "“If not [and you have nothing to say], listen to me; Keep silent, and I will teach you wisdom.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Elihu continued his discourse and said,",
              "reference": "Job 34:1"
            },
            {
              "content": "“Hear my words, you wise men, And listen to me, you who have [so much] knowledge.",
              "reference": "Job 34:2"
            },
            {
              "content": "“For the ear puts words to the test As the palate tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "“Let us choose for ourselves that which is right; Let us know among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "“For Job has said, ‘I am righteous [and innocent], But God has taken away my right; [Job 33:9]",
              "reference": "Job 34:5"
            },
            {
              "content": "Although I am right, I am accounted a liar. My wound is incurable, though I am without transgression.’",
              "reference": "Job 34:6"
            },
            {
              "content": "“What man is like Job, Who drinks up derision like water,",
              "reference": "Job 34:7"
            },
            {
              "content": "Who goes in company with those who do evil And walks with wicked men?",
              "reference": "Job 34:8"
            },
            {
              "content": "“For he has said, ‘It profits a man nothing When he takes delight and is pleased with God and obeys Him.’",
              "reference": "Job 34:9"
            },
            {
              "content": "¶“Therefore hear me, you men of understanding. Far be it from God that He would do wickedness, And from the Almighty to do wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "“For God pays a man according to his work, And He will make every man find [appropriate] compensation according to his way.",
              "reference": "Job 34:11"
            },
            {
              "content": "“Surely God will not act wickedly, Nor will the Almighty pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "“Who put God in charge over the earth? And who has laid on Him the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "“If God should determine to do so, If He should gather to Himself [that is, withdraw from man] His [life-giving] spirit and His breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "All flesh would perish together, And man would return to dust. [Ps 104:29; Eccl 12:7]",
              "reference": "Job 34:15"
            },
            {
              "content": "¶“If you now have understanding, hear this; Listen to the sound of my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "“Shall one who hates justice [and is an enemy of right] govern? And will you condemn Him who is just and mighty?",
              "reference": "Job 34:17"
            },
            {
              "content": "“God who says to a king, ‘You are worthless and vile,’ Or to princes and nobles, ‘You are wicked and evil’?",
              "reference": "Job 34:18"
            },
            {
              "content": "“Who is not partial to princes, Nor does He regard the rich above the poor, For they all are the work of His hands.",
              "reference": "Job 34:19"
            },
            {
              "content": "“In a moment they die, even at midnight The people are shaken and pass away, And the powerful are taken away without a [human] hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "¶“For God’s eyes are on the ways of a man, And He sees all his steps. [Ps 34:15; Prov 5:21; Jer 16:17]",
              "reference": "Job 34:21"
            },
            {
              "content": "“There is no darkness nor deep shadow Where the evildoers may hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "“For He sets no appointed time for a man, That he should appear before Him in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "“He breaks mighty men without inquiry, And sets others in their place. [Dan 2:21]",
              "reference": "Job 34:24"
            },
            {
              "content": "“Therefore He knows of their works, And He overthrows them in the night, So that they are crushed and destroyed.",
              "reference": "Job 34:25"
            },
            {
              "content": "“He strikes them like the wicked In a public place,",
              "reference": "Job 34:26"
            },
            {
              "content": "Because they turned aside from following Him And would not consider or show regard for any of His ways, [1 Sam 15:11]",
              "reference": "Job 34:27"
            },
            {
              "content": "So that they caused the cry of the poor to come to Him, And He heard the cry of the afflicted. [Ex 22:23; James 5:4]",
              "reference": "Job 34:28"
            },
            {
              "content": "“When He keeps quiet, who then can condemn? When He hides His face [withdrawing His favor and help], who then can behold Him [and make supplication to Him], Whether it be a nation or a man by himself?—",
              "reference": "Job 34:29"
            },
            {
              "content": "“So that godless men would not rule Nor be snares for the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "¶“For has anyone said to God, ‘I have endured my chastisement; I will not offend anymore;",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me what I do not see [in regard to how I have sinned]; If I have done wrong (injustice, unrighteousness), I will not do it again’?",
              "reference": "Job 34:32"
            },
            {
              "content": "“Shall God’s retribution [for your sins] be on your terms, because you refuse to accept it? For you must do the choosing, and not I; Therefore say what you [truthfully] know.",
              "reference": "Job 34:33"
            },
            {
              "content": "“Men of understanding will tell me, Indeed, every wise man who hears me [will agree],",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job speaks without knowledge, And his words are without wisdom and insight.",
              "reference": "Job 34:35"
            },
            {
              "content": "‘Job ought to be tried to the limit Because he answers like wicked men!",
              "reference": "Job 34:36"
            },
            {
              "content": "‘For he adds rebellion [in his unsubmissive, defiant attitude toward God] to his [unacknowledged] sin; He claps his hands among us [in open mockery and contempt of God], And he multiplies his words [of accusation] against God.’ ”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Elihu continued speaking [to Job] and said,",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think this is according to [your] justice? Do you say, ‘My righteousness is more than God’s’?",
              "reference": "Job 35:2"
            },
            {
              "content": "“For you say, ‘What advantage have you [by living a righteous life]? What profit will I have, more [by being righteous] than if I had sinned?’",
              "reference": "Job 35:3"
            },
            {
              "content": "“I will answer you, And your companions with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "“Look to the heavens and see; And behold the skies which are [much] higher than you.",
              "reference": "Job 35:5"
            },
            {
              "content": "“If you have sinned, what do you accomplish against Him? And if your transgressions are multiplied, what have you done to Him?",
              "reference": "Job 35:6"
            },
            {
              "content": "“If you are righteous, what do you give God, Or what does He receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "“Your wickedness affects only a man such as you, And your righteousness affects only  a son of man [but it cannot affect God, who is sovereign].",
              "reference": "Job 35:8"
            },
            {
              "content": "¶“Because of the multitudes of oppressions the people cry out; They cry for help because of the [violent] arm of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "“But no one says, ‘Where is God my Maker, Who gives songs [of rejoicing] in the night, [Acts 16:25]",
              "reference": "Job 35:10"
            },
            {
              "content": "Who teaches us more than the beasts of the earth And makes us wiser than the birds of the heavens?’",
              "reference": "Job 35:11"
            },
            {
              "content": "“The people cry out, but He does not answer Because of the pride of evil men.",
              "reference": "Job 35:12"
            },
            {
              "content": "“Surely God will not listen to an empty cry [which lacks trust], Nor will the Almighty regard it.",
              "reference": "Job 35:13"
            },
            {
              "content": "“Even though you say that you do not see Him [when missing His righteous judgment on earth], Yet your case is before Him, and you must wait for Him!",
              "reference": "Job 35:14"
            },
            {
              "content": "“And now, because He has not [quickly] punished in His anger, Nor has He acknowledged transgression and arrogance well [and seems unaware of the wrong of which a person is guilty],",
              "reference": "Job 35:15"
            },
            {
              "content": "Job uselessly opens his mouth And multiplies words without knowledge [drawing the worthless conclusion that the righteous have no more advantage than the wicked].”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Elihu continued and said,",
              "reference": "Job 36:1"
            },
            {
              "content": "“Bear with me a little longer, and I will show you, That there is yet more to say on God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "“I will bring my knowledge from afar, And will ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "“For truly my words are not false; He who is perfect in knowledge is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "“Behold, God is mighty, and yet does not despise anyone [nor regard any as trivial]; He is mighty in the strength and power of understanding.",
              "reference": "Job 36:5"
            },
            {
              "content": "“He does not prolong the life of the wicked, But gives the afflicted their justice.",
              "reference": "Job 36:6"
            },
            {
              "content": "“He does not withdraw His eyes from the righteous [those in right standing with Him]; But with kings upon the throne He has seated them forever, and they are exalted.",
              "reference": "Job 36:7"
            },
            {
              "content": "“And if they are bound in bonds [of adversity], And held by cords of affliction, [Ps 107:10, 11]",
              "reference": "Job 36:8"
            },
            {
              "content": "Then He declares to them [the true character of] their deeds And their transgressions, that they have acted arrogantly [with presumption and notions of self-sufficiency].",
              "reference": "Job 36:9"
            },
            {
              "content": "“He opens their ears to instruction and discipline, And commands that they return from evil.",
              "reference": "Job 36:10"
            },
            {
              "content": "“If they hear and serve Him, They will end their days in prosperity And their years in pleasantness and joy.",
              "reference": "Job 36:11"
            },
            {
              "content": "“But if they do not hear and obey, they will die by the sword [of God’s destructive judgments] And they will die [in ignorance] without [true] knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "“But the godless in heart store up anger [at the divine discipline]; They do not cry [to Him] for help when He binds them [with cords of affliction]. [Rom 2:5]",
              "reference": "Job 36:13"
            },
            {
              "content": "“They die in youth, And their life ends among the cult prostitutes. [Deut 23:17]",
              "reference": "Job 36:14"
            },
            {
              "content": "“He rescues the afflicted in their affliction, And opens their ears [so that they pay attention to His voice] in times of oppression.",
              "reference": "Job 36:15"
            },
            {
              "content": "“Then indeed, He enticed you from the mouth of distress and confinement, Into a broad place where there is no constraint or distress; And that which was set on your table was full of fatness (rich food).",
              "reference": "Job 36:16"
            },
            {
              "content": "¶“But you [Job] were full of judgment on the wicked, Judgment and justice take hold of you.",
              "reference": "Job 36:17"
            },
            {
              "content": "“Do not let wrath entice you into scoffing; And do not let the greatness and the extent of the ransom turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "“Will your wealth [be sufficient to] keep you from [the confinement of] distress, Or will all the force of your strength do it?",
              "reference": "Job 36:19"
            },
            {
              "content": "“Do not long for the night, When people vanish from their places.",
              "reference": "Job 36:20"
            },
            {
              "content": "“Take heed and be careful, do not turn to wickedness, For you have chosen this [the vice of complaining against God] rather than [learning from] affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "“Behold, God is exalted in His power; Who is a ruler or a teacher like Him?",
              "reference": "Job 36:22"
            },
            {
              "content": "“Who has appointed God His way, And who can say [to Him], ‘You have done wrong’?",
              "reference": "Job 36:23"
            },
            {
              "content": "¶“Remember that you should magnify God’s work, Of which men have sung.",
              "reference": "Job 36:24"
            },
            {
              "content": "“All men have seen God’s work; Man looks at it from a distance.",
              "reference": "Job 36:25"
            },
            {
              "content": "“Behold, God is exalted, and we do not know Him; The number of His years is unsearchable. [1 Cor 13:12]",
              "reference": "Job 36:26"
            },
            {
              "content": "“For He draws up the drops of water, They distill rain from the mist,",
              "reference": "Job 36:27"
            },
            {
              "content": "Which the clouds pour down, They drop abundantly upon mankind.”",
              "reference": "Job 36:28"
            },
            {
              "content": "“Can anyone understand the spreading of the clouds Or the thundering of His pavilion? [Ps 18:11; Is 40:22]",
              "reference": "Job 36:29"
            },
            {
              "content": "“Behold, He spreads His lightning around Him [against the dark clouds], And He covers the depths of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "“For by these [mighty acts] He judges the peoples; He gives food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "“He covers His hands with the lightning, And commands it to strike the mark.",
              "reference": "Job 36:32"
            },
            {
              "content": "“His thundering voice declares [awesomely] His presence; The cattle also are told of His coming storm.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Indeed, at His thundering my heart trembles And leaps out of its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "“Listen carefully to the thunder of His voice, And the rumbling that goes out of His mouth!",
              "reference": "Job 37:2"
            },
            {
              "content": "“He lets it loose under the whole heaven, And His lightning to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "“After it, His voice roars; He thunders with the voice of His majesty, And He does not restrain His lightning [against His adversaries] when His voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "“God thunders marvelously with His voice; He does great things which we cannot comprehend.",
              "reference": "Job 37:5"
            },
            {
              "content": "“For He says to the snow, ‘Fall on the earth’; And [He speaks] to the showers and to the downpour [of His mighty rains], ‘Be strong.’",
              "reference": "Job 37:6"
            },
            {
              "content": "“God seals (brings to a standstill, stops) [by severe weather] the hand of every man, That all men [whom He has made] may know His work [that is, His sovereign power and their subjection to it].",
              "reference": "Job 37:7"
            },
            {
              "content": "“Then the beast goes into its lair And remains in its hiding place.",
              "reference": "Job 37:8"
            },
            {
              "content": "“Out of its chamber comes the storm, And cold from the north wind.",
              "reference": "Job 37:9"
            },
            {
              "content": "“Ice is made by the breath of God, And the expanse of the waters is frozen. [Ps 147:17, 18]",
              "reference": "Job 37:10"
            },
            {
              "content": "“He loads the thick cloud with moisture; He disperses the cloud of His lightning.",
              "reference": "Job 37:11"
            },
            {
              "content": "“Its direction is turned around by His guidance, That it may do whatever He commands it On the face of the inhabited earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "“Whether [it be] for correction, or for His earth [generally] Or for [His] mercy and lovingkindness, He causes it to happen. [Ex 9:18, 23; 1 Sam 12:18, 19]",
              "reference": "Job 37:13"
            },
            {
              "content": "¶“Listen to this, Job; Stand still and consider the wonders of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "“Do you know how God establishes and commands them, And makes the lightning of His [storm] cloud shine?",
              "reference": "Job 37:15"
            },
            {
              "content": "“Do you know about the layers of thick clouds [and how they are balanced and poised in the heavens], The wonderful works of Him who is perfect in knowledge,",
              "reference": "Job 37:16"
            },
            {
              "content": "You whose garments are hot, When He quiets the earth [in sultry summer] with the [oppressive] south wind?",
              "reference": "Job 37:17"
            },
            {
              "content": "“Can you, with Him, spread out the sky, Strong as a molten mirror?",
              "reference": "Job 37:18"
            },
            {
              "content": "“Tell us [Job] what words [of man] shall we say to such a Being; We cannot state our case because of darkness [that is, our ignorance in the presence of the unsearchable God].",
              "reference": "Job 37:19"
            },
            {
              "content": "“So shall it be told Him that I wish to speak? Or should a man say that he would be swallowed up [and destroyed by God]?",
              "reference": "Job 37:20"
            },
            {
              "content": "¶“Now people cannot look at the light when it is bright in the skies [without being blinded], When the wind has passed and cleared them.",
              "reference": "Job 37:21"
            },
            {
              "content": "“Out of the north comes golden splendor [and people can hardly look on it]; Around God is awesome splendor and majesty [far too glorious for man’s eyes].",
              "reference": "Job 37:22"
            },
            {
              "content": "“The Almighty—we cannot find Him; He is exalted in power And He will not do violence to [nor disregard] justice and abundant righteousness. [1 Tim 6:16]",
              "reference": "Job 37:23"
            },
            {
              "content": "“Men therefore fear Him; He does not regard nor respect any who are wise in heart [in their own understanding and conceit].” [Matt 10:28]",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then the Lord answered Job out of the whirlwind and said,",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this that darkens counsel [questioning my authority and wisdom] By words without knowledge? [Job 35:16]",
              "reference": "Job 38:2"
            },
            {
              "content": "“Now gird up your loins like a man, And I will ask you, and you instruct Me!",
              "reference": "Job 38:3"
            },
            {
              "content": "“Where were you when I laid the foundation of the earth? Tell Me, if you know and have understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "“Who determined the measurements [of the earth], if you know? Or who stretched the [measuring] line on it?",
              "reference": "Job 38:5"
            },
            {
              "content": "“On what were its foundations fastened? Or who laid its cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "When the morning stars sang together And all the sons of God (angels) shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "¶“Or who enclosed the sea with doors When it burst forth and went out of the womb;",
              "reference": "Job 38:8"
            },
            {
              "content": "When I made the clouds its garment And thick darkness its swaddling band,",
              "reference": "Job 38:9"
            },
            {
              "content": "And marked for it My [appointed] boundary And set bars and doors [defining the shorelines], [Jer 5:22]",
              "reference": "Job 38:10"
            },
            {
              "content": "And said, ‘This far you shall come, but no farther; And here your proud waves shall stop’? [Ps 89:9; 93:4]",
              "reference": "Job 38:11"
            },
            {
              "content": "¶“Since your days began, have you ever commanded the morning, And caused the dawn to know its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "So that light may take hold of the corners of the earth And shake the wickedness out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "“The earth is changed like clay into which a seal is pressed; And the things [of the earth] stand out like a [multi-colored] garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "“Their light is withheld from the wicked, And the uplifted arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "¶“Have you entered and explored the springs of the sea Or [have you] walked in the recesses of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "“Have the gates of death been revealed to you, Or have you seen the gates of deep darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "“Have you understood the expanse of the earth? Tell Me, if you know all this.",
              "reference": "Job 38:18"
            },
            {
              "content": "¶“Where is the way where light dwells? And as for darkness, where is its place,",
              "reference": "Job 38:19"
            },
            {
              "content": "That you may take it to its territory And that you may know the paths to its house?",
              "reference": "Job 38:20"
            },
            {
              "content": "“You [must] know, since you were born then, And because you are so extremely old!",
              "reference": "Job 38:21"
            },
            {
              "content": "“Have you entered the storehouses of the snow, Or have you seen the storehouses of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "Which I have reserved for the time of trouble, For the day of battle and war? [Ex 9:18; Josh 10:11; Is 30:30; Rev 16:21]",
              "reference": "Job 38:23"
            },
            {
              "content": "“Where is the way that the light is distributed, Or the east wind scattered over the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "¶“Who has prepared a channel for the torrents of rain and for the flood, Or a path for the thunderbolt,",
              "reference": "Job 38:25"
            },
            {
              "content": "To bring rain on the uninhabited land, And on the desert where no man lives,",
              "reference": "Job 38:26"
            },
            {
              "content": "To satisfy the barren and desolate ground And to make the seeds of grass to sprout?",
              "reference": "Job 38:27"
            },
            {
              "content": "“Has the rain a father? Or who has begotten the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "“Out of whose womb has come the ice? And the frost of heaven, who has given it birth?",
              "reference": "Job 38:29"
            },
            {
              "content": "“Water becomes like stone [and hides itself], And the surface of the deep is frozen and imprisoned.",
              "reference": "Job 38:30"
            },
            {
              "content": "¶“Can you bind the chains of [the cluster of stars called] Pleiades, Or loose the cords of [the constellation] Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "“Can you lead forth a constellation in its season, And guide [the stars of] the Bear with her sons?",
              "reference": "Job 38:32"
            },
            {
              "content": "“Do you know the ordinances of the heavens, Or [can you] establish their rule over the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "¶“Can you lift up your voice to the clouds, So that an abundance of water will cover you?",
              "reference": "Job 38:34"
            },
            {
              "content": "“Can you send forth lightnings that they may go And say to you, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "“Who has put wisdom in the innermost being [of man, or in the layers of clouds] Or given understanding to the mind [of man, or to the heavenly display]?",
              "reference": "Job 38:36"
            },
            {
              "content": "“Who can count the clouds by [earthly] wisdom, Or pour out the water jars of the heavens,",
              "reference": "Job 38:37"
            },
            {
              "content": "When the dust hardens into a mass And the clods stick together [because of the heat]?",
              "reference": "Job 38:38"
            },
            {
              "content": "¶“Can you [Job] hunt the prey for the lion, Or satisfy the appetite of the young lions",
              "reference": "Job 38:39"
            },
            {
              "content": "When they crouch in their dens And lie in wait in their lair?",
              "reference": "Job 38:40"
            },
            {
              "content": "“Who provides prey for the raven When its young cry to God And wander about without food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Do you know the time when the wild goats of the rock give birth [to their young]? Do you observe the calving of the deer?",
              "reference": "Job 39:1"
            },
            {
              "content": "“Can you count the months that they carry offspring, Or do you know the time when they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "“They kneel down, they bring forth their young, They cast out their labor pains.",
              "reference": "Job 39:3"
            },
            {
              "content": "“Their young ones become strong, they grow up in the open field; They leave and do not return to them.",
              "reference": "Job 39:4"
            },
            {
              "content": "¶“Who sent out the wild donkey free [from dependence on man]? And who has loosed the bonds of the wild donkey [to survive in the wild],",
              "reference": "Job 39:5"
            },
            {
              "content": "To whom I gave the wilderness as his home And the salt land as his dwelling place?",
              "reference": "Job 39:6"
            },
            {
              "content": "“He scorns the tumult of the city, And does not hear the shouting of the taskmaster.",
              "reference": "Job 39:7"
            },
            {
              "content": "“He explores the mountains as his pasture And searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "“Will the wild ox be willing to serve you, Or remain beside your manger at night?",
              "reference": "Job 39:9"
            },
            {
              "content": "“Can you bind the wild ox with a harness [to the plow] in the furrow? Or will he plow the valleys for you?",
              "reference": "Job 39:10"
            },
            {
              "content": "“Will you trust him because his strength is great And leave your labor to him?",
              "reference": "Job 39:11"
            },
            {
              "content": "“Will you have faith and depend on him to return your grain And gather it from your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "¶“The [flightless] wings of the ostrich wave joyously; With the pinion (shackles, fetters) and plumage of love,",
              "reference": "Job 39:13"
            },
            {
              "content": "For she leaves her eggs on the ground And warms them in the dust,",
              "reference": "Job 39:14"
            },
            {
              "content": "Forgetting that a foot may crush them, Or that the wild beast may trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "“She treats her young cruelly, as if they were not hers; Though her labor is in vain because she is unconcerned [for the safety of her brood],",
              "reference": "Job 39:16"
            },
            {
              "content": "For God has made her forget wisdom, And has not given her a share of understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "“Yet when she lifts herself on high, [So swift is she that] she laughs at the horse and his rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "¶“Have you given the horse his might? Have you clothed his neck with quivering and a shaking mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "“Have you [Job] made him leap like a locust? The majesty of his snorting [nostrils] is terrible.",
              "reference": "Job 39:20"
            },
            {
              "content": "“He paws in the valley and rejoices in his strength; He goes out to meet the weapons [of armed men].",
              "reference": "Job 39:21"
            },
            {
              "content": "“He laughs at fear and is not dismayed; And [in battle] he does not turn back from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "“The quiver rattles against him, [As do] the flashing spear and the lance [of his rider].",
              "reference": "Job 39:23"
            },
            {
              "content": "“With fierceness and rage he races to devour the ground, And he does not stand still at the sound of the [war] trumpet.",
              "reference": "Job 39:24"
            },
            {
              "content": "“As often as the trumpet sounds he says, ‘Aha!’ And he smells the battle from far away, And senses the thunder of the captains and the war cry.",
              "reference": "Job 39:25"
            },
            {
              "content": "¶“Is it by your understanding that the hawk soars, Stretching his wings toward the south [as winter approaches]?",
              "reference": "Job 39:26"
            },
            {
              "content": "“Is it at your command that the eagle mounts up And makes his nest on high [in an inaccessible place]?",
              "reference": "Job 39:27"
            },
            {
              "content": "“On the cliff he dwells and remains [securely], Upon the point of the rock and the inaccessible stronghold.",
              "reference": "Job 39:28"
            },
            {
              "content": "“From there he spies out the prey; His eyes see it from far away.",
              "reference": "Job 39:29"
            },
            {
              "content": "“His young ones suck up blood; And where the slain are, there is he.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then the Lord said to Job,",
              "reference": "Job 40:1"
            },
            {
              "content": "“Will the faultfinder contend with the Almighty? Let him who disputes with God answer it.”",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job replied to the Lord and said,",
              "reference": "Job 40:3"
            },
            {
              "content": "“Behold, I am of little importance and contemptible; what can I reply to You? I lay my hand on my mouth. [Ezra 9:6; Ps 51:4]",
              "reference": "Job 40:4"
            },
            {
              "content": "“I have spoken once, but I will not reply again— Indeed, twice [I have answered], and I will add nothing further.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job out of the whirlwind, saying,",
              "reference": "Job 40:6"
            },
            {
              "content": "“Now gird up your loins (prepare yourself) like a man, And I will ask you, and you instruct Me.",
              "reference": "Job 40:7"
            },
            {
              "content": "“Will you really annul My judgment and set it aside as void? Will you condemn Me [your God] that you may [appear to] be righteous and justified?",
              "reference": "Job 40:8"
            },
            {
              "content": "“Have you an arm like God, And can you thunder with a voice like His?",
              "reference": "Job 40:9"
            },
            {
              "content": "¶“Adorn yourself with eminence and dignity [since you question the Almighty], And array yourself with honor and majesty.",
              "reference": "Job 40:10"
            },
            {
              "content": "“Pour out the overflowings of your wrath, And look at everyone who is proud and make him low.",
              "reference": "Job 40:11"
            },
            {
              "content": "“Look at everyone who is proud, and humble him, And [if you are so able] tread down the wicked where they stand.",
              "reference": "Job 40:12"
            },
            {
              "content": "“[Crush and] hide them in the dust together; Shut them up in the hidden place [the house of death].",
              "reference": "Job 40:13"
            },
            {
              "content": "“[If you can do all this, Job, proving your divine power] then I [God] will also praise you and acknowledge That your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "¶“Behold now, Behemoth, which I created as well as you; He eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "“See now, his strength is in his loins And his power is in the muscles and sinews of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "“He sways his tail like a cedar; The tendons of his thighs are twisted and knit together [like a rope].",
              "reference": "Job 40:17"
            },
            {
              "content": "“His bones are tubes of bronze; His limbs are like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "¶“He is the first [in magnitude and power] of the works of God; [Only] He who made him can bring near His sword [to master him].",
              "reference": "Job 40:19"
            },
            {
              "content": "“Surely the mountains bring him food, And all the wild animals play there.",
              "reference": "Job 40:20"
            },
            {
              "content": "“He lies down under the lotus plants, In the hidden shelter of the reeds in the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "“The lotus plants cover him with their shade; The willows of the brook surround him.",
              "reference": "Job 40:22"
            },
            {
              "content": "“If a river rages and overflows, he does not tremble; He is confident, though the Jordan [River] swells and rushes against his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "“Can anyone capture him when he is on watch, Or pierce his nose with barbs [to trap him]?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "“Can you draw out Leviathan with a fishhook? Or press down his tongue with a cord?",
              "reference": "Job 41:1"
            },
            {
              "content": "“Can you put a rope [made] of rushes into his nose Or pierce his jaw through with a hook?",
              "reference": "Job 41:2"
            },
            {
              "content": "“Will he make many supplications to you [begging to be spared]? Or will he speak soft words to you [to coax you to treat him kindly]?",
              "reference": "Job 41:3"
            },
            {
              "content": "“Will he make a covenant or an arrangement with you? Will you take him for your servant forever?",
              "reference": "Job 41:4"
            },
            {
              "content": "“Will you play with him as with a bird? Or will you bind him [and put him on a leash] for your maidens?",
              "reference": "Job 41:5"
            },
            {
              "content": "“Will traders bargain over him? Will they divide him up among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "“Can you fill his skin with harpoons, Or his head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "“Lay your hand on him; Remember the battle [with him]; you will not do such [an ill-advised thing] again!",
              "reference": "Job 41:8"
            },
            {
              "content": "“Behold, his [assailant’s] hope and expectation [of defeating Leviathan] is false; Will not one be overwhelmed even at the sight of him?",
              "reference": "Job 41:9"
            },
            {
              "content": "“No one is so fierce [and foolhardy] that he dares to stir up Leviathan; Who then is he who can stand before Me [or dares to contend with Me, the beast’s creator]?",
              "reference": "Job 41:10"
            },
            {
              "content": "“Who has first given to Me that I should repay him? Whatever is under the whole heaven is Mine. [Who can have a claim against Me who made the unmastered beast?] [Rom 11:35]",
              "reference": "Job 41:11"
            },
            {
              "content": "¶“I will not keep silence concerning his limbs, Nor his mighty strength, nor his orderly frame.",
              "reference": "Job 41:12"
            },
            {
              "content": "“Who can penetrate or strip off his outer armor? Who can come to his jaws with a double bridle?",
              "reference": "Job 41:13"
            },
            {
              "content": "“Who can open the doors (jaws) of his face? Around his [open jaws and] teeth there is terror.",
              "reference": "Job 41:14"
            },
            {
              "content": "“His strong scales are his pride, Bound together as with a tight seal.",
              "reference": "Job 41:15"
            },
            {
              "content": "“One is so near to another That no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "“They are joined one to another; They stick together and cannot be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "“His sneezes flash forth light, And his eyes are like the [reddish] eyelids of the dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "“Out of his mouth go burning torches, And sparks of fire leap out.",
              "reference": "Job 41:19"
            },
            {
              "content": "“Out of his nostrils smoke goes forth As from a boiling pot and [as from] burning rushes.",
              "reference": "Job 41:20"
            },
            {
              "content": "“His breath kindles coals, And a flame goes forth from his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "“In Leviathan’s neck resides strength, And dismay and terror dance before him.",
              "reference": "Job 41:22"
            },
            {
              "content": "“The folds of his flesh are joined together, Firm on him and immobile [when he moves].",
              "reference": "Job 41:23"
            },
            {
              "content": "“His heart is as hard as a stone, Indeed, as solid as a lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "“When he raises himself up, the mighty are afraid; Because of the crashing they are bewildered.",
              "reference": "Job 41:25"
            },
            {
              "content": "“The sword that reaches him cannot avail, Nor [does] the spear, the dart, or the javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "“He considers iron as straw, Bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "“The arrow cannot make him flee; Slingstones are treated as stubble by him.",
              "reference": "Job 41:28"
            },
            {
              "content": "“Clubs [also] are regarded as stubble; He laughs at the rushing and the rattling of the javelin.",
              "reference": "Job 41:29"
            },
            {
              "content": "“His underparts are like sharp pieces of broken pottery; He moves across and spreads out [grooves] like a threshing sledge on the mire (muddy river banks).",
              "reference": "Job 41:30"
            },
            {
              "content": "“He makes the deep water boil like a pot; He makes the sea like a [foaming] pot of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "“Behind him he makes a shining wake; One would think the deep to be gray-haired [with foam].",
              "reference": "Job 41:32"
            },
            {
              "content": "“Upon earth there is nothing like him—no equal exists, A creature made without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "“He looks on everything that is high [without terror]; He is monarch over all the sons of pride. [And now, Job, who are you who does not dare to disturb the beast, yet who dares resist Me, the beast’s creator? Everything under the heavens is Mine; therefore, who can have a claim against God?]”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 AMP",
          "version": "AMP",
          "verses": [
            {
              "content": "Then Job answered the Lord and said,",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know that You can do all things, And that no thought or purpose of Yours can be restrained.",
              "reference": "Job 42:2"
            },
            {
              "content": "“[You said to me] ‘Who is this that darkens and obscures counsel [by words] without knowledge?’ Therefore [I now see] I have [rashly] uttered that which I did not understand, Things too wonderful for me, which I did not know. [Job 38:2]",
              "reference": "Job 42:3"
            },
            {
              "content": "‘Hear, please, and I will speak; I will ask You, and You instruct [and answer] me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "“I had heard of You [only] by the hearing of the ear, But now my [spiritual] eye sees You.",
              "reference": "Job 42:5"
            },
            {
              "content": "“Therefore I retract [my words and hate myself] And I repent in dust and ashes.”",
              "reference": "Job 42:6"
            },
            {
              "content": "It came about that after the Lord had spoken these words to Job, that the Lord said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, for you have not spoken of Me what is right, as My servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him [and his prayer] so that I may not deal with you according to your folly, because you have not spoken of Me the thing that is right, as My servant Job has.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the Lord told them; and the Lord accepted Job’s prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "The Lord restored the fortunes of Job when he prayed for his friends, and the Lord gave Job twice as much as he had before. [Deut 30:1-3; Ps 126:1, 2]",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brothers and sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him over all the [distressing] adversities that the Lord had brought on him. And each one gave him a piece of money, and each a ring of gold.",
              "reference": "Job 42:11"
            },
            {
              "content": "And the Lord blessed the latter days of Job more than his beginning; for he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys. [Job 1:3]",
              "reference": "Job 42:12"
            },
            {
              "content": "He had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "And he called the name of the first [daughter] Jemimah, and the name of the second Keziah, and the name of the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "In all the land there were found no women so fair as the daughters of Job; and their father gave them an inheritance among their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "So Job died, an old man and full of days. [James 5:11]",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Amplified® Bible Copyright © 2015 by  The Lockman Foundation, La Habra, CA 90631 All rights reserved. http://www.lockman.org",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}