{
  "translation": "AMPC",
  "translationId": 8,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THERE WAS a man in the land of Uz whose name was Job; and that man was blameless and upright, and one who [reverently] feared God and abstained from and shunned evil [because it was wrong].",
              "reference": "Job 1:1"
            },
            {
              "content": "And there were born to him seven sons and three daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "He possessed 7,000 sheep, 3,000 camels, 500 yoke of oxen, 500 female donkeys, and a very great body of servants, so that this man was the greatest of all the men of the East.",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to go and feast in the house of each on his day (birthday) in turn, and they invited their three sisters to eat and drink with them. [Gen. 21:8; 40:20.]",
              "reference": "Job 1:4"
            },
            {
              "content": "And when the days of their feasting were over, Job sent for them to purify and hallow them, and rose up early in the morning and offered burnt offerings according to the number of them all. For Job said, It may be that my sons have sinned and cursed or disowned God in their hearts. Thus did Job at all [such] times.",
              "reference": "Job 1:5"
            },
            {
              "content": "Now there was a day when the sons (the angels) of God came to present themselves before the Lord, and Satan (the adversary and accuser) also came among them. [Rev. 12:10.]",
              "reference": "Job 1:6"
            },
            {
              "content": "And the Lord said to Satan, From where did you come? Then Satan answered the Lord, From going to and fro on the earth and from walking up and down on it.",
              "reference": "Job 1:7"
            },
            {
              "content": "And the Lord said to Satan, Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who [reverently] fears God and abstains from and shuns evil [because it is wrong]?",
              "reference": "Job 1:8"
            },
            {
              "content": "Then Satan answered the Lord, Does Job [reverently] fear God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have You not put a hedge about him and his house and all that he has, on every side? You have conferred prosperity and happiness upon him in the work of his hands, and his possessions have increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But put forth Your hand now and touch all that he has, and he will curse You to Your face.",
              "reference": "Job 1:11"
            },
            {
              "content": "And the Lord said to Satan (the adversary and the accuser), Behold, all that he has is in your power, only upon the man himself put not forth your hand. So Satan went forth from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "And there was a day when [Job's] sons and his daughters were eating and drinking wine in their eldest brother's house [on his birthday],",
              "reference": "Job 1:13"
            },
            {
              "content": "And there came a messenger to Job and said, The oxen were plowing and the donkeys feeding beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "And the Sabeans swooped down upon them and took away [the animals]. Indeed, they have slain the servants with the edge of the sword, and I alone have escaped to tell you.",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was yet speaking, there came also another and said, The fire of God (lightning) has fallen from the heavens and has burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was yet speaking, there came also another and said, The Chaldeans divided into three bands and made a raid upon the camels and have taken them away, yes, and have slain the servants with the edge of the sword, and I alone have escaped to tell you.",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was yet speaking, there came also another and said, Your sons and your daughters were eating and drinking wine in their eldest brother's house,",
              "reference": "Job 1:18"
            },
            {
              "content": "And behold, there came a great [whirlwind] from the desert, and smote the four corners of the house, and it fell upon the young people and they are dead, and I alone have escaped to tell you.",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job arose and rent his robe and shaved his head and fell down upon the ground and worshiped",
              "reference": "Job 1:20"
            },
            {
              "content": "And said, Naked (without possessions) came I [into this world] from my mother's womb, and naked (without possessions) shall I depart. The Lord gave and the Lord has taken away; blessed (praised and magnified in worship) be the name of the Lord!",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this Job sinned not nor charged God foolishly.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "AGAIN THERE was a day when the sons of God [the angels] came to present themselves before the Lord, and Satan (the adversary and the accuser) came also among them to present himself before the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "And the Lord said to Satan, From where do you come? And Satan (the adversary and the accuser) answered the Lord, From going to and fro on the earth and from walking up and down on it.",
              "reference": "Job 2:2"
            },
            {
              "content": "And the Lord said to Satan, Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who [reverently] fears God and abstains from and shuns all evil [because it is wrong]? And still he holds fast his integrity, although you moved Me against him to destroy him without cause.",
              "reference": "Job 2:3"
            },
            {
              "content": "Then Satan answered the Lord, Skin for skin! Yes, all that a man has will he give for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But put forth Your hand now, and touch his bone and his flesh, and he will curse and renounce You to Your face.",
              "reference": "Job 2:5"
            },
            {
              "content": "And the Lord said to Satan, Behold, he is in your hand; only spare his life.",
              "reference": "Job 2:6"
            },
            {
              "content": "So Satan went forth from the presence of the Lord and smote Job with loathsome and painful sores from the sole of his foot to the crown of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "And he took a piece of broken pottery with which to scrape himself, and he sat [down] among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, Do you still hold fast your blameless uprightness? Renounce God and die!",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said to her, You speak as one of the impious and foolish women would speak. What? Shall we accept [only] good at the hand of God and shall we not accept [also] misfortune and what is of a bad nature? In [spite of] all this, Job did not sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "Now when Job's three friends heard of all this evil that was come upon him, they came each one from his own place, Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite, for they had made an appointment together to come to condole with him and to comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "And when they looked from afar off and saw him [disfigured] beyond recognition, they lifted up their voices and wept; and each one tore his robe, and they cast dust over their heads toward the heavens.",
              "reference": "Job 2:12"
            },
            {
              "content": "So they sat down with [Job] on the ground for seven days and seven nights, and none spoke a word to him, for they saw that his grief and pain were very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "AFTER THIS, Job opened his mouth and cursed his day (birthday).",
              "reference": "Job 3:1"
            },
            {
              "content": "And Job said,",
              "reference": "Job 3:2"
            },
            {
              "content": "Let the day perish wherein I was born, and the night which announced, There is a man-child conceived.",
              "reference": "Job 3:3"
            },
            {
              "content": "Let that day be darkness! May not God above regard it, nor light shine upon it.",
              "reference": "Job 3:4"
            },
            {
              "content": "Let gloom and deep darkness claim it for their own; let a cloud dwell upon it; let all that blackens the day terrify it (the day that I was born).",
              "reference": "Job 3:5"
            },
            {
              "content": "As for that night, let thick darkness seize it; let it not rejoice among the days of the year; let it not come into the number of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "Yes, let that night be solitary and barren; let no joyful voice come into it.",
              "reference": "Job 3:7"
            },
            {
              "content": "Let those curse it who curse the day, who are skilled in rousing up Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "Let the stars of the early dawn of that day be dark; let [the morning] look in vain for the light, nor let it behold the day's dawning,",
              "reference": "Job 3:9"
            },
            {
              "content": "Because it shut not the doors of my mother's womb nor hid sorrow and trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "Why was I not stillborn? Why did I not give up the ghost when my mother bore me?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did the knees receive me? Or why the breasts, that I should suck?",
              "reference": "Job 3:12"
            },
            {
              "content": "For then would I have lain down and been quiet; I would have slept; then would I have been at rest [in death]",
              "reference": "Job 3:13"
            },
            {
              "content": "With kings and counselors of the earth, who built up [now] desolate ruins for themselves,",
              "reference": "Job 3:14"
            },
            {
              "content": "Or with princes who had gold, who filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or [why] was I not a miscarriage, hidden and put away, as infants who never saw light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There [in death] the wicked cease from troubling, and there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "There the [captive] prisoners rest together; they hear not the taskmaster's voice.",
              "reference": "Job 3:18"
            },
            {
              "content": "The small and the great are there, and the servant is free from his master. [Jer. 20:14-18.]",
              "reference": "Job 3:19"
            },
            {
              "content": "Why is light [of life] given to him who is in misery, and life to the bitter in soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "Who long and wait for death, but it comes not, and dig for it more than for hidden treasures,",
              "reference": "Job 3:21"
            },
            {
              "content": "Who rejoice exceedingly and are elated when they find the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "[Why is the light of day given] to a man whose way is hidden, and whom God has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For my sighing comes before my food, and my groanings are poured out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "For the thing which I greatly fear comes upon me, and that of which I am afraid befalls me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I was not or am not at ease, nor had I or have I rest, nor was I or am I quiet, yet trouble came and still comes [upon me].",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN ELIPHAZ the Temanite answered and said,",
              "reference": "Job 4:1"
            },
            {
              "content": "If we venture to converse with you, will you be offended? Yet who can restrain himself from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Behold, you have instructed many, and you have strengthened the weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have held firm him who was falling, and you have strengthened the feeble knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now it is come upon you, and you faint and are grieved; it touches you, and you are troubled and dismayed.",
              "reference": "Job 4:5"
            },
            {
              "content": "Is not your [reverent] fear of God your confidence and the integrity and uprightness of your ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "Think [earnestly], I beg of you: who, being innocent, ever perished? Or where were those upright and in right standing with God cut off?",
              "reference": "Job 4:7"
            },
            {
              "content": "As I myself have seen, those who plow iniquity and sow trouble and mischief reap the same.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the breath of God they perish, and by the blast of His anger they are consumed.",
              "reference": "Job 4:9"
            },
            {
              "content": "The roaring of the lion and the voice of the fierce lion, and the teeth of the young lions are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The old and strong lion perishes for lack of prey, and the whelps of the lioness are scattered abroad.",
              "reference": "Job 4:11"
            },
            {
              "content": "Now a thing was secretly brought to me, and my ear received a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "In thoughts from the visions of the night, when deep sleep falls on men,",
              "reference": "Job 4:13"
            },
            {
              "content": "Fear came upon me and trembling, which made all my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a spirit passed before my face; the hair of my flesh stood up!",
              "reference": "Job 4:15"
            },
            {
              "content": "[The spirit] stood still, but I could not discern the appearance of it. A form was before my eyes; there was silence, and then I heard a voice, saying,",
              "reference": "Job 4:16"
            },
            {
              "content": "Can mortal man be just before God, or be more right than He is? Can a man be pure before his Maker, or be more cleansed than He is? [I John 1:7; Rev. 1:5.]",
              "reference": "Job 4:17"
            },
            {
              "content": "Even in His [heavenly] servants He puts no trust or confidence, and His angels He charges with folly and error–",
              "reference": "Job 4:18"
            },
            {
              "content": "How much more those who dwell in houses (bodies) of clay, whose foundations are in the dust, who are crushed like the moth.",
              "reference": "Job 4:19"
            },
            {
              "content": "Between morning and evening they are destroyed; without anyone noticing it they perish forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "Is not their tent cord plucked up within them [so that the tent falls]? Do they not die, and that without [acquiring] wisdom?",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "CALL NOW–is there any who will answer you? And to which of the holy [angels] will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "For vexation and rage kill the foolish man; jealousy and indignation slay the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen the foolish taking root [and outwardly prospering], but suddenly I saw that his dwelling was cursed [for his doom was certain].",
              "reference": "Job 5:3"
            },
            {
              "content": "His children are far from safety; [involved in their father's ruin] they are crushed in the [court of justice in the city's] gate, and there is no one to deliver them.",
              "reference": "Job 5:4"
            },
            {
              "content": "His harvest the hungry eat and take it even [when it grows] among the thorns; the snare opens for [his] wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "For affliction comes not forth from the dust, neither does trouble spring forth out of the ground.",
              "reference": "Job 5:6"
            },
            {
              "content": "But man is born to trouble as the sparks and the flames fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "As for me, I would seek God and inquire of and require Him, and to God would I commit my cause–",
              "reference": "Job 5:8"
            },
            {
              "content": "Who does great things and unsearchable, marvelous things without number,",
              "reference": "Job 5:9"
            },
            {
              "content": "Who gives rain upon the earth and sends waters upon the fields,",
              "reference": "Job 5:10"
            },
            {
              "content": "So that He sets on high those who are lowly, and those who mourn He lifts to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the devices of the crafty, so that their hands cannot perform their enterprise or anything of [lasting] worth.",
              "reference": "Job 5:12"
            },
            {
              "content": "He catches the [so-called] wise in their own trickiness, and the counsel of the schemers is brought to a quick end. [I Cor. 3:19, 20.]",
              "reference": "Job 5:13"
            },
            {
              "content": "In the daytime they meet in darkness, and at noon they grope as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But [God] saves [the fatherless] from the sword of their mouth, and the needy from the hand of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "So the poor have hope, and iniquity shuts her mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "Happy and fortunate is the man whom God reproves; so do not despise or reject the correction of the Almighty [subjecting you to trial and suffering].",
              "reference": "Job 5:17"
            },
            {
              "content": "For He wounds, but He binds up; He smites, but His hands heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "He will rescue you in six troubles; in seven nothing that is evil [for you] will touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine He will redeem you from death, and in war from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You shall be hidden from the scourge of the tongue, neither shall you be afraid of destruction when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "At destruction and famine you shall laugh, neither shall you be afraid of the living creatures of the earth.",
              "reference": "Job 5:22"
            },
            {
              "content": "For you shall be in league with the stones of the field, and the beasts of the field shall be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "And you shall know that your tent shall be in peace, and you shall visit your fold and your dwelling and miss nothing [from them].",
              "reference": "Job 5:24"
            },
            {
              "content": "You shall know also that your children shall be many, and your offspring as the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You shall come to your grave in ripe old age, and as a shock of grain goes up [to the threshing floor] in its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "This is what we have searched out; it is true. Hear and heed it and know for yourself [for your good].",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB answered,",
              "reference": "Job 6:1"
            },
            {
              "content": "Oh, that my impatience and vexation might be [thoroughly] weighed and all my calamity be laid up over against them in the balances, one against the other [to see if my grief is unmanly]!",
              "reference": "Job 6:2"
            },
            {
              "content": "For now it would be heavier than the sand of the sea; therefore my words have been rash and wild,",
              "reference": "Job 6:3"
            },
            {
              "content": "[But it is] because the arrows of the Almighty are within me, the poison which my spirit drinks up; the terrors of God set themselves in array against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does the wild ass bray when it has grass? Or does the ox low over its fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Can that which has no taste to it be eaten without salt? Or is there any flavor in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "[These afflictions] my soul refuses to touch! Such things are like diseased food to me [sickening and repugnant]!",
              "reference": "Job 6:7"
            },
            {
              "content": "Oh, that I might have my request, and that God would grant me the thing that I long for!",
              "reference": "Job 6:8"
            },
            {
              "content": "I even wish that it would please God to crush me, that He would let loose His hand and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "Then would I still have consolation–yes, I would leap [for joy] amid unsparing pain [though I shrink from it]–that I have not concealed or denied the words of the Holy One!",
              "reference": "Job 6:10"
            },
            {
              "content": "What strength have I left, that I should wait and hope? And what is ahead of me, that I should be patient?",
              "reference": "Job 6:11"
            },
            {
              "content": "Is my strength and endurance that of stones? Or is my flesh made of bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "Is it not that I have no help in myself, and that wisdom is quite driven from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "To him who is about to faint and despair, kindness is due from his friend, lest he forsake the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "[You] my brethren have dealt deceitfully as a brook, as the channel of brooks that pass away,",
              "reference": "Job 6:15"
            },
            {
              "content": "Which are black and turbid by reason of the ice, and in which the snows hides itself;",
              "reference": "Job 6:16"
            },
            {
              "content": "When they get warm, they shrink and disappear; when it is hot, they vanish out of their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "The caravans which travel by way of them turn aside; they go into the waste places and perish. [Such is my disappointment in you, the friends I fully trusted.]",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans of Tema looked [for water], the companies of Sheba waited for them [in vain].",
              "reference": "Job 6:19"
            },
            {
              "content": "They were confounded because they had hoped [to find water]; they came there and were bitterly disappointed.",
              "reference": "Job 6:20"
            },
            {
              "content": "Now to me you are [like a dried-up brook]; you see my dismay and terror, and [believing me to be a victim of God's anger] you are afraid [to sympathize with me].",
              "reference": "Job 6:21"
            },
            {
              "content": "Did I ever say, Bring me a gift, or Pay a bribe on my account from your wealth",
              "reference": "Job 6:22"
            },
            {
              "content": "To deliver me from the adversary's hand, or Redeem me from the hand of the oppressors?",
              "reference": "Job 6:23"
            },
            {
              "content": "Teach me, and I will hold my peace; and cause me to understand wherein I have erred.",
              "reference": "Job 6:24"
            },
            {
              "content": "How forcible are words of straightforward speech! But what does your arguing argue and prove or your reproof reprove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you imagine your words to be an argument, but the speeches of one who is desperate to be as wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "Yes, you would cast lots over the fatherless and bargain away your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "Now be pleased to look upon me, that it may be evident to you if I lie [for surely I would not lie to your face].",
              "reference": "Job 6:28"
            },
            {
              "content": "Return [from your suspicion], I pray you, let there be no injustice; yes, return again [to confidence in me], my vindication is in it.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there wrong on my tongue? Cannot my taste discern what is destructive?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "IS THERE not an [appointed] warfare and hard labor to man upon earth? And are not his days like the days of a hireling?",
              "reference": "Job 7:1"
            },
            {
              "content": "As a servant earnestly longs for the shade and the evening shadows, and as a hireling who looks for the reward of his work,",
              "reference": "Job 7:2"
            },
            {
              "content": "So am I allotted months of futile [suffering], and [long] nights of misery are appointed to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down I say, When shall I arise and the night be gone? And I am full of tossing to and fro till the dawning of the day.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with worms and clods of dust; my skin is broken and has become loathsome, and it closes up and breaks out afresh.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver's shuttle, and are spent without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "Oh, remember that my life is but wind (a puff, a breath, a sob); my eye shall see good no more.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye of him who sees me shall see me no more; while your eyes are upon me, I shall be gone.",
              "reference": "Job 7:8"
            },
            {
              "content": "As the cloud is consumed and vanishes away, so he who goes down to Sheol (the place of the dead) shall come up no more.",
              "reference": "Job 7:9"
            },
            {
              "content": "He shall return no more to his house, neither shall his place know him any more.",
              "reference": "Job 7:10"
            },
            {
              "content": "Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul [O Lord]!",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the sea, or the sea monster, that You set a watch over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "When I say, My bed shall comfort me, my couch shall ease my complaint,",
              "reference": "Job 7:13"
            },
            {
              "content": "Then You scare me with dreams and terrify me through visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "So that I would choose strangling and death rather than these my bones.",
              "reference": "Job 7:15"
            },
            {
              "content": "I loathe my life; I would not live forever. Let me alone, for my days are a breath (futility).",
              "reference": "Job 7:16"
            },
            {
              "content": "What is man that You should magnify him and think him important? And that You should set Your mind upon him? [Ps. 8:4.]",
              "reference": "Job 7:17"
            },
            {
              "content": "And that You should visit him every morning and try him every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "How long will Your [plaguing] glance not look away from me, nor You let me alone till I swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I have sinned, what [harm] have I done You, O You Watcher and Keeper of men? Why have You set me as a mark for You, so that I am a burden to myself [and You]?",
              "reference": "Job 7:20"
            },
            {
              "content": "And why do You not pardon my transgression and take away my iniquity? For now shall I lie down in the dust; and [even if] You will seek me diligently, [it will be too late, for] I shall not be.",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN ANSWERED Bildad the Shuhite,",
              "reference": "Job 8:1"
            },
            {
              "content": "How long will you say these things [Job]? And how long shall the words of your mouth be as a mighty wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice? Or does the Almighty pervert righteousness?",
              "reference": "Job 8:3"
            },
            {
              "content": "If your children have sinned against Him, then He has delivered them into the power of their transgression.",
              "reference": "Job 8:4"
            },
            {
              "content": "If you will seek God diligently and make your supplication to the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "Then, if you are pure and upright, surely He will bestir Himself for you and make your righteous dwelling prosperous again.",
              "reference": "Job 8:6"
            },
            {
              "content": "And though your beginning was small, yet your latter end would greatly increase.",
              "reference": "Job 8:7"
            },
            {
              "content": "For inquire, I pray you, of the former age and apply yourself to that which their fathers have searched out,",
              "reference": "Job 8:8"
            },
            {
              "content": "For we are but of yesterday and know nothing, because our days upon earth are a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Shall not [the forefathers] teach you and tell you and utter words out of their hearts (the deepest part of their nature)?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can the rush or papyrus grow up without marsh? Can the flag or reed grass grow without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While it is yet green, in flower, and not cut down, it withers before any other herb [when without water].",
              "reference": "Job 8:12"
            },
            {
              "content": "So are the ways of all who forget God; and the hope of the godless shall perish.",
              "reference": "Job 8:13"
            },
            {
              "content": "For his confidence breaks, and [the object of] his trust is a spider's web.",
              "reference": "Job 8:14"
            },
            {
              "content": "He shall lean upon his house, but it shall not stand; he shall hold fast to it, but it shall not last.",
              "reference": "Job 8:15"
            },
            {
              "content": "He is green before the sun, and his shoots go forth over his garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "[Godless] his roots are wrapped about the [stone] heap, and see their way [promisingly] among the rocks.",
              "reference": "Job 8:17"
            },
            {
              "content": "But if [God] snatches him from his property, [then having passed into the hands of others] it [his property] will forget and deny him, [saying,] I have never seen you [before, as if ashamed of him–like his former friends].",
              "reference": "Job 8:18"
            },
            {
              "content": "See, this is the joy of going the way [of the ungodly]! And from the dust others will spring up [to take his place].",
              "reference": "Job 8:19"
            },
            {
              "content": "Behold, as surely as God will never uphold wrongdoers, He will never cast away a blameless man.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will yet fill your mouth with laughter [Job] and your lips with joyful shouting.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame, and the tents of the wicked shall be no more.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB answered and said,",
              "reference": "Job 9:1"
            },
            {
              "content": "Yes, I know it is true. But how can mortal man be right before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If one should want to contend with Him, he cannot answer one [of His questions] in a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "[God] is wise in heart and mighty in strength; who has [ever] hardened himself against Him and prospered or even been safe?",
              "reference": "Job 9:4"
            },
            {
              "content": "[God] Who removes the mountains, and they know it not when He overturns them in His anger;",
              "reference": "Job 9:5"
            },
            {
              "content": "Who shakes the earth out of its place, and the pillars of it tremble;",
              "reference": "Job 9:6"
            },
            {
              "content": "Who commands the sun, and it rises not; Who seals up the stars [from view];",
              "reference": "Job 9:7"
            },
            {
              "content": "Who alone stretches out the heavens and treads upon the waves and high places of the sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "Who made [the constellations] the Bear, Orion, and the [loose cluster] Pleiades, and the [vast starry] spaces of the south;",
              "reference": "Job 9:9"
            },
            {
              "content": "Who does great things past finding out, yes, marvelous things without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "Behold, He goes by me, and I see Him not; He passes on also, but I perceive Him not.",
              "reference": "Job 9:11"
            },
            {
              "content": "Behold, He snatches away; who can hinder or turn Him back? Who will say to Him, What are You doing?",
              "reference": "Job 9:12"
            },
            {
              "content": "God will not withdraw His anger; the [proud] helpers of Rahab [arrogant monster of the sea] bow under Him.",
              "reference": "Job 9:13"
            },
            {
              "content": "How much less shall I answer Him, choosing out my words to reason with Him",
              "reference": "Job 9:14"
            },
            {
              "content": "Whom, though I were righteous (upright and innocent) yet I could not answer? I must appeal for mercy to my Opponent and Judge [for my right].",
              "reference": "Job 9:15"
            },
            {
              "content": "If I called and He answered me, yet would I not believe that He listened to my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "For He overwhelms and breaks me with a tempest and multiplies my wounds without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "He will not allow me to catch my breath, but fills me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If I speak of strength, behold, He is mighty! And if of justice, Who, says He, will summon Me?",
              "reference": "Job 9:19"
            },
            {
              "content": "Though I am innocent and in the right, my own mouth would condemn me; though I am blameless, He would prove me perverse.",
              "reference": "Job 9:20"
            },
            {
              "content": "Though I am blameless, I regard not myself; I despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It is all one; therefore I say, God [does not discriminate, but] destroys the blameless and the wicked.",
              "reference": "Job 9:22"
            },
            {
              "content": "When [His] scourge slays suddenly, He mocks at the calamity and trial of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is given into the hands of the wicked; He covers the faces of its judges [so that they are blinded to justice]. If it is not [God], who then is it [responsible for all this inequality]?",
              "reference": "Job 9:24"
            },
            {
              "content": "Now my days are swifter than a runner; they flee away, they see no good.",
              "reference": "Job 9:25"
            },
            {
              "content": "They are passed away like the swift rowboats made of reeds, or like the eagle that swoops down on the prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, I will forget my complaint, I will put off my sad countenance, and be of good cheer and brighten up,",
              "reference": "Job 9:27"
            },
            {
              "content": "I become afraid of all my pains and sorrows [yet to come], for I know You will not pronounce me innocent [by removing them].",
              "reference": "Job 9:28"
            },
            {
              "content": "I shall be held guilty and be condemned; why then should I labor in vain [to appear innocent]?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I wash myself with snow and cleanse my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "Yet You will plunge me into the ditch, and my own clothes will abhor me [and refuse to cover so foul a body].",
              "reference": "Job 9:31"
            },
            {
              "content": "For [God] is not a [mere] man, as I am, that I should answer Him, that we should come together in court.",
              "reference": "Job 9:32"
            },
            {
              "content": "There is no umpire between us, who might lay his hand upon us both, [would that there were!] [I Tim. 2:5.]",
              "reference": "Job 9:33"
            },
            {
              "content": "That He might take His rod away from [threatening] me, and that the fear of Him might not terrify me.",
              "reference": "Job 9:34"
            },
            {
              "content": "[Then] would I speak and not fear Him, but I am not so in myself [to make me afraid, were only a fair trial given me].",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "I AM weary of my life and loathe it! I will give free expression to my complaint; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say to God, Do not condemn me [do not make me guilty]! Show me why You contend with me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Does it seem good to You that You should oppress, that You should despise and reject the work of Your hands, and favor the schemes of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Have You eyes of flesh? Do You see as man sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are Your days as the days of man, are Your years as man's [years],",
              "reference": "Job 10:5"
            },
            {
              "content": "That You inquire after my iniquity and search for my sin–",
              "reference": "Job 10:6"
            },
            {
              "content": "Although You know that I am not wicked or guilty and that there is none who can deliver me out of Your hand?",
              "reference": "Job 10:7"
            },
            {
              "content": "Your hands have formed me and made me. Would You turn around and destroy me?",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember [earnestly], I beseech You, that You have fashioned me as clay [out of the same earth material, exquisitely and elaborately]. And will You bring me into dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "Have You not poured me out like milk and curdled me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "You have clothed me with skin and flesh and have knit me together with bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "You have granted me life and favor, and Your providence has preserved my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "Yet these [the present evils] have You hid in Your heart [for me since my creation]; I know that this was with You [in Your purpose and thought].",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sin, then You observe me, and You will not acquit me from my iniquity and guilt.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am wicked, woe unto me! And if I am righteous, yet must I not lift up my head, for I am filled with disgrace and the sight of my affliction.",
              "reference": "Job 10:15"
            },
            {
              "content": "If I lift myself up, You hunt me like a lion and again show Yourself [inflicting] marvelous [trials] upon me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You renew Your witnesses against me and increase Your indignation toward me; I am as if attacked by a troop time after time.",
              "reference": "Job 10:17"
            },
            {
              "content": "Why then did You bring me forth out of the womb? Would that I had perished and no eye had seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "I should have been as though I had not existed; I should have been carried from the womb to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "Are not my days few? Cease then and let me alone, that I may take a little comfort and cheer up",
              "reference": "Job 10:20"
            },
            {
              "content": "Before I go whence I shall not return, even to the land of darkness and the shadow of death,",
              "reference": "Job 10:21"
            },
            {
              "content": "The land of sunless gloom as intense darkness, [the land] of the shadow of death, without any order, and where the light is as thick darkness.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN ZOPHAR the Naamathite replied,",
              "reference": "Job 11:1"
            },
            {
              "content": "Should not the multitude of words be answered? And should a man full of talk [and making such great professions] be pronounced free from guilt or blame?",
              "reference": "Job 11:2"
            },
            {
              "content": "Should your boastings and babble make men keep silent? And when you mock and scoff, shall no man make you ashamed?",
              "reference": "Job 11:3"
            },
            {
              "content": "For you have said, My doctrine [that God afflicts the righteous knowingly] is pure, and I am clean in [God's] eyes. [Job 10:7.]",
              "reference": "Job 11:4"
            },
            {
              "content": "But oh, that God would speak, and open His lips against you,",
              "reference": "Job 11:5"
            },
            {
              "content": "And that He would show you the secrets of wisdom! For He is manifold in understanding! Know therefore that God exacts of you less than your guilt and iniquity [deserve].",
              "reference": "Job 11:6"
            },
            {
              "content": "Can you find out the deep things of God, or can you by searching find out the limits of the Almighty [explore His depths, ascend to His heights, extend to His breadths, and comprehend His infinite perfection]?",
              "reference": "Job 11:7"
            },
            {
              "content": "His wisdom is as high as the heights of heaven! What can you do? It is deeper than Sheol (the place of the dead)! What can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "Longer in measure [and scope] is it than the earth, and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If [God] sweeps in and arrests and calls into judgment, who can hinder Him? [If He is against a man, who shall call Him to account for it?]",
              "reference": "Job 11:10"
            },
            {
              "content": "For He recognizes and knows hollow, wicked, and useless men (men of falsehood); when He sees iniquity, will He not consider it?",
              "reference": "Job 11:11"
            },
            {
              "content": "But a stupid man will get wisdom [only] when a wild donkey's colt is born a man [as when he thinks himself free because he is lifted up in pride].",
              "reference": "Job 11:12"
            },
            {
              "content": "If you set your heart aright and stretch out your hands to [God],",
              "reference": "Job 11:13"
            },
            {
              "content": "If you put sin out of your hand and far away from you and let not evil dwell in your tents;",
              "reference": "Job 11:14"
            },
            {
              "content": "Then can you lift up your face to Him without stain [of sin, and unashamed]; yes, you shall be steadfast and secure; you shall not fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "For you shall forget your misery; you shall remember it as waters that pass away.",
              "reference": "Job 11:16"
            },
            {
              "content": "And [your] life shall be clearer than the noonday and rise above it; though there be darkness, it shall be as the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "And you shall be secure and feel confident because there is hope; yes, you shall search about you, and you shall take your rest in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "You shall lie down, and none shall make you afraid; yes, many shall sue for your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked shall look [for relief] in vain, and they shall not escape [the justice of God]; and their hope shall be to give up the ghost.",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB answered,",
              "reference": "Job 12:1"
            },
            {
              "content": "No doubt you are the [only wise] people [in the world], and wisdom will die with you!",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have understanding as well as you; I am not inferior to you. Who does not know such things as these [of God's wisdom and might]?",
              "reference": "Job 12:3"
            },
            {
              "content": "I am become one who is a laughingstock to his friend; I, one whom God answered when he called upon Him–a just, upright (blameless) man–laughed to scorn!",
              "reference": "Job 12:4"
            },
            {
              "content": "In the thought of him who is at ease there is contempt for misfortune–but it is ready for those whose feet slip.",
              "reference": "Job 12:5"
            },
            {
              "content": "The dwellings of robbers prosper; those who provoke God are [apparently] secure; God supplies them abundantly [who have no god but their own hands and power].",
              "reference": "Job 12:6"
            },
            {
              "content": "For ask now the animals, and they will teach you [that God does not deal with His creatures according to their character]; ask the birds of the air, and they will tell you;",
              "reference": "Job 12:7"
            },
            {
              "content": "Or speak to the earth [with its other forms of life], and it will teach you; and the fish of the sea will declare [this truth] to you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Who [is so blind as] not to recognize in all these [that good and evil are promiscuously scattered throughout nature and human life] that it is God's hand which does it [and God's way]?",
              "reference": "Job 12:9"
            },
            {
              "content": "In His hand is the life of every living thing and the breath of all mankind.",
              "reference": "Job 12:10"
            },
            {
              "content": "Is it not the task of the ear to discriminate between [wise and unwise] words, just as the mouth distinguishes [between desirable and undesirable] food?",
              "reference": "Job 12:11"
            },
            {
              "content": "With the aged [you say] is wisdom, and with length of days comes understanding.",
              "reference": "Job 12:12"
            },
            {
              "content": "But [only] with [God] are [perfect] wisdom and might; He [alone] has [true] counsel and understanding.",
              "reference": "Job 12:13"
            },
            {
              "content": "Behold, He tears down, and it cannot be built again; He shuts a man in, and none can open.",
              "reference": "Job 12:14"
            },
            {
              "content": "He withholds the waters, and the land dries up; again, He sends forth [rains], and they overwhelm the land or transform it.",
              "reference": "Job 12:15"
            },
            {
              "content": "With Him are might and wisdom; the deceived and the deceiver are His [and in His power].",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads [great and scheming] counselors away stripped and barefoot and makes the judges fools [in human estimation, by overthrowing their plans].",
              "reference": "Job 12:17"
            },
            {
              "content": "He looses the fetters [ordered] by kings and has [the] waistcloth [of a slave] bound about their [own] loins.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads away priests as spoil, and men firmly seated He overturns.",
              "reference": "Job 12:19"
            },
            {
              "content": "He deprives of speech those who are trusted and takes away the discernment and discretion of the aged.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt on princes and loosens the belt of the strong [disabling them, bringing low the pride of the learned].",
              "reference": "Job 12:21"
            },
            {
              "content": "He uncovers deep things out of darkness and brings into light black gloom and the shadow of death.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great, and He destroys them; He enlarges nations [and then straitens and shrinks them again], and leads them [away captive].",
              "reference": "Job 12:23"
            },
            {
              "content": "He takes away understanding from the leaders of the people of the land and of the earth, and causes them to wander in a wilderness where there is no path.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in the dark without light, and He makes them to stagger and wander like a drunken man.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "[JOB CONTINUED:] Behold, my eye has seen all this, my ear has heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know, I also know; I am not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "Surely I wish to speak to the Almighty, and I desire to argue and reason my case with God [that He may explain the conflict between what I believe of Him and what I see of Him].",
              "reference": "Job 13:3"
            },
            {
              "content": "But you are forgers of lies [you defame my character most untruthfully]; you are all physicians of no value and have no remedy to offer.",
              "reference": "Job 13:4"
            },
            {
              "content": "Oh, that you would altogether hold your peace! Then you would evidence your wisdom and you might pass for wise men.",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear now my reasoning, and listen to the pleadings of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you speak unrighteously for God and talk deceitfully for Him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you show partiality to Him [be unjust to me in order to gain favor with Him]? Will you act as special pleaders for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Would it be profitable for you if He should investigate your tactics [with me]? Or as one deceives and mocks a man, do you deceive and mock Him?",
              "reference": "Job 13:9"
            },
            {
              "content": "He will surely reprove you if you do secretly show partiality.",
              "reference": "Job 13:10"
            },
            {
              "content": "Shall not His majesty make you afraid, and should not your awe for Him restrain you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your memorable sayings are proverbs of ashes [valueless]; your defenses are defenses of clay [and will crumble].",
              "reference": "Job 13:12"
            },
            {
              "content": "Hold your peace! Let me alone, so I may speak; and let come on me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why should I take my flesh in my teeth and put my life in my hands [incurring the danger of God's wrath]?",
              "reference": "Job 13:14"
            },
            {
              "content": "[I do it because, though He slay me, yet will I wait for and trust Him and] behold, He will slay me; I have no hope–nevertheless, I will maintain and argue my ways before Him and even to His face.",
              "reference": "Job 13:15"
            },
            {
              "content": "This will be my salvation, that a polluted and godless man shall not come before Him.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen diligently to my speech, and let my declaration be in your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "Behold now, I have prepared my case; I know that I shall be justified and vindicated.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who is he who will argue against and refute me? For then I would hold my peace and expire.",
              "reference": "Job 13:19"
            },
            {
              "content": "Only [O Lord] grant two conditions to me, and then will I not hide myself from You:",
              "reference": "Job 13:20"
            },
            {
              "content": "Withdraw Your hand and take this bodily suffering far from me; and let not my [reverent] dread of You terrify me.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then [Lord] call and I will answer, or let me speak, and You answer me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many are my iniquities and sins [that so much sorrow should come to me]? Make me recognize and know my transgression and my sin. [Rom. 8:1.]",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do You hide Your face [as if offended] and alienate me as if I were Your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will You harass and frighten a [poor, helpless] leaf driven to and fro, and will You pursue the chaff of the dry stubble?",
              "reference": "Job 13:25"
            },
            {
              "content": "For You write bitter things against me [in Your bill of indictment] and make me inherit and be accountable now for the iniquities of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet also in the stocks and observe critically all my paths; You set a circle and limit around the soles of my feet [which I must not overstep].",
              "reference": "Job 13:27"
            },
            {
              "content": "And he wastes away as a rotten thing, like a garment that is moth-eaten.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "MAN WHO is born of a woman is of few days and full of trouble.",
              "reference": "Job 14:1"
            },
            {
              "content": "He comes forth like a flower and withers; he flees also like a shadow and continues not.",
              "reference": "Job 14:2"
            },
            {
              "content": "And [Lord] do You open Your eyes upon such a one, and bring me into judgment with You?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring a clean thing out of an unclean? No one! [Isa. 1:18; I John 1:7.]",
              "reference": "Job 14:4"
            },
            {
              "content": "Since a man's days are already determined, and the number of his months is wholly in Your control, and he cannot pass the bounds of his allotted time–",
              "reference": "Job 14:5"
            },
            {
              "content": "[O God] turn from him [and cease to watch him so pitilessly]; let him rest until he has accomplished as does a hireling the appointed time for his day.",
              "reference": "Job 14:6"
            },
            {
              "content": "For there is hope for a tree if it is cut down, that it will sprout again and that the tender shoots of it will not cease. [But there is no such hope for man.]",
              "reference": "Job 14:7"
            },
            {
              "content": "Though its roots grow old in the earth and its stock dies in the ground,",
              "reference": "Job 14:8"
            },
            {
              "content": "Yet through the scent [and breathing] of water [the stump of the tree] will bud and bring forth boughs like a young plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But [the brave, strong] man must die and lie prostrate; yes, man breathes his last, and where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "As waters evaporate from the lake, and the river drains and dries up,",
              "reference": "Job 14:11"
            },
            {
              "content": "So man lies down and does not rise [to his former state]. Till the heavens are no more, men will not awake nor be raised [physically] out of their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "Oh, that You would hide me in Sheol (the unseen state), that You would conceal me until Your wrath is past, that You would set a definite time and then remember me earnestly [and imprint me on your heart]!",
              "reference": "Job 14:13"
            },
            {
              "content": "If a man dies, shall he live again? All the days of my warfare and service I will wait, till my change and release shall come. [John 5:25; 6:40; I Thess. 4:16.]",
              "reference": "Job 14:14"
            },
            {
              "content": "[Then] You would call and I would answer You; You would yearn for [me] the work of Your hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "But now You number each of my steps and take note of my every sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "My transgression is sealed up in a bag, and You glue up my iniquity [to preserve it in full for the day of reckoning].",
              "reference": "Job 14:17"
            },
            {
              "content": "But as a mountain, if it falls, crumbles to nothing, and as the rock is removed out of its place,",
              "reference": "Job 14:18"
            },
            {
              "content": "As waters wear away the stones and as floods wash away the soil of the earth, so You [O Lord] destroy the hope of man.",
              "reference": "Job 14:19"
            },
            {
              "content": "You prevail forever against him, and he passes on; You change his appearance [in death] and send him away [from the presence of the living].",
              "reference": "Job 14:20"
            },
            {
              "content": "His sons come to honor, and he knows it not; they are brought low, and he perceives it not.",
              "reference": "Job 14:21"
            },
            {
              "content": "But his body [lamenting its decay in the grave] shall grieve over him, and his soul shall mourn [over the body of clay which it once enlivened].",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN ELIPHAZ the Temanite answered [Job],",
              "reference": "Job 15:1"
            },
            {
              "content": "Should a wise man utter such windy knowledge [as we have just heard] and fill himself with the east wind [of withering, parching, and violent accusations]?",
              "reference": "Job 15:2"
            },
            {
              "content": "Should he reason with unprofitable talk? Or with speeches with which he can do no good?",
              "reference": "Job 15:3"
            },
            {
              "content": "Indeed, you are doing away with [reverential] fear, and you are hindering and diminishing meditation and devotion before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "For your iniquity teaches your mouth, and you choose the tongue of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you, and not I; yes, your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "Are you the first man that was born [the original wise man]? Or were you created before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Were you present to hear the secret counsel of God? And do you limit [the possession of] wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we know not? What do you understand that is not equally clear to us?",
              "reference": "Job 15:9"
            },
            {
              "content": "Among us are both the gray-haired and the aged, older than your father by far.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are God's consolations [as we have interpreted them to you] too trivial for you? Is there any secret thing (any bosom sin) which you have not given up? [Or] were we too gentle [in our first speech] toward you to be effective?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why does your heart carry you away [why allow yourself to be controlled by feeling]? And why do your eyes flash [in anger or contempt],",
              "reference": "Job 15:12"
            },
            {
              "content": "That you turn your spirit against God and let [such] words [as you have spoken] go out of your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "What is man, that he could be pure and clean? And he who is born of a woman, that he could be right and just?",
              "reference": "Job 15:14"
            },
            {
              "content": "Behold, [God] puts no trust in His holy ones [the angels]; indeed, the heavens are not clean in His sight–",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less that which is abominable and corrupt, a man who drinks iniquity like water?",
              "reference": "Job 15:16"
            },
            {
              "content": "I will show you, hear me; and that which I have seen I will relate,",
              "reference": "Job 15:17"
            },
            {
              "content": "What wise men have not hid but have freely communicated; it was told to them by their fathers,",
              "reference": "Job 15:18"
            },
            {
              "content": "Unto whom alone the land was given, and no stranger intruded or passed among them [corrupting the truth].",
              "reference": "Job 15:19"
            },
            {
              "content": "The wicked man suffers with [self-inflicted] torment all his days, through all the years that are numbered and laid up for him, the oppressor.",
              "reference": "Job 15:20"
            },
            {
              "content": "A [dreadful] sound of terrors is in his ears; in prosperity the destroyer shall come upon him [the dwellings of robbers are not at peace].",
              "reference": "Job 15:21"
            },
            {
              "content": "He believes that he will not return out of darkness, and [because of his guilt] he is waited for by the sword [of God's vengeance].",
              "reference": "Job 15:22"
            },
            {
              "content": "He wanders abroad for food, saying, Where is it? He knows that the day of darkness and destruction is already close upon him.",
              "reference": "Job 15:23"
            },
            {
              "content": "Distress and anguish terrify him; [he knows] they shall prevail against him, like a king ready for battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "Because he has stretched out his hand against God and bids defiance and behaves himself proudly against the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "Running stubbornly against Him with a thickly ornamented shield;",
              "reference": "Job 15:26"
            },
            {
              "content": "Because he has covered his face with his fat, adding layers of fat on his loins [giving himself up to animal pleasures],",
              "reference": "Job 15:27"
            },
            {
              "content": "And has lived in desolate [God-forsaken] cities and in houses which no man should inhabit, which were destined to become heaps [of ruins];",
              "reference": "Job 15:28"
            },
            {
              "content": "He shall not be rich, neither shall his wealth last, neither shall his produce bend to the earth nor his possessions be extended on the earth.",
              "reference": "Job 15:29"
            },
            {
              "content": "He shall not depart out of darkness [and escape from calamity; the wrath of God] shall consume him as flame consumes a dry tree, and by the blast of His mouth he shall be swept away.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let him not deceive himself and trust in vanity (emptiness, falseness, and futility), for these shall be his recompense [for such living].",
              "reference": "Job 15:31"
            },
            {
              "content": "It shall be accomplished and paid in full while he still lives, and his branch shall not be green [but shall wither away].",
              "reference": "Job 15:32"
            },
            {
              "content": "He shall fail to bring his grapes to maturity [leaving them to wither unnourished] on the vine and shall cast off blossoms [and fail to bring forth fruit] like the olive tree.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the company of the godless shall be barren, and fire shall consume the tents of bribery (wrong and injustice).",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive mischief and bring forth iniquity, and their inmost soul hatches deceit.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB answered,",
              "reference": "Job 16:1"
            },
            {
              "content": "I have heard many such things; wearisome and miserable comforters are you all!",
              "reference": "Job 16:2"
            },
            {
              "content": "Will your futile words of wind have no end? Or what makes you so bold to answer [me like this]?",
              "reference": "Job 16:3"
            },
            {
              "content": "I also could speak as you do, if you were in my stead; I could join words together against you and shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "[But] I would strengthen and encourage you with [the words of] my mouth, and the consolation of my lips would soothe your suffering.",
              "reference": "Job 16:5"
            },
            {
              "content": "If I speak [to you miserable comforters], my sorrow is not soothed or lessened; and if I refrain [from speaking], in what way am I eased? [I hardly know whether to answer you or be silent.]",
              "reference": "Job 16:6"
            },
            {
              "content": "But now [God] has taken away my strength. You [O Lord] have made desolate all my family and associates.",
              "reference": "Job 16:7"
            },
            {
              "content": "You have laid firm hold on me and have shriveled me up, which is a witness against me; and my leanness [and wretched state of body] are further evidence [against me]; [they] testify to my face.",
              "reference": "Job 16:8"
            },
            {
              "content": "[My adversary Satan] has torn [me] in his wrath and hated and persecuted me; he has gnashed upon me with his teeth; my adversary sharpens his eyes against me.",
              "reference": "Job 16:9"
            },
            {
              "content": "[The forces of evil] have gaped at me with their mouths; they have struck me upon the cheek insolently; they massed themselves together and conspired unanimously against me. [Ps. 22:13; 35:21.]",
              "reference": "Job 16:10"
            },
            {
              "content": "God has delivered me to the ungodly (to the evil one) and cast me [headlong] into the hands of the wicked (Satan's host).",
              "reference": "Job 16:11"
            },
            {
              "content": "I was living at ease, but [Satan] crushed me and broke me apart; yes, he seized me by the neck and dashed me in pieces; then he set me up for his target.",
              "reference": "Job 16:12"
            },
            {
              "content": "[Satan's] arrows whiz around me. He slashes open my vitals and does not spare; he pours out my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "[Satan] stabs me, making breach after breach and attacking again and again; he runs at me like a giant and irresistible warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sewed sackcloth over my skin [as a sign of mourning] and have defiled my horn (my insignia of strength) in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is red and swollen with weeping, and on my eyelids is the shadow of death [my eyes are dimmed],",
              "reference": "Job 16:16"
            },
            {
              "content": "Although there is no guilt or violence in my hands and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "O earth, cover not my blood, and let my cry have no resting-place [where it will cease being heard].",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now, behold, my Witness is in heaven, and He who vouches for me is on high. [Rom. 1:9.]",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends scorn me, but my eye pours out tears to God.",
              "reference": "Job 16:20"
            },
            {
              "content": "Oh, that there might be one who would plead for a man with God and that he would maintain his right with Him, as a son of man pleads with or for his neighbor! [I Tim. 2:5.]",
              "reference": "Job 16:21"
            },
            {
              "content": "For when a few years are come, I shall go the way from which I shall not return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "MY SPIRIT is broken, my days are spent (snuffed out); the grave is ready for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely there are mockers and mockery around me, and my eye dwells on their obstinacy, insults, and resistance.",
              "reference": "Job 17:2"
            },
            {
              "content": "Give me a pledge with Yourself [acknowledge my innocence before my death]; who is there that will give security for me?",
              "reference": "Job 17:3"
            },
            {
              "content": "But their hearts [Lord] You have closed to understanding; therefore You will not let them triumph [by giving them a verdict against me].",
              "reference": "Job 17:4"
            },
            {
              "content": "He who denounces his friends [in order to make them] a prey and get a share, the eyes of his children shall fail [to find food].",
              "reference": "Job 17:5"
            },
            {
              "content": "But He has made me a byword among the people, and they spit before my face.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eye has grown dim because of grief, and all my members are [wasted away] like a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "Upright men shall be astonished and appalled at this, and the innocent shall stir himself up against the godless and polluted.",
              "reference": "Job 17:8"
            },
            {
              "content": "Yet shall the righteous (those upright and in right standing with God) hold to their ways, and he who has clean hands shall grow stronger and stronger. [Ps. 24:4.]",
              "reference": "Job 17:9"
            },
            {
              "content": "But as for you, come on again, all of you, though I find not a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days are past, my purposes and plans are frustrated; even the thoughts (desires and possessions) of my heart [are broken off].",
              "reference": "Job 17:11"
            },
            {
              "content": "These [thoughts] extend from the night into the day, [so that] the light is short because of darkness.",
              "reference": "Job 17:12"
            },
            {
              "content": "But if I look to Sheol (the unseen state) as my abode, if I spread my couch in the darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "If I say to the grave and corruption, You are my father, and to the worm [that feeds on decay], You are my mother and my sister [because I will soon be closest to you],",
              "reference": "Job 17:14"
            },
            {
              "content": "Where then is my hope? And if I have hope, who will see [its fulfillment]?",
              "reference": "Job 17:15"
            },
            {
              "content": "[My hope] shall go down to the bars of Sheol (the unseen state) when once there is rest in the dust.",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN BILDAD the Shuhite answered,",
              "reference": "Job 18:1"
            },
            {
              "content": "How long will you lay snares for words and have to hunt for your argument? Do some clear thinking, and then we will reply.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we counted as beasts [as if we had no sense]? Why are we unclean in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "You who tear yourself in your anger, shall the earth be forsaken for you, or the rock be removed out of its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "Yes, the light of the wicked shall be put out, and the flame of his fire shall not shine. [Prov. 13:9; 24:20.]",
              "reference": "Job 18:5"
            },
            {
              "content": "The light shall be dark in his dwelling, and his lamp beside him shall be put out. [Ps. 18:28.]",
              "reference": "Job 18:6"
            },
            {
              "content": "The steps of his strength shall be shortened, and his own counsel and the plans in which he trusted shall bring about his downfall.",
              "reference": "Job 18:7"
            },
            {
              "content": "For the wicked is cast into a net by his own feet, and he walks upon a lattice-covered pit.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap will catch him by the heel, and a snare will lay hold on him.",
              "reference": "Job 18:9"
            },
            {
              "content": "A noose is hidden for him on the ground and a trap for him in the way.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors shall make him afraid on every side and shall chase him at his heels.",
              "reference": "Job 18:11"
            },
            {
              "content": "The strength [of the wicked] shall be hunger-bitten, and calamity is ready at his side [if he halts].",
              "reference": "Job 18:12"
            },
            {
              "content": "By disease his strength and his skin shall be devoured; the firstborn of death [the worst of diseases] shall consume his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "He shall be rooted out of his dwelling place in which he trusted, and he shall be brought to the king of terrors [death].",
              "reference": "Job 18:14"
            },
            {
              "content": "There shall dwell in his tent that which is none of his [family]; sulphur shall be scattered over his dwelling [to purify it after his going].",
              "reference": "Job 18:15"
            },
            {
              "content": "The roots [of the wicked] shall be dried up beneath, and above shall his branch be cut off and wither.",
              "reference": "Job 18:16"
            },
            {
              "content": "His remembrance shall perish from the earth, and he shall have no name in the street.",
              "reference": "Job 18:17"
            },
            {
              "content": "He shall be thrust from light into darkness and driven out of the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He shall neither have son nor grandson among his people, nor any remaining where he sojourned.",
              "reference": "Job 18:19"
            },
            {
              "content": "They [of the west] that come after [the wicked man] shall be astonished and appalled at his day, as they [of the east] that went before were seized with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "Surely such are the dwellings of the ungodly, and such is the place of him who knows not (recognizes not and honors not) God.",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB answered:",
              "reference": "Job 19:1"
            },
            {
              "content": "How long will you vex and torment me and break me in pieces with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times you have reproached me; you are not ashamed that you make yourselves strange [harden yourselves against me and deal severely with me].",
              "reference": "Job 19:3"
            },
            {
              "content": "And if it were true that I have erred, my error would remain with me [I would be conscious of it].",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed you magnify yourselves against me and plead against me my reproach and humiliation,",
              "reference": "Job 19:5"
            },
            {
              "content": "Know that God has overthrown and put me in the wrong and has closed His net about me.",
              "reference": "Job 19:6"
            },
            {
              "content": "Behold, I cry out, Violence! but I am not heard; I cry aloud for help, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has walled up my way so that I cannot pass, and He has set darkness upon my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my glory and taken the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He has broken me down on every side, and I am gone; my hope has He pulled up like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "He has also kindled His wrath against me, and He counts me as one of His adversaries.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops come together and cast up their way and siege works against me and encamp round about my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "He has put my brethren far from me, and my acquaintances are wholly estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My kinsfolk have failed me, and my familiar friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "Those who live temporarily in my house and my maids count me as a stranger; I am an alien in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "I call to my servant, but he gives me no answer, though I beseech him with words.",
              "reference": "Job 19:16"
            },
            {
              "content": "I am repulsive to my wife and loathsome to the children of my own mother.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even young children despise me; when I get up, they speak against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All the men of my council and my familiar friends abhor me; those whom I loved are turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bone clings to my skin and to my flesh, and I have escaped with the skin or gums of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Have pity on me! Have pity on me, O you my friends, for the hand of God has touched me!",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you, as if you were God, pursue and persecute me? [Acting like wild beasts] why are you not satisfied with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "Oh, that the words I now speak were written! Oh, that they were inscribed in a book [carved on a tablet of stone]!",
              "reference": "Job 19:23"
            },
            {
              "content": "That with an iron pen and [molten] lead they were graven in the rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "For I know that my Redeemer and Vindicator lives, and at last He [the Last One] will stand upon the earth. [Isa. 44:6; 48:12.]",
              "reference": "Job 19:25"
            },
            {
              "content": "And after my skin, even this body, has been destroyed, then from my flesh or without it I shall see God,",
              "reference": "Job 19:26"
            },
            {
              "content": "Whom I, even I, shall see for myself and on my side! And my eyes shall behold Him, and not as a stranger! My heart pines away and is consumed within me.",
              "reference": "Job 19:27"
            },
            {
              "content": "If you say, How we will pursue him! [and continue to persecute me with the claim] that the root [cause] of all these [afflictions] is found in me,",
              "reference": "Job 19:28"
            },
            {
              "content": "Then beware and be afraid of the sword [of divine vengeance], for wrathful are the punishments of that sword, that you may know there is a judgment.",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN ZOPHAR the Naamathite answered,",
              "reference": "Job 20:1"
            },
            {
              "content": "Therefore do my thoughts give me an answer, and I make haste [to offer it] for this reason.",
              "reference": "Job 20:2"
            },
            {
              "content": "I have heard the reproof which puts me to shame, but out of my understanding my spirit answers me.",
              "reference": "Job 20:3"
            },
            {
              "content": "Do you not know from of old, since the time that man was placed on the earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "That the triumphing of the wicked is short, and the joy of the godless and defiled is but for a moment? [Ps. 37:35, 36.]",
              "reference": "Job 20:5"
            },
            {
              "content": "Though his [proud] height mounts up to the heavens and his head reaches to the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "Yet he will perish forever like his own dung; those who have seen him will say, Where is he?",
              "reference": "Job 20:7"
            },
            {
              "content": "He will fly away like a dream and will not be found; yes, he will be chased away as a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye which saw him will see him no more, neither will his [accustomed] place any more behold him.",
              "reference": "Job 20:9"
            },
            {
              "content": "The poor will oppress his children, and his hands will give back his [ill-gotten] wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "His bones are full of youthful energy, but it will lie down with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "Though wickedness is sweet in his mouth, though he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "Though he is loath to let it go but keeps it still within his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "Yet his food turns [to poison] in his stomach; it is the venom of asps within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "He has swallowed down [his ill-gotten] riches, and he shall vomit them up again; God will cast them out of his belly.",
              "reference": "Job 20:15"
            },
            {
              "content": "He shall suck the poison of asps [which ill-gotten wealth contains]; the viper's tongue shall slay him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He shall not look upon the rivers, the flowing streams of honey and butter [to enjoy his wealth].",
              "reference": "Job 20:17"
            },
            {
              "content": "That which he labored for shall he give back and shall not swallow it down [to enjoy it]; according to his wealth shall the restitution be, and he shall not rejoice in it.",
              "reference": "Job 20:18"
            },
            {
              "content": "For he has oppressed and forsaken the poor; he has violently taken away a house which he did not build.",
              "reference": "Job 20:19"
            },
            {
              "content": "Because his desire and greed knew no quietness within him, he will not save anything of that in which he delights.",
              "reference": "Job 20:20"
            },
            {
              "content": "There was nothing left that he did not devour; therefore his prosperity will not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "In the fullness of his sufficiency [in the time of his great abundance] he shall be poor and in straits; every hand of everyone who is in misery shall come upon him [he is but a wretch on every side].",
              "reference": "Job 20:22"
            },
            {
              "content": "When he is about to fill his belly [as in the wilderness when God sent the quails], God will cast the fierceness of His wrath upon him and will rain it upon him while he is eating. [Num. 11:33; Ps. 78:26-31.]",
              "reference": "Job 20:23"
            },
            {
              "content": "He will flee from the iron weapon, but the bow of bronze shall strike him through.",
              "reference": "Job 20:24"
            },
            {
              "content": "[The arrow] is drawn forth and it comes out after passing through his body; yes, the glittering point comes out of his gall. Terrors march in upon him;",
              "reference": "Job 20:25"
            },
            {
              "content": "Every misfortune is laid up for his treasures. A fire not blown by man shall devour him; it shall consume what is left in his tent [and it shall go ill with him who remains there].",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens shall reveal his iniquity, and the earth shall rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "The produce and increase of his house will go into exile [with the victors], dragged away in the day of [God's] wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the wicked man's portion from God, and the heritage appointed to him by God.",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB answered,",
              "reference": "Job 21:1"
            },
            {
              "content": "Hear diligently my speech, and let this [your attention] be your consolation [given me].",
              "reference": "Job 21:2"
            },
            {
              "content": "Allow me, and I also will speak; and after I have spoken, mock on.",
              "reference": "Job 21:3"
            },
            {
              "content": "As for me, is my complaint to man or of him? And why should I not be impatient and my spirit be troubled?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be astonished (appalled); and lay your hand upon your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "Even when I remember, I am troubled and afraid; horror and trembling take hold of my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked live, become old, and become mighty in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their children are established with them in their sight, and their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses are safe and in peace, without fear; neither is the rod of God upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bull breeds and fails not; their cows calve and do not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send forth their little ones like a flock, and their children skip about.",
              "reference": "Job 21:11"
            },
            {
              "content": "They themselves lift up their voices and sing to the tambourine and the lyre and rejoice to the sound of the pipe.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days in prosperity and go down to Sheol (the unseen state) in a moment and peacefully.",
              "reference": "Job 21:13"
            },
            {
              "content": "Yet they say to God, Depart from us, for we do not desire the knowledge of Your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is the Almighty, that we should serve Him? And what profit do we have if we pray to Him? [Exod. 5:2.]",
              "reference": "Job 21:15"
            },
            {
              "content": "But notice, [you say] the prosperity of the wicked is not in their power; the mystery [of God's dealings] with the ungodly is far from my comprehension.",
              "reference": "Job 21:16"
            },
            {
              "content": "How often [then] is it that the lamp of the wicked is put out? That their calamity comes upon them? That God distributes pains and sorrows to them in His anger? [Luke 12:46.]",
              "reference": "Job 21:17"
            },
            {
              "content": "That they are like stubble before the wind and like chaff that the storm steals and carries away?",
              "reference": "Job 21:18"
            },
            {
              "content": "You say, God lays up [the punishment of the wicked man's] iniquity for his children. Let Him recompense it to the man himself, that he may know and feel it.",
              "reference": "Job 21:19"
            },
            {
              "content": "Let his own eyes see his destruction, and let him drink of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what pleasure or interest has a man in his house and family after he is dead, when the number of his months is cut off?",
              "reference": "Job 21:21"
            },
            {
              "content": "Shall any teach God knowledge, seeing that He judges those who are on high? [Rom. 11:34; I Cor. 2:16.]",
              "reference": "Job 21:22"
            },
            {
              "content": "One dies in his full strength, being wholly at ease and quiet;",
              "reference": "Job 21:23"
            },
            {
              "content": "His pails are full of milk [his veins are filled with nourishment], and the marrow of his bones is fresh and moist,",
              "reference": "Job 21:24"
            },
            {
              "content": "Whereas another man dies in bitterness of soul and never tastes of pleasure or good fortune.",
              "reference": "Job 21:25"
            },
            {
              "content": "They lie down alike in the dust, and the worm spreads a covering over them.",
              "reference": "Job 21:26"
            },
            {
              "content": "Behold, I know your thoughts and plans and the devices with which you would wrong me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For you say, Where is the house of the rich and liberal prince [meaning me]? And where is the tent in which the wicked [Job] dwelt?",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you not asked those who travel this way, and do you not accept their testimony and evidences–",
              "reference": "Job 21:29"
            },
            {
              "content": "That the evil man is [now] spared in the day of calamity and destruction, and they are led forth and away on the day of [God's] wrath?",
              "reference": "Job 21:30"
            },
            {
              "content": "But who declares [a man's] way [and rebukes] him to his face? And who pays him back for what he has done?",
              "reference": "Job 21:31"
            },
            {
              "content": "When he is borne to the grave, watch is kept over his tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "The clods of the valley are sweet to him, and every man shall follow him to a grave, as innumerable people [have gone] before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "How then can you comfort me with empty and futile words, since in your replies there lurks falsehood?",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN ELIPHAZ the Temanite answered [Job],",
              "reference": "Job 22:1"
            },
            {
              "content": "Can a man be profitable to God? Surely he that is wise is profitable to himself. [Ps. 16:2; Luke 17:10.]",
              "reference": "Job 22:2"
            },
            {
              "content": "Is it any pleasure or advantage to the Almighty that you are righteous (upright and in right standing with Him)? Or is it gain to Him that you make your ways perfect? [Isa. 62:3; Zech. 2:8; Mal. 3:17; Acts 20:28.]",
              "reference": "Job 22:3"
            },
            {
              "content": "Is it for your [reverential] fear of Him that He [thus] reproves you, that He enters with you into judgment?",
              "reference": "Job 22:4"
            },
            {
              "content": "Is not your wickedness great? There is no end to your iniquities.",
              "reference": "Job 22:5"
            },
            {
              "content": "For you have taken pledges of your brother for nothing, and stripped the naked of their clothing.",
              "reference": "Job 22:6"
            },
            {
              "content": "You have not given water to the weary to drink, and you have withheld bread from the hungry. [Matt. 25:42.]",
              "reference": "Job 22:7"
            },
            {
              "content": "But [you, Job] the man with power possessed the land, and the favored and accepted man dwelt in it.",
              "reference": "Job 22:8"
            },
            {
              "content": "You have sent widows away empty-handed, and the arms of the fatherless have been broken.",
              "reference": "Job 22:9"
            },
            {
              "content": "Therefore snares are round about you, and sudden fear troubles and overwhelms you;",
              "reference": "Job 22:10"
            },
            {
              "content": "Your light is darkened, so that you cannot see, and a flood of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "Is not God in the height of heaven? And behold the height of the stars, how high they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "Therefore you say, How and what does God know [about me]? Can He judge through the thick darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds are a covering to Him, so that He does not see, and He walks on the vault of the heavens.",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you pay attention and keep to the old way that wicked men trod [in Noah's time], [II Pet. 2:5.]",
              "reference": "Job 22:15"
            },
            {
              "content": "Men who were snatched away before their time, whose foundations were poured out like a stream [during the flood]?",
              "reference": "Job 22:16"
            },
            {
              "content": "They said to God, Depart from us, and, What can the Almighty do for or to us?",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet He filled their houses with good [things]. But the counsel of the ungodly is far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see it and are glad; and the innocent laugh them to scorn [saying],",
              "reference": "Job 22:19"
            },
            {
              "content": "Surely those who rose up against us are cut off, and that which remained to them the fire has consumed.",
              "reference": "Job 22:20"
            },
            {
              "content": "Acquaint now yourself with Him [agree with God and show yourself to be conformed to His will] and be at peace; by that [you shall prosper and great] good shall come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "Receive, I pray you, the law and instruction from His mouth and lay up His words in your heart. [Ps. 119:11.]",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty [and submit and humble yourself before Him], you will be built up; if you put away unrighteousness far from your tents,",
              "reference": "Job 22:23"
            },
            {
              "content": "If you lay gold in the dust, and the gold of Ophir among the stones of the brook [considering them of little worth],",
              "reference": "Job 22:24"
            },
            {
              "content": "And make the Almighty your gold and [the Lord] your precious silver treasure,",
              "reference": "Job 22:25"
            },
            {
              "content": "Then you will have delight in the Almighty, and you will lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will make your prayer to Him, and He will hear you, and you will pay your vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "You shall also decide and decree a thing, and it shall be established for you; and the light [of God's favor] shall shine upon your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When they make [you] low, you will say, [There is] a lifting up; and the humble person He lifts up and saves.",
              "reference": "Job 22:29"
            },
            {
              "content": "He will even deliver the one [for whom you intercede] who is not innocent; yes, he will be delivered through the cleanness of your hands. [Job 42:7, 8.]",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB answered,",
              "reference": "Job 23:1"
            },
            {
              "content": "Even today is my complaint rebellious and bitter; my stroke is heavier than my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "Oh, that I knew where I might find Him, that I might come even to His seat!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would lay my cause before Him and fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would learn what He would answer me, and understand what He would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would He plead against me with His great power? No, He would give heed to me. [Isa. 27:4, 5; 57:16.]",
              "reference": "Job 23:6"
            },
            {
              "content": "There the righteous [one who is upright and in right standing with God] could reason with Him; so I should be acquitted by my Judge forever.",
              "reference": "Job 23:7"
            },
            {
              "content": "Behold, I go forward [and to the east], but He is not there; I go backward [and to the west], but I cannot perceive Him;",
              "reference": "Job 23:8"
            },
            {
              "content": "On the left hand [and to the north] where He works [I seek Him], but I cannot behold Him; He turns Himself to the right hand [and to the south], but I cannot see Him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But He knows the way that I take [He has concern for it, appreciates, and pays attention to it]. When He has tried me, I shall come forth as refined gold [pure and luminous]. [Ps. 17:3; 66:10; James 1:12.]",
              "reference": "Job 23:10"
            },
            {
              "content": "My foot has held fast to His steps; His ways have I kept and not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not gone back from the commandment of His lips; I have esteemed and treasured the words of His mouth more than my necessary food.",
              "reference": "Job 23:12"
            },
            {
              "content": "But He is unchangeable, and who can turn Him? And what He wants to do, that He does.",
              "reference": "Job 23:13"
            },
            {
              "content": "For He performs [that which He has] planned for me, and of many such matters He is mindful.",
              "reference": "Job 23:14"
            },
            {
              "content": "Therefore am I troubled and terrified at His presence; when I consider, I am in dread and afraid of Him.",
              "reference": "Job 23:15"
            },
            {
              "content": "For God has made my heart faint, timid, and broken, and the Almighty has terrified me,",
              "reference": "Job 23:16"
            },
            {
              "content": "Because I was not cut off before the darkness [of these woes befell me], neither has He covered the thick darkness from my face.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "WHY [seeing times are not hidden from the Almighty] does He not set seasons for judgment? Why do those who know Him see not His days [for punishment of the wicked]? [Acts 1:7.]",
              "reference": "Job 24:1"
            },
            {
              "content": "Some remove the landmarks; they violently take away flocks and pasture them [appropriating land and flocks openly].",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the donkey of the fatherless; they take the widow's ox for a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They crowd the poor and needy off the road; the poor and meek of the earth all hide themselves.",
              "reference": "Job 24:4"
            },
            {
              "content": "Behold, as wild asses in the desert, [the poor] go forth to their work, seeking diligently for prey and food; the wilderness yields them bread for their children [in roots and herbage].",
              "reference": "Job 24:5"
            },
            {
              "content": "They reap each one his fodder in a field [that is not his own], and they glean the vintage of the wicked man.",
              "reference": "Job 24:6"
            },
            {
              "content": "They lie all night naked, without clothing, and have no covering in the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are wet with the showers of the mountains and cling to the rock for want of shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "[The violent men whose wickedness seems unnoticed] pluck the fatherless infants from the breast [to sell or make them slaves], and take [the clothing on] the poor for a pledge,",
              "reference": "Job 24:9"
            },
            {
              "content": "So that the needy go about naked for lack of clothing, and though hungry, they must carry [but not eat from] the sheaves.",
              "reference": "Job 24:10"
            },
            {
              "content": "Among the olive rows [of the wicked, the poor] make oil; they tread [the fresh juice of the grape from] the presses, but suffer thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "From out of the populous city men groan, and the very life of the wounded cries for help; yet God [seemingly] regards not the wrong done them.",
              "reference": "Job 24:12"
            },
            {
              "content": "These wrongdoers are of those who rebel against the light; they know not its ways nor stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer rises with the light; he kills the poor and the needy, and in the night he becomes as a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye also of the adulterer waits for the twilight, saying, No eye shall see me, and he puts a disguise upon his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark, they dig through [the penetrable walls of] houses; by day they shut themselves up; they do not know the sunlight.",
              "reference": "Job 24:16"
            },
            {
              "content": "For midnight is morning to all of them; for they are familiar with the terrors of deep darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "[You say] Swiftly such men pass away on the face of the waters; their portion is cursed in the earth; [no treader] turns into their vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Drought and heat consume the snow waters; so does Sheol (the place of the dead) those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "The womb shall forget him, the worm shall feed sweetly on him; he shall be no more remembered, and unrighteousness shall be broken like a tree [which cannot be healed]. [Prov. 10:7.]",
              "reference": "Job 24:20"
            },
            {
              "content": "[The evil man] preys upon the barren, childless woman and does no good to the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "Yet [God] prolongs the life of the [wicked] mighty by His power; they rise up when they had despaired of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "God gives them security, and they rest on it; and His eyes are upon their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted for a little while, and then are gone and brought low; they are taken out of the way as all others are and are cut off as the tops of the ears of grain.",
              "reference": "Job 24:24"
            },
            {
              "content": "And if this is not so, who will prove me a liar and make my speech worthless?",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN BILDAD the Shuhite answered,",
              "reference": "Job 25:1"
            },
            {
              "content": "Dominion and fear are with [God]; He makes peace in His high places.",
              "reference": "Job 25:2"
            },
            {
              "content": "Is there any number to His armies? And upon whom does not His light arise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can man be justified and righteous before God? Or how can he who is born of a woman be pure and clean? [Ps. 130:3; 143:2.]",
              "reference": "Job 25:4"
            },
            {
              "content": "Behold, even the moon has no brightness [compared to God's glory] and the stars are not pure in His sight–",
              "reference": "Job 25:5"
            },
            {
              "content": "How much less man, who is a maggot! And a son of man, who is a worm!",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "BUT JOB answered,",
              "reference": "Job 26:1"
            },
            {
              "content": "How you have helped him who is without power! How you have sustained the arm that is without strength!",
              "reference": "Job 26:2"
            },
            {
              "content": "How you have counseled him who has no wisdom! And how plentifully you have declared to him sound knowledge!",
              "reference": "Job 26:3"
            },
            {
              "content": "With whose assistance have you uttered these words? And whose spirit [inspired what] came forth from you?",
              "reference": "Job 26:4"
            },
            {
              "content": "The shades of the dead tremble underneath the waters and their inhabitants.",
              "reference": "Job 26:5"
            },
            {
              "content": "Sheol (the place of the dead) is naked before God, and Abaddon (the place of destruction) has no covering [from His eyes].",
              "reference": "Job 26:6"
            },
            {
              "content": "He it is Who spreads out the northern skies over emptiness and hangs the earth upon or over nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He holds the waters bound in His clouds [which otherwise would spill on earth all at once], and the cloud is not rent under them.",
              "reference": "Job 26:8"
            },
            {
              "content": "He covers the face of His throne and spreads over it His cloud.",
              "reference": "Job 26:9"
            },
            {
              "content": "He has placed an enclosing limit [the horizon] upon the waters at the boundary between light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of the heavens tremble and are astonished at His rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "He stills or stirs up the sea by His power, and by His understanding He smites proud Rahab.",
              "reference": "Job 26:12"
            },
            {
              "content": "By His breath the heavens are garnished; His hand pierced the [swiftly] fleeing serpent. [Ps. 33:6.]",
              "reference": "Job 26:13"
            },
            {
              "content": "Yet these are but [a small part of His doings] the outskirts of His ways or the mere fringes of His force, the faintest whisper of His voice! Who dares contemplate or who can understand the thunders of His full, magnificent power?",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "JOB AGAIN took up his discourse and said,",
              "reference": "Job 27:1"
            },
            {
              "content": "As God lives, Who has taken away my right and denied me justice, and the Almighty, Who has vexed and embittered my life,",
              "reference": "Job 27:2"
            },
            {
              "content": "As long as my life is still whole within me, and the breath of God is [yet] in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "My lips shall not speak untruth, nor shall my tongue utter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "God forbid that I should justify you–saying you are right [in your accusations against me]; till I die, I will not put away my integrity from me.",
              "reference": "Job 27:5"
            },
            {
              "content": "My uprightness and my right standing with God I hold fast and will not let them go; my heart does not reproach me for any of my days and it shall not reproach me as long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "Let my enemy be as the wicked, and let him who rises up against me be as the unrighteous.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what is the hope of the godless and polluted, even though he has gained [in this world], when God cuts him off and takes away his life?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God hear his cry when trouble comes upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will he take delight in the Almighty? Will he call upon God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you regarding the hand and handiwork of God; that which is with the Almighty [God's actual treatment of the wicked man] will I not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "Behold, all of you have seen it yourselves; why then have you become altogether vain [cherishing foolish notions]?",
              "reference": "Job 27:12"
            },
            {
              "content": "This [which I am about to tell] is the portion of a wicked man with God, and the heritage which oppressors shall receive from the Almighty:",
              "reference": "Job 27:13"
            },
            {
              "content": "If his children are multiplied, it is for the sword; and his offspring will not have sufficient bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those who survive him, [the pestilence] will bury, and [their] widows will make no lamentation.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though he heaps up silver like dust and piles up clothing like clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "He may prepare it, but the just will wear it, and the innocent will divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "He builds his house like a moth or a spider, like a booth which a watchman makes [to last for a season].",
              "reference": "Job 27:18"
            },
            {
              "content": "[The wicked] will lie down rich, but does it not again; he opens his eyes, and [his wealth] is gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors overtake him like a [suddenly loosened] flood; a windstorm steals him away in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind lifts him up, and he is gone; it sweeps him out of his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "For [God and the storm] hurl at him without pity and unsparingly [their thunderbolts of wrath]; he flees in haste before His power.",
              "reference": "Job 27:22"
            },
            {
              "content": "[God causes] men to clap their hands at him [in malignant joy] and hiss him out of his place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "SURELY THERE is a mine for silver, and a place for gold where they refine it.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken out of the earth, and copper is smelted from the stone ore.",
              "reference": "Job 28:2"
            },
            {
              "content": "Man sets an end to darkness, and he searches out the farthest bounds for the ore buried in gloom and deep darkness.",
              "reference": "Job 28:3"
            },
            {
              "content": "Men break open shafts away from where people sojourn, in places forgotten by [human] foot; and [descend into them], hanging afar from men, they swing or flit to and fro.",
              "reference": "Job 28:4"
            },
            {
              "content": "As for the earth, out of it comes bread, but underneath [its surface, down deep in the mine] there is blasting, turning it up as by fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "Its stones are the bed of sapphires; it holds dust of gold [which he wins].",
              "reference": "Job 28:6"
            },
            {
              "content": "That path no bird of prey knows, and the falcon's eye has not seen it.",
              "reference": "Job 28:7"
            },
            {
              "content": "The proud beasts [and their young] have not trodden it, nor has the fierce lion passed over it.",
              "reference": "Job 28:8"
            },
            {
              "content": "Man puts forth his hand upon the flinty rock; he overturns the mountains by the roots.",
              "reference": "Job 28:9"
            },
            {
              "content": "He cuts out channels and passages among the rocks; and his eye sees every precious thing.",
              "reference": "Job 28:10"
            },
            {
              "content": "[Man] binds the streams so that they do not trickle [into the mine], and the thing that is hidden he brings forth to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where shall Wisdom be found? And where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Man knows not the price of it; neither is it found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The deep says, [Wisdom] is not in me; and the sea says, It is not with me.",
              "reference": "Job 28:14"
            },
            {
              "content": "It cannot be gotten for gold, neither shall silver be weighed for the price of it.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be valued in [terms of] the gold of Ophir, in the precious onyx or beryl, or the sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "Gold and glass cannot equal [Wisdom], nor can it be exchanged for jewels or vessels of fine gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "No mention shall be made of coral or of crystal; for the possession of Wisdom is even above rubies or pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "The topaz of Ethiopia cannot compare with it, nor can it be valued in pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "From where then does Wisdom come? And where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "It is hidden from the eyes of all living, and knowledge of it is withheld from the birds of the heavens.",
              "reference": "Job 28:21"
            },
            {
              "content": "Abaddon (the place of destruction) and Death say, We have [only] heard the report of it with our ears.",
              "reference": "Job 28:22"
            },
            {
              "content": "God understands the way [to Wisdom] and He knows the place of it [Wisdom is with God alone].",
              "reference": "Job 28:23"
            },
            {
              "content": "For He looks to the ends of the earth and sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When He gave to the wind weight or pressure and allotted the waters by measure,",
              "reference": "Job 28:25"
            },
            {
              "content": "When He made a decree for the rain and a way for the lightning of the thunder,",
              "reference": "Job 28:26"
            },
            {
              "content": "Then He saw [Wisdom] and declared it; He established it, yes, and searched it out [for His own use, and He alone possesses it].",
              "reference": "Job 28:27"
            },
            {
              "content": "But to man He said, Behold, the reverential and worshipful fear of the Lord–that is Wisdom; and to depart from evil is understanding.",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "AND JOB again took up his discussion and said,",
              "reference": "Job 29:1"
            },
            {
              "content": "Oh, that I were as in the months of old, as in the days when God watched over me, [Eccl. 7:10.]",
              "reference": "Job 29:2"
            },
            {
              "content": "When His lamp shone above and upon my head and by His light I walked through darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "As I was in the [prime] ripeness of my days, when the friendship and counsel of God were over my tent,",
              "reference": "Job 29:4"
            },
            {
              "content": "When the Almighty was yet with me and my children were about me,",
              "reference": "Job 29:5"
            },
            {
              "content": "When my steps [through rich pasturage] were washed with butter and the rock poured out for me streams of oil!",
              "reference": "Job 29:6"
            },
            {
              "content": "When I went out to the gate of the city, when I prepared my seat in the street [the broad place for the council at the city's gate],",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men saw me and hid themselves; the aged rose up and stood;",
              "reference": "Job 29:8"
            },
            {
              "content": "The princes refrained from talking and laid their hands on their mouths;",
              "reference": "Job 29:9"
            },
            {
              "content": "The voices of the nobles were hushed, and their tongues cleaved to the roof of their mouths.",
              "reference": "Job 29:10"
            },
            {
              "content": "For when the ear heard, it called me happy and blessed me; and when the eye saw, it testified for me [approvingly],",
              "reference": "Job 29:11"
            },
            {
              "content": "Because I delivered the poor who cried, the fatherless and him who had none to help him.",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of him who was about to perish came upon me, and I caused the widow's heart to sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness, and it clothed me or clothed itself with me; my justice was like a robe and a turban or a diadem or a crown!",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind, and feet was I to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the poor and needy; the cause of him I did not know I searched out.",
              "reference": "Job 29:16"
            },
            {
              "content": "And I broke the jaws or the big teeth of the unrighteous and plucked the prey out of his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "Then I said, I shall die in or beside my nest, and I shall multiply my days as the sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My root is spread out and open to the waters, and the dew lies all night upon my branch.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory and honor are fresh in me [being constantly renewed], and my bow gains [ever] new strength in my hand.",
              "reference": "Job 29:20"
            },
            {
              "content": "Men listened to me and waited and kept silence for my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "After I spoke, they did not speak again, and my speech dropped upon them [like a refreshing shower].",
              "reference": "Job 29:22"
            },
            {
              "content": "And they waited for me as for the rain, and they opened their mouths wide as for the spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "I smiled on them when they had no confidence, and their depression did not cast down the light of my countenance.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose their way [for them] and sat as [their] chief, and dwelt like a king among his soldiers, like one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "BUT NOW they who are younger than I have me in derision, whose fathers I disdained to set with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "Yes, how could the strength of their hands profit me? They were men whose ripe age and vigor had perished.",
              "reference": "Job 30:2"
            },
            {
              "content": "They are gaunt with want and famine; they gnaw the dry and barren ground or flee into the wilderness, into the gloom of wasteness and desolation.",
              "reference": "Job 30:3"
            },
            {
              "content": "They pluck saltwort or mallows among the bushes, and roots of the broom for their food or to warm them.",
              "reference": "Job 30:4"
            },
            {
              "content": "They are driven from among men, who shout after them as after a thief.",
              "reference": "Job 30:5"
            },
            {
              "content": "They must dwell in the clefts of frightful valleys (gullies made by torrents) and in holes of the earth and of the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "Among the bushes they bray and howl [like wild animals]; beneath the prickly scrub they fling themselves and huddle together.",
              "reference": "Job 30:7"
            },
            {
              "content": "Sons of the worthless and nameless, they have been scourged and crushed out of the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "And now I have become their song; yes, I am a byword to them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They abhor me, they stand aloof from me, and do not refrain from spitting in my face or at the sight of me.",
              "reference": "Job 30:10"
            },
            {
              "content": "For God has loosed my bowstring and afflicted and humbled me; they have cast off the bridle [of restraint] before me.",
              "reference": "Job 30:11"
            },
            {
              "content": "On my right hand rises the rabble brood; they jostle me and push away my feet, and they cast up against me their ways of destruction [like an advancing army].",
              "reference": "Job 30:12"
            },
            {
              "content": "They break up and clutter my path [embarrassing my plans]; they urge on my calamity, even though they have no helper [and are themselves helpless].",
              "reference": "Job 30:13"
            },
            {
              "content": "As through a wide breach they come in; amid the crash [of falling walls] they roll themselves upon me.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors are turned upon me; my honor and reputation they chase away like the wind, and my welfare has passed away as a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "And now my life is poured out within me; the days of affliction have gripped me.",
              "reference": "Job 30:16"
            },
            {
              "content": "My bones are pierced [with aching] in the night season, and the pains that gnaw me take no rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "By the great force [of my disease] my garment is disguised and disfigured; it binds me about like the collar of my coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "[God] has cast me into the mire, and I have become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry to You, [Lord,] and You do not answer me; I stand up, but You [only] gaze [indifferently] at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have become harsh and cruel to me; with the might of Your hand You [keep me alive only to] persecute me.",
              "reference": "Job 30:21"
            },
            {
              "content": "You lift me up on the wind; You cause me to ride upon it, and You toss me about in the tempest.",
              "reference": "Job 30:22"
            },
            {
              "content": "For I know that You will bring me to death and to the house [of meeting] appointed for all the living.",
              "reference": "Job 30:23"
            },
            {
              "content": "However, does not one falling in a heap of ruins stretch out his hand? Or in his calamity will he not therefore cry for help?",
              "reference": "Job 30:24"
            },
            {
              "content": "Did not I weep for him who was in trouble? Was not my heart grieved for the poor and needy?",
              "reference": "Job 30:25"
            },
            {
              "content": "But when I looked for good, then evil came to me; and when I waited for light, there came darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "My heart is troubled and does not rest; days of affliction come to meet me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I go about blackened, but not by the sun; I stand up in the congregation and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I am a brother to jackals [which howl], and a companion to ostriches [which scream dismally].",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin falls from me in blackened flakes, and my bones are burned with heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "Therefore my lyre is turned to mourning, and my pipe into the voice of those who weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "I DICTATED a covenant (an agreement) to my eyes; how then could I look [lustfully] upon a girl?",
              "reference": "Job 31:1"
            },
            {
              "content": "For what portion should I have from God above [if I were lewd], and what heritage from the Almighty on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Does not calamity [justly] befall the unrighteous, and disaster the workers of iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does not [God] see my ways and count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "If I have walked with falsehood or vanity, or if my foot has hastened to deceit–",
              "reference": "Job 31:5"
            },
            {
              "content": "Oh, let me be weighed in a just balance and let Him weigh me, that God may know my integrity!",
              "reference": "Job 31:6"
            },
            {
              "content": "If my step has turned out of [God's] way, and my heart has gone the way my eyes [covetously] invited, and if any spot has stained my hands with guilt,",
              "reference": "Job 31:7"
            },
            {
              "content": "Then let me sow and let another eat; yes, let the produce of my field or my offspring be rooted out.",
              "reference": "Job 31:8"
            },
            {
              "content": "If my heart has been deceived and I made a fool by a woman, or if I have [covetously] laid wait at my neighbor's door [until his departure],",
              "reference": "Job 31:9"
            },
            {
              "content": "Then let my wife grind [meal, like a bondslave] for another, and let others bow down upon her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For [adultery] is a heinous and chief crime, an iniquity [to demand action by] the judges and punishment. [Deut. 22:22; John 8:5.]",
              "reference": "Job 31:11"
            },
            {
              "content": "For [uncontrolled passion] is a fire which consumes to Abaddon (to destruction, ruin, and the place of final torment); [that fire once lighted would rage until all is consumed] and would burn to the root all my [life's] increase.",
              "reference": "Job 31:12"
            },
            {
              "content": "If I have despised and rejected the cause of my manservant or my maidservant when they contended or brought a complaint against me,",
              "reference": "Job 31:13"
            },
            {
              "content": "What then shall I do when God rises up [to judge]? When He visits [to inquire of me], what shall I answer Him? [Ps. 44:21.]",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not He Who made me in the womb make [my servant]? And did not One fashion us both in the womb? [Prov. 14:31; 22:2; Mal. 2:10.]",
              "reference": "Job 31:15"
            },
            {
              "content": "If I have withheld from the poor and needy what they desired, or have caused the eyes of the widow to look in vain [for relief],",
              "reference": "Job 31:16"
            },
            {
              "content": "Or have eaten my morsel alone and have not shared it with the fatherless–",
              "reference": "Job 31:17"
            },
            {
              "content": "No, but from my youth [the fatherless] grew up with me as a father, and I have been [the widow's] guide from my mother's womb–",
              "reference": "Job 31:18"
            },
            {
              "content": "If I have seen anyone perish for want of clothing, or any poor person without covering,",
              "reference": "Job 31:19"
            },
            {
              "content": "If his loins have not blessed me [for clothing them], and if he was not warmed with the fleece of my sheep,",
              "reference": "Job 31:20"
            },
            {
              "content": "If I have lifted my hand against the fatherless when I saw [that the judges would be favorable and be] my help at the [council] gate,",
              "reference": "Job 31:21"
            },
            {
              "content": "Then let my shoulder fall away from my shoulder blade, and my arm be broken from its socket.",
              "reference": "Job 31:22"
            },
            {
              "content": "For calamity from God was a terror to me, and because of His majesty I could not endure [to face Him] and could do nothing. [Isa. 13:6; Joel 1:15.]",
              "reference": "Job 31:23"
            },
            {
              "content": "If I have made gold my trust and hope or have said to fine gold, You are my confidence,",
              "reference": "Job 31:24"
            },
            {
              "content": "If I rejoiced because my wealth was great and because my [powerful] hand [alone] had gotten much,",
              "reference": "Job 31:25"
            },
            {
              "content": "If I beheld [as an object of worship] the sunlight when it shone or the moon walking in its brightness,",
              "reference": "Job 31:26"
            },
            {
              "content": "And my heart has been secretly enticed by them or my mouth has kissed my hand [in homage to them],",
              "reference": "Job 31:27"
            },
            {
              "content": "This also would have been [a heinous and principal] iniquity to demand the judges' action and punishment, for I would have denied and been false to the God Who is above. [Deut. 4:19; 17:2-7.]",
              "reference": "Job 31:28"
            },
            {
              "content": "If I rejoiced at the destruction of him who hated me or lifted myself up [in malicious triumph] when evil overtook him–",
              "reference": "Job 31:29"
            },
            {
              "content": "No, I have let my mouth sin neither by cursing my enemy nor by praying that he might die–",
              "reference": "Job 31:30"
            },
            {
              "content": "[Just ask] if the men of my tent will not say, Who can find one in need who has not been satisfied with food he gave them?–",
              "reference": "Job 31:31"
            },
            {
              "content": "The temporary resident has not lodged in the street, but I have opened my door to the wayfaring man–",
              "reference": "Job 31:32"
            },
            {
              "content": "If like Adam or like [other] men I have concealed my transgressions, by hiding my iniquity in my bosom",
              "reference": "Job 31:33"
            },
            {
              "content": "Because I feared the great multitude and the contempt of families terrified me so that I kept silence and did not go out of the door–",
              "reference": "Job 31:34"
            },
            {
              "content": "Oh, for a hearing! Oh, for an answer from the Almighty! Let my adversary write out His indictment [and put His vague accusations in tangible form] in a book!",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would [proudly] bear it on my shoulder and wind the scroll about my head as a diadem.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would count out to Him the number of my steps [with every detail of my life], approaching His presence as a prince–",
              "reference": "Job 31:37"
            },
            {
              "content": "For if my land has cried out against me and its furrows have complained together with tears [that I have no right to them],",
              "reference": "Job 31:38"
            },
            {
              "content": "If I have eaten its fruits without paying for them or have caused its [rightful] owners to breathe their last,",
              "reference": "Job 31:39"
            },
            {
              "content": "Let thistles grow instead of wheat and cockleburs instead of barley. The [controversial] words of Job [with his friends] are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "SO THESE three men ceased to answer Job, because he was [rigidly] righteous (upright and in right standing with God) in his own eyes. [But there was a fifth man there also.]",
              "reference": "Job 32:1"
            },
            {
              "content": "Elihu son of Barachel the Buzite, of the family of Ram, became indignant. His indignation was kindled against Job because he justified himself rather than God [even made himself out to be better than God].",
              "reference": "Job 32:2"
            },
            {
              "content": "Also against [Job's] three friends was [Elihu's] anger kindled, because they had found no answer [were unable to show his real error], and yet they had declared him to be in the wrong [and responsible for his own afflictions].",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited to speak to Job because the others were older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when Elihu saw that there was no answer in the mouths of these three men, he became angry.",
              "reference": "Job 32:5"
            },
            {
              "content": "Then Elihu son of Barachel the Buzite said, I am young, and you are aged; for that reason I was timid and restrained and dared not declare my opinion to you.",
              "reference": "Job 32:6"
            },
            {
              "content": "I said, Age should speak, and a multitude of years should teach wisdom [so let it be heard].",
              "reference": "Job 32:7"
            },
            {
              "content": "But there is [a vital force] a spirit [of intelligence] in man, and the breath of the Almighty gives men understanding. [Prov. 2:6.]",
              "reference": "Job 32:8"
            },
            {
              "content": "It is not the great [necessarily] who are wise, nor [always] the aged who understand justice.",
              "reference": "Job 32:9"
            },
            {
              "content": "So I say, Listen to me; I also will give you my opinion [about Job's situation] and my knowledge.",
              "reference": "Job 32:10"
            },
            {
              "content": "You see, I waited for your words, I listened to your wise reasons, while you searched out what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "Yes, I paid attention to what you said, and behold, not one of you convinced Job or made [satisfactory] replies to his words [you could not refute him].",
              "reference": "Job 32:12"
            },
            {
              "content": "Beware lest you say, We have found wisdom; God thrusts [Job] down [justly], not man [God alone is dealing with him].",
              "reference": "Job 32:13"
            },
            {
              "content": "Now [Job] has not directed his words against me [therefore I have no cause for irritation], neither will I answer him with speeches like yours. [I speak for truth, not for revenge.]",
              "reference": "Job 32:14"
            },
            {
              "content": "[Job's friends] are amazed and embarrassed, they answer no more; they have not a thing to say [reports Elihu].",
              "reference": "Job 32:15"
            },
            {
              "content": "And shall I wait, because they say nothing but stand still and answer no more?",
              "reference": "Job 32:16"
            },
            {
              "content": "I also will answer my [God-assigned] part; I also will declare my opinion and my knowledge.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words; the spirit within me constrains me.",
              "reference": "Job 32:18"
            },
            {
              "content": "My breast is as wine that has no vent; like new wineskins, it is ready to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "I must speak, that I may get relief and be refreshed; I will open my lips and answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "I will not [I warn you] be influenced by respect for any man's person and show partiality, neither will I flatter any man.",
              "reference": "Job 32:21"
            },
            {
              "content": "For I know not how to flatter, [wasting my time in mere formalities, for then] my Maker would soon take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "BE THAT as it may, Job, I beg of you to hear what I have to say and give heed to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "Behold, here I am with open mouth; here is my tongue talking.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words shall express the uprightness of my heart, and my lips shall speak what they know with utter sincerity.",
              "reference": "Job 33:3"
            },
            {
              "content": "[It is] the Spirit of God that made me [which has stirred me up], and the breath of the Almighty that gives me life [which inspires me].",
              "reference": "Job 33:4"
            },
            {
              "content": "Answer me now, if you can; set your words in order before me; take your stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "Behold, I am toward God and before Him even as you are; I also am formed out of the clay [though I speak with abnormal wisdom because of a divine illumination].",
              "reference": "Job 33:6"
            },
            {
              "content": "See my terror [for I am only a fellow mortal, not God]; I shall not make you afraid, neither shall my pressure be heavy upon you.",
              "reference": "Job 33:7"
            },
            {
              "content": "Surely you have spoken in my hearing, and I have heard the voice of your words, saying,",
              "reference": "Job 33:8"
            },
            {
              "content": "I am clean, without transgression; I am innocent, neither is there iniquity in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "But behold, God finds occasions against me and causes of alienation and indifference; He counts me as His enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in the stocks; He [untrustingly] watches all my paths [you say].",
              "reference": "Job 33:11"
            },
            {
              "content": "I reply to you, Behold, in this you are not just; God is superior to man.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do you contend against Him? For He does not give account of any of His actions. [Sufficient for us it should be to know that it is He Who does them.]",
              "reference": "Job 33:13"
            },
            {
              "content": "For God [does reveal His will; He] speaks not only once, but more than once, even though men do not regard it [including you, Job].",
              "reference": "Job 33:14"
            },
            {
              "content": "[One may hear God's voice] in a dream, in a vision of the night, when deep sleep falls on men while slumbering upon the bed,",
              "reference": "Job 33:15"
            },
            {
              "content": "Then He opens the ears of men and seals their instruction [terrifying them with warnings],",
              "reference": "Job 33:16"
            },
            {
              "content": "That He may withdraw man from his purpose and cut off pride from him [disgusting him with his own disappointing self-sufficiency].",
              "reference": "Job 33:17"
            },
            {
              "content": "He holds him back from the pit [of destruction], and his life from perishing by the sword [of God's destructive judgments].",
              "reference": "Job 33:18"
            },
            {
              "content": "[God's voice may be heard by man when] he is chastened with pain upon his bed and with continual strife in his bones or while all his bones are firmly set,",
              "reference": "Job 33:19"
            },
            {
              "content": "So that his desire makes him loathe food, and even dainty dishes [nauseate him].",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh is so wasted away that it cannot be seen, and his bones that were not seen stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "Yes, his soul draws near to corruption, and his life to the inflicters of death (the destroyers).",
              "reference": "Job 33:22"
            },
            {
              "content": "[God's voice may be heard] if there is for the hearer a messenger or an angel, an interpreter, one among a thousand, to show to man what is right for him [how to be upright and in right standing with God],",
              "reference": "Job 33:23"
            },
            {
              "content": "Then [God] is gracious to him and says, Deliver him from going down into the pit [of destruction]; I have found a ransom (a price of redemption, an atonement)!",
              "reference": "Job 33:24"
            },
            {
              "content": "[Then the man's] flesh shall be restored; it becomes fresher and more tender than a child's; he returns to the days of his youth.",
              "reference": "Job 33:25"
            },
            {
              "content": "He prays to God, and He is favorable to him, so that he sees His face with joy; for [God] restores to him his righteousness (his uprightness and right standing with God–with its joys).",
              "reference": "Job 33:26"
            },
            {
              "content": "He looks upon other men or sings out to them, I have sinned and perverted that which was right, and it did not profit me, or He did not requite me [according to my iniquity]!",
              "reference": "Job 33:27"
            },
            {
              "content": "[God] has redeemed my life from going down to the pit [of destruction], and my life shall see the light!",
              "reference": "Job 33:28"
            },
            {
              "content": "[Elihu comments] Behold, God does all these things twice, yes, three times, with a man,",
              "reference": "Job 33:29"
            },
            {
              "content": "To bring back his life from the pit [of destruction], that he may be enlightened with the light of the living.",
              "reference": "Job 33:30"
            },
            {
              "content": "Give heed, O Job, listen to me; hold your peace, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have anything to say, answer me; speak, for I desire to justify you.",
              "reference": "Job 33:32"
            },
            {
              "content": "If [you do] not [have anything to say], listen to me; hold your peace, and I will teach you wisdom.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "ELIHU ANSWERED (continued his discourse) and said,",
              "reference": "Job 34:1"
            },
            {
              "content": "Hear my words, you wise men, and give ear to me, you who have [so much] knowledge.",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear tries words as the palate tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us choose for ourselves that which is right; let us know among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job has said, I am [innocent and uncompromisingly] righteous, but God has taken away my right; [Job 33:9.]",
              "reference": "Job 34:5"
            },
            {
              "content": "Would I lie against my right? Yet, notwithstanding my right, I am counted a liar. My wound is incurable, though I am without transgression.",
              "reference": "Job 34:6"
            },
            {
              "content": "What man is like Job, who drinks up scoffing and scorning like water,",
              "reference": "Job 34:7"
            },
            {
              "content": "Who goes in company with the workers of iniquity and walks with wicked men?",
              "reference": "Job 34:8"
            },
            {
              "content": "For he has said, It profits a man nothing that he should delight himself with God and consent to Him.",
              "reference": "Job 34:9"
            },
            {
              "content": "Therefore hear me, you men of understanding. Far be it from God that He should do wickedness, and from the Almighty that He should commit iniquity.",
              "reference": "Job 34:10"
            },
            {
              "content": "For according to the deeds of a man God will [exactly] proportion his pay, and He will cause every man to find [recompense] according to his ways.",
              "reference": "Job 34:11"
            },
            {
              "content": "Truly God will not do wickedly, neither will the Almighty pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who put [God] in charge over the earth? Or who laid on Him the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If [God] should set His heart upon him [man] and withdraw His [life-giving] spirit and His breath [from man] to Himself,",
              "reference": "Job 34:14"
            },
            {
              "content": "All flesh would perish together, and man would turn again to dust. [Ps. 104:29; Eccl. 12:7.]",
              "reference": "Job 34:15"
            },
            {
              "content": "If now you have understanding, hear this; listen to my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "Is it possible that an enemy of right should govern? And will you condemn Him Who is just and mighty?",
              "reference": "Job 34:17"
            },
            {
              "content": "[God] Who says to a king, You are worthless and vile, or to princes and nobles, You are ungodly and evil?",
              "reference": "Job 34:18"
            },
            {
              "content": "[God] is not partial to princes, nor does He regard the rich more than the poor, for they all are the work of His hands.",
              "reference": "Job 34:19"
            },
            {
              "content": "In a moment they die; even at midnight the people are shaken and pass away, and the mighty are taken away by no [human] hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "For [God's] eyes are upon the ways of a man, and He sees all his steps. [Ps. 34:15; Prov. 5:21; Jer. 16:17.]",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no darkness nor thick gloom where the evildoers may hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "[God] sets before man no appointed time, that he should appear before [Him] in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He breaks in pieces mighty men without inquiry [before a jury] and in ways past finding out and sets others in their stead. [Dan. 2:21.]",
              "reference": "Job 34:24"
            },
            {
              "content": "Therefore He takes knowledge of their works, and He overturns them in the night, so that they are crushed and destroyed.",
              "reference": "Job 34:25"
            },
            {
              "content": "God strikes them down as wicked men in the open sight of beholders,",
              "reference": "Job 34:26"
            },
            {
              "content": "Because they turned aside from Him and would not consider or show regard for any of His ways, [I Sam. 15:11.]",
              "reference": "Job 34:27"
            },
            {
              "content": "So that they caused the cry of the poor to come to Him, and He heard the cry of the afflicted. [Exod. 22:23; James 5:4.]",
              "reference": "Job 34:28"
            },
            {
              "content": "When He gives quietness (peace and security from oppression), who then can condemn? When He hides His face [withdrawing His favor and help], who then can behold Him [and make Him gracious], whether it be a nation or a man by himself?–",
              "reference": "Job 34:29"
            },
            {
              "content": "That the godless man may not reign, that there be no one to ensnare the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "For has anyone said to God, I have borne my chastisement; I will not offend any more;",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me what I do not see [in regard to how I have sinned]; if I have done iniquity, I will do it no more?",
              "reference": "Job 34:32"
            },
            {
              "content": "Should [God's] recompense [for your sins] be as you will it, when you refuse to accept it? For you must do the choosing, and not I; therefore say what is your truthful conclusion.",
              "reference": "Job 34:33"
            },
            {
              "content": "Men of understanding will tell me, indeed, every wise man who hears me [will agree],",
              "reference": "Job 34:34"
            },
            {
              "content": "That Job speaks without knowledge, and his words are without wisdom and insight.",
              "reference": "Job 34:35"
            },
            {
              "content": "[Would that Job's afflictions be continued and] he be tried to the end because of his answering like wicked men!",
              "reference": "Job 34:36"
            },
            {
              "content": "For he adds rebellion [in his unsubmissive, defiant attitude toward God] to his unacknowledged sin; he claps his hands [in open mockery and contempt of God] among us, and he multiplies his words of accusation against God.",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "ELIHU SPOKE further [to Job] and said,",
              "reference": "Job 35:1"
            },
            {
              "content": "Do you think this is your right, or are you saying, My righteousness is more than God's,",
              "reference": "Job 35:2"
            },
            {
              "content": "That you ask, What advantage have you? How am I profited more than if I had sinned?",
              "reference": "Job 35:3"
            },
            {
              "content": "I will answer you and your companions with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look to the heavens and see; and behold the skies which are higher than you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you have sinned, how does that affect God? And if your transgressions are multiplied, what have you done to Him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you [by that] give God? Or what does He receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your wickedness touches and affects a man such as you are, and your righteousness is for yourself, one of the human race [but it cannot touch God, Who is above such influence].",
              "reference": "Job 35:8"
            },
            {
              "content": "Because of the multitudes of oppressions the people cry out; they cry for help because of the violence of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one says, Where is God my Maker, Who gives songs of rejoicing in the night, [Acts 16:25.]",
              "reference": "Job 35:10"
            },
            {
              "content": "Who teaches us more than the beasts of the earth and makes us wiser than the birds of the heavens?",
              "reference": "Job 35:11"
            },
            {
              "content": "[The people] cry out because of the pride of evil men, but He does not answer.",
              "reference": "Job 35:12"
            },
            {
              "content": "Surely God will refuse to answer [the cry which is] vanity (vain and empty–instead of abiding trust); neither will the Almighty regard it–",
              "reference": "Job 35:13"
            },
            {
              "content": "How much less when [missing His righteous judgment on earth] you say that you do not see Him, that your cause is before Him, and you are waiting for Him!",
              "reference": "Job 35:14"
            },
            {
              "content": "But now because God has not [speedily] punished in His anger and seems to be unaware of the wrong and oppression [of which a person is guilty],",
              "reference": "Job 35:15"
            },
            {
              "content": "Job uselessly opens his mouth and multiplies words without knowledge [drawing the worthless conclusion that the righteous have no more advantage than the wicked].",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "ELIHU PROCEEDED and said,",
              "reference": "Job 36:1"
            },
            {
              "content": "Bear with me and wait a little longer, and I will show you, for I have something still to say on God's behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will bring my knowledge from afar and will ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "For truly my words shall not be false; He Who is perfect in knowledge is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "Behold! God is mighty, and yet despises no one nor regards anything as trivial; He is mighty in power of understanding and heart.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not prolong the life of the wicked, but gives the needy and afflicted their right.",
              "reference": "Job 36:6"
            },
            {
              "content": "He withdraws not His eyes from the righteous (the upright in right standing with God); but He sets them forever with kings upon the throne, and they are exalted.",
              "reference": "Job 36:7"
            },
            {
              "content": "And if they are bound in fetters [of adversity] and held by cords of affliction, [Ps. 107:10, 11.]",
              "reference": "Job 36:8"
            },
            {
              "content": "Then He shows to them [the true character of] their deeds and their transgressions, that they have acted arrogantly [with presumption and self-sufficiency].",
              "reference": "Job 36:9"
            },
            {
              "content": "He also opens their ears to instruction and discipline, and commands that they return from iniquity.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they obey and serve Him, they shall spend their days in prosperity and their years in pleasantness and joy.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they obey not, they shall perish by the sword [of God's destructive judgments], and they shall die in ignorance of true knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "But the godless and profane in heart heap up anger [at the divine discipline]; they do not cry to Him when He binds them [with cords of affliction]. [Rom. 2:5.]",
              "reference": "Job 36:13"
            },
            {
              "content": "They die in youth, and their life perishes among the unclean (those who are sodomites).",
              "reference": "Job 36:14"
            },
            {
              "content": "He delivers the afflicted in their affliction and opens their ears [to His voice] in adversity.",
              "reference": "Job 36:15"
            },
            {
              "content": "Indeed, God would have allured you out of the mouth of distress into a broad place where there is no situation of perplexity or privation; and that which would be set on your table would be full of fatness.",
              "reference": "Job 36:16"
            },
            {
              "content": "But if you [Job] are filled with the judgment of the wicked, judgment and justice will keep hold on you.",
              "reference": "Job 36:17"
            },
            {
              "content": "For let not wrath entice you into scorning chastisements; and let not the greatness of the ransom [the suffering, if rightly endured] turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will your cry be sufficient to keep you from distress, or will all the force of your strength do it?",
              "reference": "Job 36:19"
            },
            {
              "content": "Desire not the night, when peoples are cut off from their places;",
              "reference": "Job 36:20"
            },
            {
              "content": "Take heed, turn not to iniquity, for this [the iniquity of complaining against God] you have chosen rather than [submission in] affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "Behold, God exalts and does loftily in His power; who is a ruler or a teacher like Him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has appointed God His way? Or who can say, You have done unrighteousness?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember that [by submission] you magnify God's work, of which men have sung.",
              "reference": "Job 36:24"
            },
            {
              "content": "All men have looked upon God's work; man may behold it afar off.",
              "reference": "Job 36:25"
            },
            {
              "content": "Behold, God is great, and we know Him not! The number of His years is unsearchable. [I Cor. 13:12.]",
              "reference": "Job 36:26"
            },
            {
              "content": "For He draws up the drops of water, which distil as rain from His vapor,",
              "reference": "Job 36:27"
            },
            {
              "content": "Which the skies pour down and drop abundantly upon [the multitudes of] mankind.",
              "reference": "Job 36:28"
            },
            {
              "content": "Not only that, but can anyone understand the spreadings of the clouds or the thunderings of His pavilion? [Ps. 18:11; Isa. 40:22.]",
              "reference": "Job 36:29"
            },
            {
              "content": "Behold, He spreads His lightning against the dark clouds and covers the roots of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by [His clouds] God executes judgment upon the peoples; He gives food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "He covers His hands with the lightning and commands it to strike the mark.",
              "reference": "Job 36:32"
            },
            {
              "content": "His thunderings speak [awesomely] concerning Him; the cattle are told of His coming storm.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "INDEED, [at His thunderings] my heart also trembles and leaps out of its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Hear, oh, hear the roar of His voice and the sound of rumbling that goes out of His mouth!",
              "reference": "Job 37:2"
            },
            {
              "content": "Under the whole heaven He lets it loose, and His lightning to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After it His voice roars; He thunders with the voice of His majesty, and He restrains not [His lightnings against His adversaries] when His voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God thunders marvelously with His voice; He does great things which we cannot comprehend.",
              "reference": "Job 37:5"
            },
            {
              "content": "For He says to the snow, Fall on the earth; likewise He speaks to the showers and to the downpour of His mighty rains.",
              "reference": "Job 37:6"
            },
            {
              "content": "God seals up (stops, brings to a standstill by severe weather) the hand of every man [and now under His seal their hands are forced to inactivity], that all men whom He has made may know His doings (His sovereign power and their subjection to it).",
              "reference": "Job 37:7"
            },
            {
              "content": "Then the beasts go into dens and remain in their lairs.",
              "reference": "Job 37:8"
            },
            {
              "content": "Out of its chamber comes the whirlwind, and cold from the scattering winds.",
              "reference": "Job 37:9"
            },
            {
              "content": "By the breath of God ice is given, and the breadth of the waters is frozen over. [Ps. 147:17, 18.]",
              "reference": "Job 37:10"
            },
            {
              "content": "He loads the thick cloud with moisture; He scatters the cloud of His lightning.",
              "reference": "Job 37:11"
            },
            {
              "content": "And it is turned round about by His guidance, that they may do whatever He commands them upon the face of the habitable earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "Whether it be for correction or for His earth [generally] or for His mercy and loving-kindness, He causes it to come. [Exod. 9:18, 23; I Sam. 12:18, 19.]",
              "reference": "Job 37:13"
            },
            {
              "content": "Hear this, O Job; stand still and consider the wondrous works of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God lays His command upon them and causes the lightning of His [storm] cloud to shine?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know how the clouds are balanced [and poised in the heavens], the wonderful works of Him Who is perfect in knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "[Or] why your garments are hot when He quiets the earth [in sultry summer] with the [oppressive] south wind?",
              "reference": "Job 37:17"
            },
            {
              "content": "Can you along with Him spread out the sky, [which is] strong as a molten mirror?",
              "reference": "Job 37:18"
            },
            {
              "content": "Tell us [Job] with what words of man we may address such a Being; we cannot state our case because we are in the dark [in the presence of the unsearchable God].",
              "reference": "Job 37:19"
            },
            {
              "content": "So shall it be told Him that I wish to speak? If a man speaks, shall he be swallowed up?",
              "reference": "Job 37:20"
            },
            {
              "content": "And now men cannot look upon the light when it is bright in the skies, when the wind has passed and cleared them.",
              "reference": "Job 37:21"
            },
            {
              "content": "Golden brightness and splendor come out of the north; [if men can scarcely look upon it, how much less upon the] terrible splendor and majesty God has upon Himself!",
              "reference": "Job 37:22"
            },
            {
              "content": "Touching the Almighty, we cannot find Him out; He is excellent in power; and to justice and plenteous righteousness He does no violence [He will disregard no right]. [I Tim. 6:16.]",
              "reference": "Job 37:23"
            },
            {
              "content": "Men therefore [reverently] fear Him; He regards and respects not any who are wise in heart [in their own understanding and conceit]. [Matt. 10:28.]",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN THE Lord answered Job out of the whirlwind and said,",
              "reference": "Job 38:1"
            },
            {
              "content": "Who is this that darkens counsel by words without knowledge? [Job 35:16.]",
              "reference": "Job 38:2"
            },
            {
              "content": "Gird up now your loins like a man, and I will demand of you, and you declare to Me.",
              "reference": "Job 38:3"
            },
            {
              "content": "Where were you when I laid the foundation of the earth? Declare to Me, if you have and know understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who determined the measures of the earth, if you know? Or who stretched the measuring line upon it?",
              "reference": "Job 38:5"
            },
            {
              "content": "Upon what were the foundations of it fastened, or who laid its cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "When the morning stars sang together and all the sons of God shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "Or who shut up the sea with doors when it broke forth and issued out of the womb?–",
              "reference": "Job 38:8"
            },
            {
              "content": "When I made the clouds the garment of it, and thick darkness a swaddling band for it,",
              "reference": "Job 38:9"
            },
            {
              "content": "And marked for it My appointed boundary and set bars and doors, [Jer. 5:22.]",
              "reference": "Job 38:10"
            },
            {
              "content": "And said, Thus far shall you come and no farther; and here shall your proud waves be stayed? [Ps. 89:9; 93:4.]",
              "reference": "Job 38:11"
            },
            {
              "content": "Have you commanded the morning since your days began and caused the dawn to know its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "So that [light] may get hold of the corners of the earth and shake the wickedness [of night] out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "It is changed like clay into which a seal is pressed; and things stand out like a many-colored garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "From the wicked their light is withheld, and their uplifted arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "Have you explored the springs of the sea? Or have you walked in the recesses of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been revealed to you? Or have you seen the doors of deep darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you comprehended the breadth of the earth? Tell Me, if you know it all.",
              "reference": "Job 38:18"
            },
            {
              "content": "Where is the way where light dwells? And as for darkness, where is its abode,",
              "reference": "Job 38:19"
            },
            {
              "content": "That you may conduct it to its home, and may know the paths to its house?",
              "reference": "Job 38:20"
            },
            {
              "content": "You must know, since you were born then! Or because you are so extremely old!",
              "reference": "Job 38:21"
            },
            {
              "content": "Have you entered the treasuries of the snow, or have you seen the treasuries of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "Which I have reserved for the time of trouble, for the day of battle and war? [Exod. 9:18; Josh. 10:11; Isa. 30:30; Rev. 16:21.]",
              "reference": "Job 38:23"
            },
            {
              "content": "By what way is the light distributed, or the east wind spread over the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who has prepared a channel for the torrents of rain, or a path for the thunderbolt,",
              "reference": "Job 38:25"
            },
            {
              "content": "To cause it to rain on the uninhabited land [and] on the desert where no man lives,",
              "reference": "Job 38:26"
            },
            {
              "content": "To satisfy the waste and desolate ground and to cause the tender grass to spring forth?",
              "reference": "Job 38:27"
            },
            {
              "content": "Has the rain a father? Or who has begotten the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "Out of whose womb came the ice? And the hoary frost of heaven, who has given it birth?",
              "reference": "Job 38:29"
            },
            {
              "content": "The waters are congealed like stone, and the face of the deep is frozen.",
              "reference": "Job 38:30"
            },
            {
              "content": "Can you bind the chains of [the cluster of stars called] Pleiades, or loose the cords of [the constellation] Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you lead forth the signs of the zodiac in their season? Or can you guide [the stars of] the Bear with her young?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the ordinances of the heavens? Can you establish their rule upon the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Can you lift up your voice to the clouds, so that an abundance of waters may cover you?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send lightnings, that they may go and say to you, Here we are?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who has put wisdom in the inward parts [or in the dark clouds]? Or who has given understanding to the mind [or to the meteor]?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who can number the clouds by wisdom? Or who can pour out the [water] bottles of the heavens",
              "reference": "Job 38:37"
            },
            {
              "content": "When [heat has caused] the dust to run into a mass and the clods to cleave fast together?",
              "reference": "Job 38:38"
            },
            {
              "content": "Can you [Job] hunt the prey for the lion? Or satisfy the appetite of the young lions",
              "reference": "Job 38:39"
            },
            {
              "content": "When they couch in their dens or lie in wait in their hiding place?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides for the raven its prey when its young ones cry to God and wander about for lack of food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "DO YOU know the time when the wild goats of the rock bring forth [their young]? [Or] do you observe when the hinds are giving birth? [Do you attend to all this, Job?]",
              "reference": "Job 39:1"
            },
            {
              "content": "Can you number the months that they carry their offspring? Or do you know the time when they are delivered,",
              "reference": "Job 39:2"
            },
            {
              "content": "When they bow themselves, bring forth their young ones, [and] cast out their pains?",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young ones become strong, they grow up in the open field; they go forth and return not to them.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who has sent out the wild donkey, giving him his freedom? Or who has loosed the bands of the swift donkey [by which his tame brother is bound–he, the shy, the swift-footed, and the untamable],",
              "reference": "Job 39:5"
            },
            {
              "content": "Whose home I have made the wilderness, and the salt land his dwelling place?",
              "reference": "Job 39:6"
            },
            {
              "content": "He scorns the tumult of the city and hears not the shoutings of the taskmaster.",
              "reference": "Job 39:7"
            },
            {
              "content": "The range of the mountains is his pasture, and he searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "Will the wild ox be willing to serve you, or remain beside your manger?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you bind the wild ox with a harness to the plow in the furrow? Or will he harrow the furrows for you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you trust him because his strength is great, or to him will you leave your labor?",
              "reference": "Job 39:11"
            },
            {
              "content": "Will you depend upon him to bring home your seed and gather the grain of your threshing floor? [Who, Job, was the author of this strange variance in the disposition of animals so alike in appearance? Was it you?]",
              "reference": "Job 39:12"
            },
            {
              "content": "The wings of the ostrich wave proudly, [but] are they the pinions and plumage of love?",
              "reference": "Job 39:13"
            },
            {
              "content": "The ostrich leaves her eggs on the ground and warms them in the dust,",
              "reference": "Job 39:14"
            },
            {
              "content": "Forgetting that a foot may crush them or that the wild beast may trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She is hardened against her young ones, as though they were not hers; her labor is in vain because she has no sense of danger [for her unborn brood],",
              "reference": "Job 39:16"
            },
            {
              "content": "For God has deprived her of wisdom, neither has He imparted to her understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "Yet when she lifts herself up in flight, [so swift is she that] she can laugh to scorn the horse and his rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "Have you given the horse his might? Have you clothed his neck with quivering and a shaking mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Was it you [Job] who made him to leap like a locust? The majesty of his [snorting] nostrils is terrible.",
              "reference": "Job 39:20"
            },
            {
              "content": "He paws in the valley and exults in his strength; he goes out to meet the weapons [of armed men].",
              "reference": "Job 39:21"
            },
            {
              "content": "He mocks at fear and is not dismayed or terrified; neither does he turn back [in battle] from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "The quiver rattles upon him, as do the glittering spear and the lance [of his rider].",
              "reference": "Job 39:23"
            },
            {
              "content": "[He seems in running to] devour the ground with fierceness and rage; neither can he stand still at the sound of the [war] trumpet.",
              "reference": "Job 39:24"
            },
            {
              "content": "As often as the trumpet sounds he says, Ha, ha! And he smells the battle from afar, the thunder of the captains, and the shouting.",
              "reference": "Job 39:25"
            },
            {
              "content": "Is it by your wisdom [Job] that the hawk soars and stretches her wings toward the south [as winter approaches]?",
              "reference": "Job 39:26"
            },
            {
              "content": "Does the eagle mount up at your command and make his nest on [a] high [inaccessible place]?",
              "reference": "Job 39:27"
            },
            {
              "content": "On the cliff he dwells and remains securely, upon the point of the rock and the stronghold.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there he spies out the prey; and his eyes see it afar off.",
              "reference": "Job 39:29"
            },
            {
              "content": "His young ones suck up blood, and where the slain are, there is he.",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "MOREOVER, THE Lord said to Job,",
              "reference": "Job 40:1"
            },
            {
              "content": "Shall he who would find fault with the Almighty contend with Him? He who disputes with God, let him answer it.",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job replied to the Lord:",
              "reference": "Job 40:3"
            },
            {
              "content": "Behold, I am of small account and vile! What shall I answer You? I lay my hand upon my mouth. [Ezra 9:6; Ps. 51:4.]",
              "reference": "Job 40:4"
            },
            {
              "content": "I have spoken once, but I will not reply again–indeed, twice [have I answered], but I will proceed no further.",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job out of the whirlwind, saying,",
              "reference": "Job 40:6"
            },
            {
              "content": "Gird up your loins now like a man; I will demand of you, and you answer Me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Will you also annul (set aside and render void) My judgment? Will you condemn Me [your God], that you may [appear] righteous and justified?",
              "reference": "Job 40:8"
            },
            {
              "content": "Have you an arm like God? Or can you thunder with a voice like His?",
              "reference": "Job 40:9"
            },
            {
              "content": "[Since you question the manner of the Almighty's rule] deck yourself now with the excellency and dignity [of the Supreme Ruler, and yourself undertake the government of the world if you are so wise], and array yourself with honor and majesty.",
              "reference": "Job 40:10"
            },
            {
              "content": "Pour forth the overflowings of your anger, and look on everyone who is proud and abase him;",
              "reference": "Job 40:11"
            },
            {
              "content": "Look on everyone who is proud and bring him low, and tread down the wicked where they stand [if you are so able, Job].",
              "reference": "Job 40:12"
            },
            {
              "content": "[Bury and] hide them all in the dust together; [and] shut them up [in the prison house of death].",
              "reference": "Job 40:13"
            },
            {
              "content": "[If you can do all this, Job, proving yourself of divine might] then will I [God] praise you also [and acknowledge that] your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "Behold now the behemoth (the hippopotamus), which I created as I did you; he eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "See now, his strength is in his loins, and his power is in the sinews of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "He moves his tail like a cedar tree; the tendons of his thighs are twisted together [like a rope].",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones are like tubes of bronze; his limbs [or ribs] are like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "[The hippopotamus] is the first [in magnitude and power] of the works of God [in animal life]; [only] He Who made him provides him with his [swordlike tusks, or only God Who made him can bring near His sword to master him].",
              "reference": "Job 40:19"
            },
            {
              "content": "Surely the mountains bring him food, where all the wild animals play.",
              "reference": "Job 40:20"
            },
            {
              "content": "He lies under the lotus trees, in the covert of the reeds in the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus trees cover him with their shade; the willows of the brook compass him about.",
              "reference": "Job 40:22"
            },
            {
              "content": "Behold, if a river is violent and overflows, he does not tremble; he is confident, though the Jordan [River] swells and rushes against his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can any take him when he is on the watch, or pierce through his nose with a snare?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "CAN YOU draw out the leviathan (the crocodile) with a fishhook? Or press down his tongue with a cord?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you put a rope into his nose? Or pierce his jaw through with a hook or a spike?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will he make many supplications to you [begging to be spared]? Will he speak soft words to you [to coax you to treat him kindly]?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will he make a covenant with you to take him for your servant forever?",
              "reference": "Job 41:4"
            },
            {
              "content": "Will you play with [the crocodile] as with a bird? Or will you put him on a leash for your maidens?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will traders bargain over him? Will they divide him up among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you fill his skin with harpoons? Or his head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "Lay your hand upon him! Remember your battle with him; you will not do [such an ill-advised thing] again!",
              "reference": "Job 41:8"
            },
            {
              "content": "Behold, the hope of [his assailant] is disappointed; one is cast down even at the sight of him!",
              "reference": "Job 41:9"
            },
            {
              "content": "No one is so fierce [and foolhardy] that he dares to stir up [the crocodile]; who then is he who can stand before Me [the beast's Creator, or dares to contend with Me]?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who has first given to Me, that I should repay him? Whatever is under the whole heavens is Mine. [Therefore, who can have a claim against God, God Who made the unmastered crocodile?] [Rom. 11:35.]",
              "reference": "Job 41:11"
            },
            {
              "content": "I will not keep silence concerning his limbs, nor his mighty strength, nor his goodly frame.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can strip off [the crocodile's] outer garment? [Who can penetrate his double coat of mail?] Who shall come within his jaws?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who can open the doors of his [lipless] mouth? His [extended jaws and bare] teeth are terrible round about.",
              "reference": "Job 41:14"
            },
            {
              "content": "His scales are [the crocodile's] pride, [for his back is made of rows of shields] shut up together [as with] a tight seal;",
              "reference": "Job 41:15"
            },
            {
              "content": "One is so near to another that no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "They are joined one to another; they stick together so that they cannot be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "His sneezings flash forth light, and his eyes are like the [reddish] eyelids of the dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "Out of his mouth go burning torches, [and] sparks of fire leap out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Out of his nostrils goes forth smoke, as out of a seething pot over a fire of rushes.",
              "reference": "Job 41:20"
            },
            {
              "content": "His breath kindles coals, and a flame goes forth from his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "In [the crocodile's] neck abides strength, and terror dances before him.",
              "reference": "Job 41:22"
            },
            {
              "content": "The folds of his flesh cleave together; they are firm upon him, and they cannot shake [when he moves].",
              "reference": "Job 41:23"
            },
            {
              "content": "His heart is as firm as a stone, indeed, as solid as a nether millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When [the crocodile] raises himself up, the mighty are afraid; because of terror and the crashing they are beside themselves.",
              "reference": "Job 41:25"
            },
            {
              "content": "Even if one strikes at him with the sword, it cannot get any hold, nor does the spear, the dart, or the javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "He counts iron as straw and bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "The arrow cannot make [the crocodile] flee; slingstones are treated by him as stubble.",
              "reference": "Job 41:28"
            },
            {
              "content": "Clubs [also] are counted as stubble; he laughs at the rushing and the rattling of the javelin.",
              "reference": "Job 41:29"
            },
            {
              "content": "His underparts are like sharp pieces of broken pottery; he spreads [grooves like] a threshing sledge upon the mire.",
              "reference": "Job 41:30"
            },
            {
              "content": "He makes the deep boil like a pot; he makes the sea like a [foaming] pot of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "[His swift darting] makes a shining track behind him; one would think the deep to be hoary [with foam].",
              "reference": "Job 41:32"
            },
            {
              "content": "Upon earth there is not [the crocodile's] equal, a creature made without fear and he behaves fearlessly.",
              "reference": "Job 41:33"
            },
            {
              "content": "He looks all mighty [beasts of prey] in the face [without terror]; he is monarch over all the sons of pride. [And now, Job, who are you who dares not arouse the unmastered crocodile, yet who dares resist Me, the beast's Creator, to My face? Everything under the heavens is Mine; therefore, who can have a claim against God?]",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 AMPC",
          "version": "AMPC",
          "verses": [
            {
              "content": "THEN JOB said to the Lord,",
              "reference": "Job 42:1"
            },
            {
              "content": "I know that You can do all things, and that no thought or purpose of Yours can be restrained or thwarted.",
              "reference": "Job 42:2"
            },
            {
              "content": "[You said to me] Who is this that darkens and obscures counsel [by words] without knowledge? Therefore [I now see] I have [rashly] uttered what I did not understand, things too wonderful for me, which I did not know. [Job 38:2.]",
              "reference": "Job 42:3"
            },
            {
              "content": "[I had virtually said to You what You have said to me:] Hear, I beseech You, and I will speak; I will demand of You, and You declare to me.",
              "reference": "Job 42:4"
            },
            {
              "content": "I had heard of You [only] by the hearing of the ear, but now my [spiritual] eye sees You.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I loathe [my words] and abhor myself and repent in dust and ashes.",
              "reference": "Job 42:6"
            },
            {
              "content": "After the Lord had spoken the previous words to Job, the Lord said to Eliphaz the Temanite, My wrath is kindled against you and against your two friends, for you have not spoken of Me the thing that is right, as My servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "Now therefore take seven bullocks and seven rams and go to My servant Job and offer up for yourselves a burnt offering; and My servant Job shall pray for you, for I will accept [his prayer] that I deal not with you after your folly, in that you have not spoken of Me the thing that is right, as My servant Job has.",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the Lord commanded them; and the Lord accepted [Job's prayer].",
              "reference": "Job 42:9"
            },
            {
              "content": "And the Lord turned the captivity of Job and restored his fortunes, when he prayed for his friends; also the Lord gave Job twice as much as he had before. [Deut. 30:1-3; Ps. 126:1, 2.]",
              "reference": "Job 42:10"
            },
            {
              "content": "Then there came to him all his brothers and sisters and all who had known him before, and they ate bread with him in his house; and they sympathized with him and comforted him over all the [distressing] calamities that the Lord had brought upon him. Every man also gave him a piece of money, and every man an earring of gold.",
              "reference": "Job 42:11"
            },
            {
              "content": "And the Lord blessed the latter days of Job more than his beginning; for he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys. [Job 1:3.]",
              "reference": "Job 42:12"
            },
            {
              "content": "He had also seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "And he called the name of the first Jemimah, and the name of the second Keziah, and the name of the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "And in all the land there were no women so fair as the daughters of Job, and their father gave them inheritance among their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived 140 years, and saw his sons and his sons' sons, even to four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "So Job died, an old man and full of days. [James 5:11.]",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "1954, 1958, 1962, 1964, 1965, 1987 by The Lockman Foundation",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}