{
  "translation": "CEB",
  "translationId": 37,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "A man in the land of Uz was named Job. That man was honest, a person of absolute integrity; he feared God and avoided evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "He had seven sons and three daughters,",
              "reference": "Job 1:2"
            },
            {
              "content": "and owned seven thousand sheep, three thousand camels, five hundred pairs of oxen, five hundred female donkeys, and a vast number of servants, so that he was greater than all the people of the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "Each of his sons hosted a feast in his own house on his birthday. They invited their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When the days of the feast had been completed, Job would send word and purify his children. Getting up early in the morning, he prepared entirely burned offerings for each one of them, for Job thought, Perhaps my children have sinned and then cursed God in their hearts. Job did this regularly.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day the divine beings came to present themselves before the LORD, and the Adversary also came among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The LORD said to the Adversary, “Where did you come from?” The Adversary answered the LORD, “From wandering throughout the earth.”",
              "reference": "Job 1:7"
            },
            {
              "content": "The LORD said to the Adversary, “Have you thought about my servant Job; surely there is no one like him on earth, a man who is honest, who is of absolute integrity, who reveres God and avoids evil?”",
              "reference": "Job 1:8"
            },
            {
              "content": "The Adversary answered the LORD, “Does Job revere God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Haven’t you fenced him in—his house and all he has—and blessed the work of his hands so that his possessions extend throughout the earth?",
              "reference": "Job 1:10"
            },
            {
              "content": "But stretch out your hand and strike all he has. He will certainly curse you to your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "The LORD said to the Adversary, “Look, all he has is within your power; only don’t stretch out your hand against him.” So the Adversary left the LORD’s presence.",
              "reference": "Job 1:12"
            },
            {
              "content": "One day Job’s sons and daughters were eating and drinking wine in their oldest brother’s house.",
              "reference": "Job 1:13"
            },
            {
              "content": "A messenger came to Job and said: “The oxen were plowing, and the donkeys were grazing nearby",
              "reference": "Job 1:14"
            },
            {
              "content": "when the Sabeans took them and killed the young men with swords. I alone escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "While this messenger was speaking, another arrived and said: “A raging fire fell from the sky and burned up the sheep and devoured the young men. I alone escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "While this messenger was speaking, another arrived and said: “Chaldeans set up three companies, raided the camels and took them, killing the young men with swords. I alone escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "While this messenger was speaking, another arrived and said: “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:18"
            },
            {
              "content": "when a strong wind came from the desert and struck the four corners of the house. It fell upon the young people, and they died. I alone escaped to tell you.”",
              "reference": "Job 1:19"
            },
            {
              "content": "Job arose, tore his clothes, shaved his head, fell to the ground, and worshipped.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said: “Naked I came from my mother’s womb; naked I will return there. The LORD has given; the LORD has taken; bless the LORD’s name.”",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this, Job didn’t sin or blame God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "One day the divine beings came to present themselves before the LORD. The Adversary also came among them to present himself before the LORD.",
              "reference": "Job 2:1"
            },
            {
              "content": "The LORD said to the Adversary, “Where have you come from?” The Adversary answered the LORD, “From wandering throughout the earth.”",
              "reference": "Job 2:2"
            },
            {
              "content": "The LORD said to the Adversary, “Have you thought about my servant Job, for there is no one like him on earth, a man who is honest, who is of absolute integrity, who reveres God and avoids evil? He still holds on to his integrity, even though you incited me to ruin him for no reason.”",
              "reference": "Job 2:3"
            },
            {
              "content": "The Adversary responded to the LORD, “Skin for skin—people will give up everything they have in exchange for their lives.",
              "reference": "Job 2:4"
            },
            {
              "content": "But stretch out your hand and strike his bones and flesh. Then he will definitely curse you to your face.”",
              "reference": "Job 2:5"
            },
            {
              "content": "The LORD answered the Adversary, “There he is—within your power; only preserve his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "The Adversary departed from the LORD’s presence and struck Job with severe sores from the sole of his foot to the top of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "Job took a piece of broken pottery to scratch himself and sat down on a mound of ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Job’s wife said to him, “Are you still clinging to your integrity? Curse God, and die.”",
              "reference": "Job 2:9"
            },
            {
              "content": "Job said to her, “You’re talking like a foolish woman. Will we receive good from God but not also receive bad?” In all this, Job didn’t sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "When Job’s three friends heard about all this disaster that had happened to him, they came, each one from his home—Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah. They agreed to come so they could console and comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they looked up from a distance and didn’t recognize him, they wept loudly. Each one tore his garment and scattered dust above his head toward the sky.",
              "reference": "Job 2:12"
            },
            {
              "content": "They sat with Job on the ground seven days and seven nights, not speaking a word to him, for they saw that he was in excruciating pain.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Afterward, Job spoke up and cursed the day he was born.",
              "reference": "Job 3:1"
            },
            {
              "content": "Job said:",
              "reference": "Job 3:2"
            },
            {
              "content": "Perish the day I was born, the night someone said, “A boy has been conceived.”",
              "reference": "Job 3:3"
            },
            {
              "content": "That day—let it be darkness; may God above ignore it, and light not shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "May deepest darkness claim it and a cloud linger over it; may all that darkens the day terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "May gloom seize that night; may it not be counted in the days of a year; may it not appear in the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "May that night be childless; may no happy singing come in it.",
              "reference": "Job 3:7"
            },
            {
              "content": "May those who curse the day curse it, those with enough skill to awaken Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "May its evening stars stay dark; may it wait in vain for light; may it not see dawn’s gleam,",
              "reference": "Job 3:9"
            },
            {
              "content": "because it didn’t close the doors of my mother’s womb, didn’t hide trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "Why didn’t I die at birth, come forth from the womb and die?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did knees receive me and breasts let me nurse?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I would be lying down quietly; I’d sleep; rest would be mine",
              "reference": "Job 3:13"
            },
            {
              "content": "with kings and earth’s advisors, who rebuild ruins for themselves,",
              "reference": "Job 3:14"
            },
            {
              "content": "or with princes who have gold, who fill their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or why wasn’t I like a buried miscarried infant, like babies who never see light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked rage no more; there the weak rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "Prisoners are entirely at ease; they don’t hear a boss’s voice.",
              "reference": "Job 3:18"
            },
            {
              "content": "Both small and great are there; a servant is free from his masters.",
              "reference": "Job 3:19"
            },
            {
              "content": "Why is light given to the hard worker, life to those bitter of soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "those waiting in vain for death, who search for it more than for treasure,",
              "reference": "Job 3:21"
            },
            {
              "content": "who rejoice excitedly, who are thrilled when they find a grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is light given to the person whose way is hidden, whom God has fenced in?",
              "reference": "Job 3:23"
            },
            {
              "content": "My groans become my bread; my roars pour out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "Because I was afraid of something awful, and it arrived; what I dreaded came to me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I had no ease, quiet, or rest, and trembling came.",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then Eliphaz, a native of Teman, responded:",
              "reference": "Job 4:1"
            },
            {
              "content": "If one tries to answer you, will you be annoyed? But who can hold words back?",
              "reference": "Job 4:2"
            },
            {
              "content": "Look, you’ve instructed many and given strength to drooping hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have raised up the falling; you’ve steadied failing knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now it comes to you, and you are dismayed; it has struck you, and you are frightened.",
              "reference": "Job 4:5"
            },
            {
              "content": "Isn’t your religion the source of your confidence; the integrity of your conduct, the source of your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "Think! What innocent person has ever perished? When have those who do the right thing been destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "As I’ve observed, those who plow sin and sow trouble will harvest it.",
              "reference": "Job 4:8"
            },
            {
              "content": "When God breathes deeply, they perish; by a breath of his nostril they are annihilated.",
              "reference": "Job 4:9"
            },
            {
              "content": "The roar of a lion and snarl of the king of beasts— yet the teeth of lions are shattered;",
              "reference": "Job 4:10"
            },
            {
              "content": "the lion perishes without prey, and its cubs are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "But a word sneaked up on me; my ears caught a hint of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "In profound thoughts, visions of night, when deep sleep falls on people,",
              "reference": "Job 4:13"
            },
            {
              "content": "fear and dread struck me; all of my bones shook.",
              "reference": "Job 4:14"
            },
            {
              "content": "A breeze swept by my face; the hair of my skin bristled.",
              "reference": "Job 4:15"
            },
            {
              "content": "It stopped. I didn’t recognize its visible form, although a figure was in front of my eyes. Silence! Then I heard a voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "“Can a human be more righteous than God, a person purer than their maker?”",
              "reference": "Job 4:17"
            },
            {
              "content": "If he doesn’t trust his servants and levels a charge against his messengers,",
              "reference": "Job 4:18"
            },
            {
              "content": "how much less those who dwell in houses of clay, whose foundations are in dust, and who are crushed like a moth?",
              "reference": "Job 4:19"
            },
            {
              "content": "They are smashed between morning and evening; they perish forever without anyone knowing.",
              "reference": "Job 4:20"
            },
            {
              "content": "Isn’t their tent cord pulled up? They die without wisdom.",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Call out. Will anyone answer you? To which holy one will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "Surely anger can kill the foolish; fury can kill the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I’ve seen the foolish take root and promptly curse their house.",
              "reference": "Job 5:3"
            },
            {
              "content": "Their children are far from safety, crushed in the gate without a deliverer.",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry devour their crops; it’s taken even from the thorns, and the thirsty pant after their yield.",
              "reference": "Job 5:5"
            },
            {
              "content": "Surely trouble doesn’t come from dust, nor does distress sprout from the ground.",
              "reference": "Job 5:6"
            },
            {
              "content": "Surely humans are born to distress, just as sparks rise up.",
              "reference": "Job 5:7"
            },
            {
              "content": "But I would seek God, put my case to God,",
              "reference": "Job 5:8"
            },
            {
              "content": "who does great things beyond comprehension, wonderful things without number;",
              "reference": "Job 5:9"
            },
            {
              "content": "who provides rain over the earth’s surface, sends water to the open country,",
              "reference": "Job 5:10"
            },
            {
              "content": "exalts the lowly, raises mourners to victory;",
              "reference": "Job 5:11"
            },
            {
              "content": "who frustrates the schemes of the clever so that their hands achieve no success,",
              "reference": "Job 5:12"
            },
            {
              "content": "trapping the wise in their cleverness so that the plans of the devious don’t succeed.",
              "reference": "Job 5:13"
            },
            {
              "content": "They encounter darkness during the day, and at noon they fumble about as at night.",
              "reference": "Job 5:14"
            },
            {
              "content": "Yet he rescues the orphan from the sword of their mouth, the needy from the grip of the strong;",
              "reference": "Job 5:15"
            },
            {
              "content": "so the poor have hope and violence shuts its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "Look, happy is the person whom God corrects; so don’t reject the Almighty’s instruction.",
              "reference": "Job 5:17"
            },
            {
              "content": "He injures, but he binds up; he strikes, but his hands heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "From six adversities he will deliver you; from seven harm won’t touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine he will ransom you from death; in war, from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be hidden from the tongue’s sting, and you won’t fear destruction when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at destruction and hunger; you won’t be afraid of wild beasts;",
              "reference": "Job 5:22"
            },
            {
              "content": "for you will make an agreement with the stones of the field; and the beasts of the field will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You will know that your tent is secure. You will examine your home and miss nothing.",
              "reference": "Job 5:24"
            },
            {
              "content": "You will know that you’ll have many children. Your offspring will be like the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will come to your grave in old age as bundles of grain stacked up at harvesttime.",
              "reference": "Job 5:26"
            },
            {
              "content": "Look, we’ve searched this out, and so it is; listen and find out for yourself.",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Job responded:",
              "reference": "Job 6:1"
            },
            {
              "content": "Oh, that my grief were actually weighed, all of it were lifted up in scales;",
              "reference": "Job 6:2"
            },
            {
              "content": "for now it’s heavier than the sands of the sea; therefore, my words are rash.",
              "reference": "Job 6:3"
            },
            {
              "content": "The Almighty’s arrows are in me; my spirit drinks their poison, and God’s terrors are arrayed against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does a donkey bray over grass or an ox bellow over its fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Is tasteless food eaten without salt, or does egg white have taste?",
              "reference": "Job 6:6"
            },
            {
              "content": "I refuse to touch them; they resemble food for the sick.",
              "reference": "Job 6:7"
            },
            {
              "content": "Oh, that what I’ve requested would come and God grant my hope;",
              "reference": "Job 6:8"
            },
            {
              "content": "that God be willing to crush me, release his hand and cut me off.",
              "reference": "Job 6:9"
            },
            {
              "content": "I’d still take comfort, relieved even though in persistent pain; for I’ve not denied the words of the holy one.",
              "reference": "Job 6:10"
            },
            {
              "content": "What is my strength, that I should hope; my end, that my life should drag on?",
              "reference": "Job 6:11"
            },
            {
              "content": "Is my strength that of rocks, my flesh bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "I don’t have a helper for myself; success has been taken from me.",
              "reference": "Job 6:13"
            },
            {
              "content": "Are friends loyal to the one who despairs, or do they stop fearing the Almighty?",
              "reference": "Job 6:14"
            },
            {
              "content": "My companions are treacherous like a stream in the desert, like channels that overrun their streambeds,",
              "reference": "Job 6:15"
            },
            {
              "content": "like those darkened by thawing ice, in which snow is obscured",
              "reference": "Job 6:16"
            },
            {
              "content": "but that stop flowing in dry times and vanish from their channels in heat.",
              "reference": "Job 6:17"
            },
            {
              "content": "Caravans turn aside from their paths; they go up into untamed areas and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "Caravans from Tema look; merchants from Sheba hope for it.",
              "reference": "Job 6:19"
            },
            {
              "content": "They are ashamed that they trusted; they arrive and are dismayed.",
              "reference": "Job 6:20"
            },
            {
              "content": "That’s what you are like; you see something awful and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I said, “Give me something? Offer a bribe from your wealth for me?",
              "reference": "Job 6:22"
            },
            {
              "content": "Rescue me from the hand of my enemy? Ransom me from the grip of the ruthless?”",
              "reference": "Job 6:23"
            },
            {
              "content": "Instruct me and I’ll be quiet; inform me how I’ve erred.",
              "reference": "Job 6:24"
            },
            {
              "content": "How painful are truthful words, but what do your condemnations accomplish?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you intend to correct my words, to treat the words of a hopeless man as wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "Would you even gamble over an orphan, barter away your friend?",
              "reference": "Job 6:27"
            },
            {
              "content": "Now look at me— would I lie to your face?",
              "reference": "Job 6:28"
            },
            {
              "content": "Turn! Don’t be faithless. Turn now! I am righteous.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there wrong on my tongue, or can my mouth not recognize disaster?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Isn’t slavery everyone’s condition on earth, our days like those of a hired worker?",
              "reference": "Job 7:1"
            },
            {
              "content": "Like a slave we pant for a shadow, await our task like a hired worker.",
              "reference": "Job 7:2"
            },
            {
              "content": "So I have inherited months of emptiness; nights of toil have been measured out for me.",
              "reference": "Job 7:3"
            },
            {
              "content": "If I lie down and think—When will I get up?— night drags on, and restless thoughts fill me until dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is covered with worms and crusted earth; my skin hardens and oozes.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle; they reach their end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "Remember that my life is wind; my eyes won’t see pleasure again.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye that sees me now will no longer look on me; your eyes will be on me, and I won’t exist.",
              "reference": "Job 7:8"
            },
            {
              "content": "A cloud breaks apart and moves on— like the one who descends to the grave and won’t rise,",
              "reference": "Job 7:9"
            },
            {
              "content": "won’t return home again, won’t be recognized in town anymore.",
              "reference": "Job 7:10"
            },
            {
              "content": "But I won’t keep quiet; I will speak in the adversity of my spirit, groan in the bitterness of my life.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I Sea or the Sea Monster that you place me under guard?",
              "reference": "Job 7:12"
            },
            {
              "content": "If I say, “My couch will comfort me,” my bed will diminish my murmuring.",
              "reference": "Job 7:13"
            },
            {
              "content": "You scare me with dreams, frighten me with visions.",
              "reference": "Job 7:14"
            },
            {
              "content": "I would choose strangling and death instead of my bones.",
              "reference": "Job 7:15"
            },
            {
              "content": "I reject life; I don’t want to live long; leave me alone, for my days are empty.",
              "reference": "Job 7:16"
            },
            {
              "content": "What are human beings, that you exalt them, that you take note of them,",
              "reference": "Job 7:17"
            },
            {
              "content": "visit them each morning, test them every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "Why not look away from me; let me alone until I swallow my spit?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I sinned, what did I do to you, guardian of people? Why have you made me your target so that I’m a burden to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why not forgive my sin, overlook my iniquity? Then I would lie down in the dust; you would search hard for me, and I would not exist.",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Bildad from Shuah responded:",
              "reference": "Job 8:1"
            },
            {
              "content": "How long will you mouth such things such that your utterances become a strong wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice, or does the Almighty distort what is right?",
              "reference": "Job 8:3"
            },
            {
              "content": "If your children sinned against him, then he delivered them into the power of their rebellion.",
              "reference": "Job 8:4"
            },
            {
              "content": "If you will search eagerly for God, plead with the Almighty.",
              "reference": "Job 8:5"
            },
            {
              "content": "If you are pure and do the right thing, then surely he will become active on your behalf and reward your innocent dwelling.",
              "reference": "Job 8:6"
            },
            {
              "content": "Although your former state was ordinary, your future will be extraordinary.",
              "reference": "Job 8:7"
            },
            {
              "content": "Ask a previous generation and verify the findings of your ancestors,",
              "reference": "Job 8:8"
            },
            {
              "content": "for we are only recently here and don’t know because our days on earth are a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Won’t they instruct you and tell you; will words not proceed from their hearts?",
              "reference": "Job 8:10"
            },
            {
              "content": "Does papyrus grow apart from a marsh? Does a reed flourish without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While still tender, uncut, it will wither before every other grass.",
              "reference": "Job 8:12"
            },
            {
              "content": "So are the paths of all who forget God. Hope perishes for the godless,",
              "reference": "Job 8:13"
            },
            {
              "content": "whose confidence is a fragile thing, their trust, a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "He leans on its web, and it doesn’t stand; grasps it, and it can’t remain in place.",
              "reference": "Job 8:15"
            },
            {
              "content": "It’s like a well-watered plant in the sun; its runners spread over its gardens.",
              "reference": "Job 8:16"
            },
            {
              "content": "Its roots are entwined over a pile of rocks, for it sees a home among stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "If it’s uprooted from its place, it lies, saying, “I can’t see you.”",
              "reference": "Job 8:18"
            },
            {
              "content": "Surely its way is a joy, for from the dust other plants sprout.",
              "reference": "Job 8:19"
            },
            {
              "content": "Surely God won’t reject integrity, won’t strengthen the hand of the wicked.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will still fill your mouth with joy, your lips with a victorious shout.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame, and the tent of the wicked will vanish.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Job responded:",
              "reference": "Job 9:1"
            },
            {
              "content": "I know for certain that this is so; and how can anyone be innocent before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If one wants to contend with him, he won’t answer one in a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "He is wise and powerful; who can resist him and prosper?",
              "reference": "Job 9:4"
            },
            {
              "content": "Who removes mountains, and they are unaware; who overthrows them in anger?",
              "reference": "Job 9:5"
            },
            {
              "content": "Who shakes the earth from its place, and its pillars shudder?",
              "reference": "Job 9:6"
            },
            {
              "content": "Who commands the sun, and it does not rise, even seals up the stars;",
              "reference": "Job 9:7"
            },
            {
              "content": "stretched out the heavens alone and trod on the waves of the Sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "made the Bear and Orion, Pleiades and the southern constellations;",
              "reference": "Job 9:9"
            },
            {
              "content": "does great and unsearchable things, wonders beyond number?",
              "reference": "Job 9:10"
            },
            {
              "content": "If God goes by me, I can’t see him; he glides past, and I can’t perceive him.",
              "reference": "Job 9:11"
            },
            {
              "content": "If he seizes, who can bring back? Who can say to him, “What are you doing?”",
              "reference": "Job 9:12"
            },
            {
              "content": "God won’t retract his anger; the helpers of Rahab bow beneath him.",
              "reference": "Job 9:13"
            },
            {
              "content": "Yet I myself will answer him; I’ll choose my words in a contest with him.",
              "reference": "Job 9:14"
            },
            {
              "content": "Even if I’m innocent, I can’t answer; I must plead for justice.",
              "reference": "Job 9:15"
            },
            {
              "content": "If I were to call and he answered me, I couldn’t believe that he heard my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "Who bruises me with a tempest and multiplies my wounds for no reason?",
              "reference": "Job 9:17"
            },
            {
              "content": "He doesn’t let me catch my breath, for he fills me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If the issue is strength—behold power! If justice—who calls God to meet me?",
              "reference": "Job 9:19"
            },
            {
              "content": "If I’m innocent, my mouth condemns me; I have integrity; but God declares me perverse.",
              "reference": "Job 9:20"
            },
            {
              "content": "I’m blameless, yet don’t know myself; I reject my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It’s all the same; therefore, I say God destroys the blameless and the sinners.",
              "reference": "Job 9:22"
            },
            {
              "content": "If calamity suddenly kills, he mocks at the slaying of innocents.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is handed over to the wicked; he covers the faces of its judges. If not God, then who does?",
              "reference": "Job 9:24"
            },
            {
              "content": "My days are swifter than a runner; they flee and don’t experience good.",
              "reference": "Job 9:25"
            },
            {
              "content": "They sweep by like ships made of reeds, as an eagle swoops on prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, “I’ll forget my lament, put on a different face so I can smile,”",
              "reference": "Job 9:27"
            },
            {
              "content": "I’m still afraid of all my suffering; I know that you won’t declare me innocent.",
              "reference": "Job 9:28"
            },
            {
              "content": "I myself am thought guilty; why have I tried so hard in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I wash myself with snow, purify my hands with soap,",
              "reference": "Job 9:30"
            },
            {
              "content": "then you’ll hurl me into a slimy pit so that my clothes detest me.",
              "reference": "Job 9:31"
            },
            {
              "content": "God is not a man like me—someone I could answer— so that we could come together in court.",
              "reference": "Job 9:32"
            },
            {
              "content": "Oh, that there were a mediator between us; he would lay his hand on both of us,",
              "reference": "Job 9:33"
            },
            {
              "content": "remove his rod from me, so his fury wouldn’t frighten me.",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I would speak—unafraid— for I’m not that way.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "I loathe my life; I will let loose my complaint; I will speak out of my own bitterness.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say to God, Don’t declare me guilty; tell me what you are accusing me of doing.",
              "reference": "Job 10:2"
            },
            {
              "content": "Does it seem good to you that you oppress me, that you reject the work of your hands and cause the purpose of sinners to shine?",
              "reference": "Job 10:3"
            },
            {
              "content": "Do you have physical eyes; do you see like a human?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are your days like those of a human, your years like years of a human,",
              "reference": "Job 10:5"
            },
            {
              "content": "that you search for my wrongdoing and seek my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "You know that I’m not guilty, yet no one delivers me from your power.",
              "reference": "Job 10:7"
            },
            {
              "content": "Your hands fashioned and made me; yet you want to destroy me utterly.",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember that you made me from clay, and you will return me to dust.",
              "reference": "Job 10:9"
            },
            {
              "content": "Didn’t you pour me out like milk, curdle me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "You clothed me with skin and flesh, wove me from bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "Life and kindness you gave me, and you oversaw and preserved my breath.",
              "reference": "Job 10:12"
            },
            {
              "content": "These things you hid in your heart; I know this is the case with you.",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sin and you observe me, you won’t consider me innocent of wrongdoing.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I were guilty, doom to me; I’m innocent, but can’t lift my head, full of shame and facing my misery.",
              "reference": "Job 10:15"
            },
            {
              "content": "I could boast like a lion, and you would hunt me; you would do awesome things to me again.",
              "reference": "Job 10:16"
            },
            {
              "content": "You continue to send your witnesses against me and increase your anger toward me, a swift army against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "Why did you let me emerge from the womb? I wish I had died without any eye seeing me.",
              "reference": "Job 10:18"
            },
            {
              "content": "Then I would be just as if I hadn’t existed, taken from the belly to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "Aren’t my few days coming to an end? Look away from me so I can brighten up a little",
              "reference": "Job 10:20"
            },
            {
              "content": "before I go and don’t return to a land of deepest darkness,",
              "reference": "Job 10:21"
            },
            {
              "content": "a land whose light is like gloom, utter darkness and confusion, such that light shines like gloom.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Zophar from Naamah responded:",
              "reference": "Job 11:1"
            },
            {
              "content": "Should all these words go unanswered or a wordy man be justified?",
              "reference": "Job 11:2"
            },
            {
              "content": "Will your idle talk silence everyone; will you mock and not be put to shame?",
              "reference": "Job 11:3"
            },
            {
              "content": "You’ve said, “My teaching is pure, and I’m clean in God’s eyes.”",
              "reference": "Job 11:4"
            },
            {
              "content": "But oh, that God would speak, open his lips against you",
              "reference": "Job 11:5"
            },
            {
              "content": "and tell you secrets of wisdom; for sound insight has two sides. Know that God lets some of your sin be forgotten.",
              "reference": "Job 11:6"
            },
            {
              "content": "Can you find the secret of God or find the extent of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "They are higher than the heavens—what can you do? Deeper than the underworld—what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "Its measurement is longer than the earth and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If God passes by, imprisons someone, and calls a trial, who can stop him?",
              "reference": "Job 11:10"
            },
            {
              "content": "He knows worthless people, sees sin, and certainly takes note.",
              "reference": "Job 11:11"
            },
            {
              "content": "A stupid person becomes intelligent when a wild ass of a person is born tame.",
              "reference": "Job 11:12"
            },
            {
              "content": "If you make your mind resolute and spread your palms to him,",
              "reference": "Job 11:13"
            },
            {
              "content": "if you throw out the sin in your hands and don’t let injustice dwell in your tents,",
              "reference": "Job 11:14"
            },
            {
              "content": "then you will lift up your face without blemish; you will be secure and not fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "You will forget trouble; you will remember it as water that flows past.",
              "reference": "Job 11:16"
            },
            {
              "content": "A life span will rise brighter than noon; darkness will be like morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "You will be secure, for there is hope; you will look around and rest safely.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down without anyone to scare you; many will beg for your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "The eyes of the wicked will grow faint; flight has vanished from them; their hope is a dying gasp.",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Job responded:",
              "reference": "Job 12:1"
            },
            {
              "content": "Surely you are the people, and wisdom will die with you.",
              "reference": "Job 12:2"
            },
            {
              "content": "I am also intelligent; I’m not inferior to you. Who isn’t like these people?",
              "reference": "Job 12:3"
            },
            {
              "content": "I’m a joke to friends who called to God and he answered; the innocent and blameless one is a joke,",
              "reference": "Job 12:4"
            },
            {
              "content": "a torch of contempt to one who is idle, a fixed point for slipping feet.",
              "reference": "Job 12:5"
            },
            {
              "content": "Raiders’ tents are prosperous and God’s provokers secure, who carry God in their hands.",
              "reference": "Job 12:6"
            },
            {
              "content": "But ask Behemoth, and he will teach you, the birds in the sky, and they will tell you;",
              "reference": "Job 12:7"
            },
            {
              "content": "or talk to earth, and it will teach you; the fish of the sea will recount it for you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Among all these, who hasn’t known that the LORD’s hand did this?",
              "reference": "Job 12:9"
            },
            {
              "content": "In whose grasp is the life of every thing, the breath of every person?",
              "reference": "Job 12:10"
            },
            {
              "content": "Doesn’t the ear test words and the palate taste food?",
              "reference": "Job 12:11"
            },
            {
              "content": "“In old age is wisdom; understanding in a long life.”",
              "reference": "Job 12:12"
            },
            {
              "content": "With him are wisdom and power; counsel and understanding are his.",
              "reference": "Job 12:13"
            },
            {
              "content": "If he tears down, it can’t be rebuilt; if he ties a person up, he can’t be set free.",
              "reference": "Job 12:14"
            },
            {
              "content": "If he restricts water, they have drought; if he lets it loose, it overturns the land.",
              "reference": "Job 12:15"
            },
            {
              "content": "With him are might and success; the deceiver and the deceived are his.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads advisors away barefoot; makes madmen of judges;",
              "reference": "Job 12:17"
            },
            {
              "content": "unties the belt of kings, binds a garment around their loins;",
              "reference": "Job 12:18"
            },
            {
              "content": "leads priests away barefoot; overthrows the well-established;",
              "reference": "Job 12:19"
            },
            {
              "content": "silences the talk of trusted people; takes away elders’ discernment;",
              "reference": "Job 12:20"
            },
            {
              "content": "pours contempt on royalty; loosens the belt of the strong;",
              "reference": "Job 12:21"
            },
            {
              "content": "discloses deep secrets of darkness, makes utter darkness enter the light;",
              "reference": "Job 12:22"
            },
            {
              "content": "makes nations prominent and destroys them, expands nations and leads them astray;",
              "reference": "Job 12:23"
            },
            {
              "content": "takes away the power to think from earth’s leaders, making them wander in untraveled wastelands.",
              "reference": "Job 12:24"
            },
            {
              "content": "They feel their way in the dark without light; he makes them stumble like drunks.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Look, my eye has seen it all; my ear has heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "Just as you know, I also know; I’m not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "But I want to speak to the Almighty; I would gladly present my case to God.",
              "reference": "Job 13:3"
            },
            {
              "content": "You, however, are plasterers of lies; ineffective healers, all of you.",
              "reference": "Job 13:4"
            },
            {
              "content": "Would that you were completely quiet; that would be your wisdom.",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear my teaching and pay attention to the arguments of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you speak injustice for God, speak deceit on his behalf?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you be partial or contend for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Will it go well when he searches you, or can you fool him as you fool people?",
              "reference": "Job 13:9"
            },
            {
              "content": "He will certainly correct you if you’ve been secretly partial.",
              "reference": "Job 13:10"
            },
            {
              "content": "Wouldn’t his majesty scare you and dread of him fall on you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your old sayings are proverbs made of ashes, your sayings defenses made of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "Be quiet and I will speak, come what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "For what reason will I take my flesh in my teeth, put my life in jeopardy?",
              "reference": "Job 13:14"
            },
            {
              "content": "He will slay me; I’m without hope; I will surely prove my way to his face.",
              "reference": "Job 13:15"
            },
            {
              "content": "Also this will be my vindication, that a godless person won’t come before him.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen closely to my words so that my remarks will be in your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "Look, I have laid out my case; I know that I’m innocent.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who would dare contend with me, for then I would be quiet and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "Only don’t do two things to me, then I won’t hide from your face.",
              "reference": "Job 13:20"
            },
            {
              "content": "Remove your hand far from me and don’t terrify me with your anger.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call and I’ll answer, or I’ll speak and you can reply.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many are my offenses and sins? Inform me about my rebellions and sins.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why hide your face from me and consider me your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will you cause a wind-tossed leaf to tremble, or will you pursue dry straw?",
              "reference": "Job 13:25"
            },
            {
              "content": "You even write bitter things about me, make me inherit my youthful indiscretions.",
              "reference": "Job 13:26"
            },
            {
              "content": "You tie up my feet and restrict all actions; you stamp marks on the bottom of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "Surely a person wastes away like refuse, like clothing that a moth eats.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "All of us are born of women, have few days, and are full of turmoil.",
              "reference": "Job 14:1"
            },
            {
              "content": "Like a flower, we bloom, then wither, flee like a shadow, and don’t last. (",
              "reference": "Job 14:2"
            },
            {
              "content": "Yes, you open your eyes on this one; you bring me into trial against you.)",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can make pure from impure? Nobody.",
              "reference": "Job 14:4"
            },
            {
              "content": "If our days are fixed, the number of our months with you, you set a statute and we can’t exceed it.",
              "reference": "Job 14:5"
            },
            {
              "content": "Look away from us that we may rest, until we are satisfied like a worker at day’s end.",
              "reference": "Job 14:6"
            },
            {
              "content": "Indeed there is hope for a tree. If it’s cut down and still sprouting and its shoots don’t fail,",
              "reference": "Job 14:7"
            },
            {
              "content": "if its roots age in the ground and its stump dies in the dust,",
              "reference": "Job 14:8"
            },
            {
              "content": "at the scent of water, it will bud and produce sprouts like a plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But a human dies and lies there; a person expires, and where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "Water vanishes from the sea; a river dries up completely.",
              "reference": "Job 14:11"
            },
            {
              "content": "But a human lies down and doesn’t rise until the heavens cease; they don’t get up and awaken from sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "I wish you would hide me in the underworld, conceal me until your anger passes, set a time for me, and remember me.",
              "reference": "Job 14:13"
            },
            {
              "content": "If people die, will they live again? All the days of my service I would wait until my restoration took place.",
              "reference": "Job 14:14"
            },
            {
              "content": "You would call, and I would answer you; you would long for your handiwork.",
              "reference": "Job 14:15"
            },
            {
              "content": "Though you now number my steps, you would not keep a record of my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "My rebellion is sealed in a bag; you would cover my sin.",
              "reference": "Job 14:17"
            },
            {
              "content": "But an eroding mountain breaks up, and rock is displaced.",
              "reference": "Job 14:18"
            },
            {
              "content": "Water wears away boulders; floods carry away soil; you destroy a people’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "You overpower them relentlessly, and they die; you change their appearance and send them away.",
              "reference": "Job 14:20"
            },
            {
              "content": "Their children achieve honor, and they don’t know it; their children become insignificant, and they don’t see it.",
              "reference": "Job 14:21"
            },
            {
              "content": "They only feel the pain of their body, and they mourn for themselves.",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Eliphaz answered:",
              "reference": "Job 15:1"
            },
            {
              "content": "Will the wise respond with windy knowledge and fill their belly with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Will they argue with a word that has no benefit and with unprofitable words?",
              "reference": "Job 15:3"
            },
            {
              "content": "You are truly making religion ineffective and restraining meditation before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "Your mouth multiplies your sins a thousand times; you opt for a clever tongue.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your mouth condemns you, not I; your lips argue against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "Were you born the first Adam, brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Did you listen in God’s council; is wisdom limited to you?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we don’t know; what do you understand that isn’t among us?",
              "reference": "Job 15:9"
            },
            {
              "content": "Both the graybeard and the aged are with us; those much older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are God’s comforts not enough for you, a word spoken gently with you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why has your mind seized you, why have your eyes flashed,",
              "reference": "Job 15:12"
            },
            {
              "content": "so that you return your breath to God and utter such words from your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "What are humans that they might be pure, and those born of woman that they might be innocent?",
              "reference": "Job 15:14"
            },
            {
              "content": "If he doesn’t trust his holy ones and the heavens aren’t pure in his eyes,",
              "reference": "Job 15:15"
            },
            {
              "content": "how much less those who are abominable and corrupt, for they drink sin like water.",
              "reference": "Job 15:16"
            },
            {
              "content": "Listen to me; I will argue with you; what I’ve seen, I will declare to you;",
              "reference": "Job 15:17"
            },
            {
              "content": "what the wise have told and have not concealed from their family,",
              "reference": "Job 15:18"
            },
            {
              "content": "to whom alone the earth was given and no stranger passed in their midst.",
              "reference": "Job 15:19"
            },
            {
              "content": "All the days of the wicked are painful; the number of years reserved for the hateful;",
              "reference": "Job 15:20"
            },
            {
              "content": "a sound of terror pierces their ears; when safe, raiders overtake them.",
              "reference": "Job 15:21"
            },
            {
              "content": "They can’t count on turning away from darkness; they are destined for a sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "They wander about for bread. “Where is it?” They know that their day of darkness is fixed.",
              "reference": "Job 15:23"
            },
            {
              "content": "Adversity and stress scare them, master them like a king ready to strike;",
              "reference": "Job 15:24"
            },
            {
              "content": "for they raise a fist against God and try to overpower the Almighty.",
              "reference": "Job 15:25"
            },
            {
              "content": "They run toward him aggressively, with a massive and strong shield.",
              "reference": "Job 15:26"
            },
            {
              "content": "They cover their face with grease and make their loins gross.",
              "reference": "Job 15:27"
            },
            {
              "content": "They lived in ruined cities, unoccupied houses that turn to rubble.",
              "reference": "Job 15:28"
            },
            {
              "content": "They won’t get rich; their wealth won’t last; their property won’t extend over the earth.",
              "reference": "Job 15:29"
            },
            {
              "content": "They can’t turn away from darkness; a flame will dry out their shoots, and they will be taken away by the wind from his mouth.",
              "reference": "Job 15:30"
            },
            {
              "content": "They shouldn’t trust in what has no worth, for their reward will be worthless.",
              "reference": "Job 15:31"
            },
            {
              "content": "Before their branch is formed, before it is green,",
              "reference": "Job 15:32"
            },
            {
              "content": "like the vine, they will drop early grapes and cast off their blossoms like the olive.",
              "reference": "Job 15:33"
            },
            {
              "content": "The ruthless gang is barren, and fire consumes the tents of bribers.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive toil and give birth to sorrow; their belly establishes deceit.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 16:1"
            },
            {
              "content": "I’ve heard many things like these. All of you are sorry comforters.",
              "reference": "Job 16:2"
            },
            {
              "content": "Will windy talk ever cease; what bothers you that you must argue?",
              "reference": "Job 16:3"
            },
            {
              "content": "In your situation I could speak like you; I could put words together to oppose you, shake my head over you.",
              "reference": "Job 16:4"
            },
            {
              "content": "I could heap up words, strengthen you with my speech; my trembling lips would be held in check.",
              "reference": "Job 16:5"
            },
            {
              "content": "If I speak, my pain is not eased; if I hold back, what have I lost?",
              "reference": "Job 16:6"
            },
            {
              "content": "Now God has surely worn me out. You have destroyed my entire group,",
              "reference": "Job 16:7"
            },
            {
              "content": "seized me, which became grounds for an accusation. My leanness rises to bear witness against me.",
              "reference": "Job 16:8"
            },
            {
              "content": "His anger tears me and afflicts me; he slashes at me with his teeth. My enemy pierces me with his eyes.",
              "reference": "Job 16:9"
            },
            {
              "content": "They open their mouths at me and strike my cheek in a taunt; they gang up on me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God delivers me to a criminal and forces me into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was at rest, but he shattered me, seized me by the back of my neck, dashed me into pieces; he raised me up for his target.",
              "reference": "Job 16:12"
            },
            {
              "content": "His archers surround me; he cuts my kidneys open without pity and doesn’t care, pours my gall on the ground,",
              "reference": "Job 16:13"
            },
            {
              "content": "bursts me open over and over, runs against me like a strong man.",
              "reference": "Job 16:14"
            },
            {
              "content": "I’ve sewed rough cloth over my skin and buried my dignity in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is red from crying, and dark gloom hangs on my eyelids.",
              "reference": "Job 16:16"
            },
            {
              "content": "But there is no violence in my hands, and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "Earth, don’t cover my blood; let my outcry never cease.",
              "reference": "Job 16:18"
            },
            {
              "content": "Surely now my witness stands in heaven; my advocate is on high;",
              "reference": "Job 16:19"
            },
            {
              "content": "my go-between, my friend. While my eyes drip tears to God,",
              "reference": "Job 16:20"
            },
            {
              "content": "let him plead with God for a human being, like a person pleads for a friend.",
              "reference": "Job 16:21"
            },
            {
              "content": "A number of years will surely pass, and then I’ll walk a path that I won’t return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "My spirit is broken, my days extinguished, the grave, mine.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely mockers are with me, and my eye looks on their rebellion.",
              "reference": "Job 17:2"
            },
            {
              "content": "Take my guarantee. Who else is willing to make an agreement?",
              "reference": "Job 17:3"
            },
            {
              "content": "You’ve closed their mind to insight; therefore, you won’t be exalted.",
              "reference": "Job 17:4"
            },
            {
              "content": "He denounces his friends for gain, and his children’s eyes fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "He makes me a popular proverb; I’m like spit in people’s faces.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eye is weak from grief; my limbs like a shadow—all of them.",
              "reference": "Job 17:7"
            },
            {
              "content": "Those who do the right thing are amazed at this; the guiltless become troubled about the godless.",
              "reference": "Job 17:8"
            },
            {
              "content": "The innocent clings to his way; the one whose hands are clean grows stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "But you can bring all of them again, and I won’t find a wise one among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days have passed; my goals are destroyed, my heart’s desires.",
              "reference": "Job 17:11"
            },
            {
              "content": "They turn night into day; light is near because of the darkness.",
              "reference": "Job 17:12"
            },
            {
              "content": "If I hope for the underworld as my dwelling, lay out my bed in darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "I’ve called corruption “my father,” the worm, “my mother and sister.”",
              "reference": "Job 17:14"
            },
            {
              "content": "Where then is my hope? My hope—who can see it?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will they go down with me to the underworld; will we descend together to the dust?",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Bildad from Shuah answered:",
              "reference": "Job 18:1"
            },
            {
              "content": "How long? Would you all stop talking. Try to understand and then we can speak.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we considered beasts, ignorant in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "To you who tear yourself in rage— will earth be forsaken for your sake, a rock be dislodged from its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "To be sure, the light of the wicked goes out; the blaze of their fire doesn’t shine.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light in their tent becomes dark, and their lamp above doesn’t shine.",
              "reference": "Job 18:6"
            },
            {
              "content": "Their strong strides slow down; their plans trip themselves.",
              "reference": "Job 18:7"
            },
            {
              "content": "They are caught by their feet in a net; they walk on mesh.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap grabs them by the heel; a snare tightens on them.",
              "reference": "Job 18:9"
            },
            {
              "content": "A rope is hidden on the ground for them; a trap for them along the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors round about scare them; they follow their steps.",
              "reference": "Job 18:11"
            },
            {
              "content": "Their offspring hunger; calamity is ready for their spouses.",
              "reference": "Job 18:12"
            },
            {
              "content": "It eats some of their skin. Death’s firstborn consumes their limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "They are snatched from the safety of their tent; it parades them before the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "Nothing they own remains in their tent; sulfur is scattered over their home.",
              "reference": "Job 18:15"
            },
            {
              "content": "Their roots dry out below; their branches wither above.",
              "reference": "Job 18:16"
            },
            {
              "content": "The memory of them will perish from the earth; they will achieve no recognition abroad.",
              "reference": "Job 18:17"
            },
            {
              "content": "They are thrust from light into darkness, banished from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "They have no offspring or descendants among their people, no survivor in their dwelling place.",
              "reference": "Job 18:19"
            },
            {
              "content": "Their successors are appalled at what happens to them; their predecessors pull their hair.",
              "reference": "Job 18:20"
            },
            {
              "content": "These are surely the dwelling places of the evil; this is the place of the one who doesn’t know God.",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then Job responded:",
              "reference": "Job 19:1"
            },
            {
              "content": "How long will you harass me and crush me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times you’ve humiliated me; shamelessly you insult me.",
              "reference": "Job 19:3"
            },
            {
              "content": "Have I really gone astray? If so, my error remains hidden inside me.",
              "reference": "Job 19:4"
            },
            {
              "content": "If you look down on me and use my disgrace to criticize me,",
              "reference": "Job 19:5"
            },
            {
              "content": "know then that God has wronged me and enclosed his net over me.",
              "reference": "Job 19:6"
            },
            {
              "content": "If I cry “Violence!” I’m not answered; I shout—but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He walled up my path so I can’t pass and put darkness on my trail,",
              "reference": "Job 19:8"
            },
            {
              "content": "stripped my honor from me, removed the crown from my head,",
              "reference": "Job 19:9"
            },
            {
              "content": "tore me down completely so that I’ll die, and uprooted my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "His anger burns against me; he considers me his enemy.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops come as one and construct their siege ramp against me; they camp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "He has distanced my family from me; my acquaintances are also alienated from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My visitors have ceased; those who know me have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "My guests and female servants think me a stranger; I’m a foreigner in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "I call my servant, and he doesn’t answer; I myself must beg him.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath stinks to my wife; I am odious to my children.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even the young despise me; I get up, and they rail against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my closest friends despise me; the ones I have loved turn against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bones cling to my skin and flesh; I have escaped by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Pity me. Pity me. You’re my friends. God’s hand has truly struck me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you pursue me like God does, always hungry for my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "Oh, that my words were written down, inscribed on a scroll",
              "reference": "Job 19:23"
            },
            {
              "content": "with an iron instrument and lead, forever engraved on stone.",
              "reference": "Job 19:24"
            },
            {
              "content": "But I know that my redeemer is alive and afterward he’ll rise upon the dust.",
              "reference": "Job 19:25"
            },
            {
              "content": "After my skin has been torn apart this way— then from my flesh I’ll see God,",
              "reference": "Job 19:26"
            },
            {
              "content": "whom I’ll see myself— my eyes see, and not a stranger’s. I am utterly dejected.",
              "reference": "Job 19:27"
            },
            {
              "content": "You say, “How will we pursue him so that the root of the matter can be found in him?”",
              "reference": "Job 19:28"
            },
            {
              "content": "You ought to fear the sword yourselves, for wrath brings punishment by the sword. You should know that there is judgment.",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Zophar from Naamah said:",
              "reference": "Job 20:1"
            },
            {
              "content": "Therefore, my troubled thoughts make me turn back— because of my inner turmoil.",
              "reference": "Job 20:2"
            },
            {
              "content": "I hear teaching that insults me, but I am forced to answer based on my own understanding.",
              "reference": "Job 20:3"
            },
            {
              "content": "Do you know this from long ago— from when humans were placed on earth—",
              "reference": "Job 20:4"
            },
            {
              "content": "that the rejoicing of the wicked is short, the joy of the godless, brief?",
              "reference": "Job 20:5"
            },
            {
              "content": "Though their height reaches heaven and their heads touch the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "they will perish forever like their dung; those who saw them will say, “Where are they?”",
              "reference": "Job 20:7"
            },
            {
              "content": "They will disappear like a dream, and none will find them, carried away like a nighttime vision.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye that saw them will do so no more; they won’t be seen again at home.",
              "reference": "Job 20:9"
            },
            {
              "content": "Their children will repay the poor; their hands will give back their wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "Vigor filled their bones and now sleeps with them in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "Though wickedness is sweet in their mouths, they hide it under their tongues;",
              "reference": "Job 20:12"
            },
            {
              "content": "they like it, won’t let it go; they hold it in their cheeks.",
              "reference": "Job 20:13"
            },
            {
              "content": "Food turns their stomachs, becoming a cobra’s poison inside.",
              "reference": "Job 20:14"
            },
            {
              "content": "They swallow wealth and vomit it; God dislodges it from their belly.",
              "reference": "Job 20:15"
            },
            {
              "content": "They suck cobra’s poison; a viper’s tongue kills them.",
              "reference": "Job 20:16"
            },
            {
              "content": "They won’t experience streams, rivers of honey, and brooks of cream.",
              "reference": "Job 20:17"
            },
            {
              "content": "They won’t receive the reward for their labor; they won’t enjoy the wealth from their business.",
              "reference": "Job 20:18"
            },
            {
              "content": "They crushed and abandoned the poor; stole a house they didn’t build;",
              "reference": "Job 20:19"
            },
            {
              "content": "didn’t know contentment in their belly; couldn’t escape with their treasure.",
              "reference": "Job 20:20"
            },
            {
              "content": "Nothing remained of their food, so their riches will not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "Even in their plenty, they are hard-pressed; all sorts of trouble come on them.",
              "reference": "Job 20:22"
            },
            {
              "content": "Let God fill their belly, unleash his burning anger on them, rain punishing blows on them.",
              "reference": "Job 20:23"
            },
            {
              "content": "If they flee an iron weapon, a bronze bow pierces them.",
              "reference": "Job 20:24"
            },
            {
              "content": "They pull it out, but it sticks out from their backs; its shaft in their liver brings terror.",
              "reference": "Job 20:25"
            },
            {
              "content": "Complete darkness waits for their treasured possessions; fire that no one stoked consumes them; what’s left in their tent is ruined.",
              "reference": "Job 20:26"
            },
            {
              "content": "Heaven exposes their guilt; earth opposes them.",
              "reference": "Job 20:27"
            },
            {
              "content": "Their household wealth will be carried off by rushing streams on the day of his anger.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is a wicked person’s lot from God, their heritage decreed by God.",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 21:1"
            },
            {
              "content": "Listen carefully to my remarks and let that comfort you.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me so I can speak, I myself; and after my reply you can mock.",
              "reference": "Job 21:3"
            },
            {
              "content": "Are my complaints against another human; why is my patience short?",
              "reference": "Job 21:4"
            },
            {
              "content": "Turn to me and be appalled; lay your hand over your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "If I recall it, I’m scared; shaking seizes my body.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked live, grow old, and even become strong?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their children are always with them, their offspring in their sight,",
              "reference": "Job 21:8"
            },
            {
              "content": "their houses safe from dread, God’s punishing stick not upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bull always breeds successfully; their cows give birth and never miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send forth their little ones like sheep; their infants bounce around.",
              "reference": "Job 21:11"
            },
            {
              "content": "They raise drum and lyre, rejoice at the sound of a flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days contentedly, go down to the grave peacefully.",
              "reference": "Job 21:13"
            },
            {
              "content": "They say to God, “Turn away from us; we take no pleasure in knowing your ways;",
              "reference": "Job 21:14"
            },
            {
              "content": "who is the Almighty that we should serve him, and what can we gain if we meet him?”",
              "reference": "Job 21:15"
            },
            {
              "content": "Look, isn’t their well-being the work of their own hands? A sinner’s logic is beyond me.",
              "reference": "Job 21:16"
            },
            {
              "content": "How often does the lamp of the wicked flicker or disaster come upon them, with its fury inflicting pain on them?",
              "reference": "Job 21:17"
            },
            {
              "content": "Let them be like straw in the wind, like dry grass stolen by a storm.",
              "reference": "Job 21:18"
            },
            {
              "content": "God stores up his punishment for his children. Let him destroy them so they know.",
              "reference": "Job 21:19"
            },
            {
              "content": "Let their own eyes witness their doom. Let them drink from the Almighty’s wrath.",
              "reference": "Job 21:20"
            },
            {
              "content": "What do they care about their household after they die, when their numbered days are cut off?",
              "reference": "Job 21:21"
            },
            {
              "content": "Will they instruct God— he who judges the most powerful?",
              "reference": "Job 21:22"
            },
            {
              "content": "Someone dies in wonderful health, completely comfortable and well,",
              "reference": "Job 21:23"
            },
            {
              "content": "their buckets full of milk, their bones marrow-filled and sound.",
              "reference": "Job 21:24"
            },
            {
              "content": "Another dies in bitter spirit, never having tasted the good things.",
              "reference": "Job 21:25"
            },
            {
              "content": "They lie together in the dust and worms cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "Look, I know your thoughts; your plans harm me.",
              "reference": "Job 21:27"
            },
            {
              "content": "You say, “Where is the official’s house? Where is the tent, the dwelling of the wicked?”",
              "reference": "Job 21:28"
            },
            {
              "content": "Haven’t you asked travelers or paid attention to their reports?",
              "reference": "Job 21:29"
            },
            {
              "content": "On the day of disaster the wicked are spared; on the day of fury they are rescued.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who can criticize their behavior to their faces; they act, and who can avenge them?",
              "reference": "Job 21:31"
            },
            {
              "content": "They are carried to their graves; someone keeps guard over their tombs.",
              "reference": "Job 21:32"
            },
            {
              "content": "The soil near the desert streambed is sweet to them; everyone marches after them— those before them, beyond counting.",
              "reference": "Job 21:33"
            },
            {
              "content": "How empty is your comfort to me; only deceit remains in your responses.",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then Eliphaz from Teman answered:",
              "reference": "Job 22:1"
            },
            {
              "content": "Can a human being be useful to God? Can an intelligent person bring profit?",
              "reference": "Job 22:2"
            },
            {
              "content": "Does the Almighty delight in your innocence? Does he gain when you perfect your ways?",
              "reference": "Job 22:3"
            },
            {
              "content": "Does he rebuke you for your piety, bring you in for judgment?",
              "reference": "Job 22:4"
            },
            {
              "content": "Isn’t your wickedness massive, your iniquity endless?",
              "reference": "Job 22:5"
            },
            {
              "content": "You have taken payments from your family for no reason; stripped the naked, leaving no clothes;",
              "reference": "Job 22:6"
            },
            {
              "content": "denied water to the thirsty, withheld bread from the starving. (",
              "reference": "Job 22:7"
            },
            {
              "content": "The powerful own land; the favored live in it.)",
              "reference": "Job 22:8"
            },
            {
              "content": "You have sent widows away empty; crushed orphans’ resources.",
              "reference": "Job 22:9"
            },
            {
              "content": "For this reason, snares surround you; sudden dread brings panic to you",
              "reference": "Job 22:10"
            },
            {
              "content": "or a darkness that you can’t see; rushing water will cover you.",
              "reference": "Job 22:11"
            },
            {
              "content": "Isn’t God in the heights of heaven; see how high the topmost stars are?",
              "reference": "Job 22:12"
            },
            {
              "content": "You say: “What does God know? Can he judge through thick clouds?",
              "reference": "Job 22:13"
            },
            {
              "content": "Clouds conceal him so he can’t see while he walks on heaven’s rim.”",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you keep the ancient way traveled by sinful persons,",
              "reference": "Job 22:15"
            },
            {
              "content": "who were snatched prematurely when a river flooded their foundations,",
              "reference": "Job 22:16"
            },
            {
              "content": "who say to God, “Turn away from us; what can the Almighty do to us?”",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet he filled their houses with good things; a sinner’s logic is beyond me.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see and rejoice; the innocent mock them:",
              "reference": "Job 22:19"
            },
            {
              "content": "our enemies are certainly cut off; fire will devour what’s left of them.",
              "reference": "Job 22:20"
            },
            {
              "content": "Get along well with God and be at peace; from this something good will come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "Receive instruction from his mouth; put his words in your mind.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty,  you will be restored; if you keep wrongdoing out of your tent.",
              "reference": "Job 22:23"
            },
            {
              "content": "Lay your prized possession in the dust, your gold from Ophir on a rock in a desert streambed.",
              "reference": "Job 22:24"
            },
            {
              "content": "The Almighty will be your prized possession, silver piled up for you.",
              "reference": "Job 22:25"
            },
            {
              "content": "Then you will take pleasure in the Almighty; lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to him, and he will hear you; you will fulfill your solemn promises.",
              "reference": "Job 22:27"
            },
            {
              "content": "If you decree something, it will stand; light will shine on your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When they’re humbled, you will say: “Cheer up; God will rescue the lowly.",
              "reference": "Job 22:29"
            },
            {
              "content": "He will deliver the guilty; they will be saved by your pure hands.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Job answered:",
              "reference": "Job 23:1"
            },
            {
              "content": "Today my complaint is again bitter; my strength is weighed down because of my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "Oh, that I could know how to find him— come to his dwelling place;",
              "reference": "Job 23:3"
            },
            {
              "content": "I would lay out my case before him, fill my mouth with arguments,",
              "reference": "Job 23:4"
            },
            {
              "content": "know the words with which he would answer, understand what he would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he contend with me through brute force? No, he would surely listen to me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There those who do the right thing can argue with him; I could escape from my judge forever.",
              "reference": "Job 23:7"
            },
            {
              "content": "Look, I go east; he’s not there, west, and don’t discover him;",
              "reference": "Job 23:8"
            },
            {
              "content": "north in his activity, and I don’t grasp him; he turns south, and I don’t see.",
              "reference": "Job 23:9"
            },
            {
              "content": "Surely he knows my way; when he tests me, I will emerge as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My feet have stayed right in his tracks. I have kept his way and not left it,",
              "reference": "Job 23:11"
            },
            {
              "content": "kept the commandments from his lips and not departed, valued the words from his mouth more than my food.",
              "reference": "Job 23:12"
            },
            {
              "content": "He is of one mind; who can reverse it? What he desires, he does.",
              "reference": "Job 23:13"
            },
            {
              "content": "He carries out what is decreed for me and can do many similar things with me.",
              "reference": "Job 23:14"
            },
            {
              "content": "Therefore, I am scared by his presence; I think and become afraid of him.",
              "reference": "Job 23:15"
            },
            {
              "content": "God has weakened my mind; the Almighty has frightened me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Still I’m not annihilated by darkness; he has hidden deep darkness from me.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Why doesn’t the Almighty establish times for punishment? Why can’t those who know him see his days?",
              "reference": "Job 24:1"
            },
            {
              "content": "People move boundary stones, herd flocks they’ve stolen,",
              "reference": "Job 24:2"
            },
            {
              "content": "drive off an orphan’s donkey, take a widow’s ox as collateral,",
              "reference": "Job 24:3"
            },
            {
              "content": "thrust the poor out of the way, make the land’s needy hide together.",
              "reference": "Job 24:4"
            },
            {
              "content": "They are like the wild donkeys in the desert; they go forth at dawn searching for prey; the wasteland is food for their young.",
              "reference": "Job 24:5"
            },
            {
              "content": "They gather their food in the field, glean in unproductive vineyards,",
              "reference": "Job 24:6"
            },
            {
              "content": "spend the night naked, unclothed, in the cold without a cover,",
              "reference": "Job 24:7"
            },
            {
              "content": "wet from mountain rains, with no refuge, huddled against a rock.",
              "reference": "Job 24:8"
            },
            {
              "content": "The orphan is stolen from the breast; the infant of the poor is taken as collateral.",
              "reference": "Job 24:9"
            },
            {
              "content": "The poor go around naked, without clothes, carry bundles of grain while hungry,",
              "reference": "Job 24:10"
            },
            {
              "content": "crush olives between millstones, tread winepresses, but remain thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "From the city, the dying cry out; the throat of the mortally wounded screams, but God assigns no blame.",
              "reference": "Job 24:12"
            },
            {
              "content": "They rebel against light, don’t acknowledge its direction, don’t dwell in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer rises at twilight, kills the poor and needy; at night, they are like a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The adulterer’s eye watches for twilight, thinking, No eye can see me, and puts a mask over his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark they break into houses; they shut themselves in by day; they don’t know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "Deep darkness is morning to them because they recognize the horror of darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "They are scum on the water’s surface; their portion of the land is cursed; no one walks down a path in the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Drought and heat steal melted snow, just as the underworld steals sinners.",
              "reference": "Job 24:19"
            },
            {
              "content": "The womb forgets them; the worm consumes them; they aren’t remembered, and so wickedness is shattered like a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "They prey on the barren, the childless, do nothing good for the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "They drag away the strong by force; they may get up but without guarantee of survival.",
              "reference": "Job 24:22"
            },
            {
              "content": "They make themselves secure; they are at ease. His eyes are on their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted for a short time, but no longer. They are humbled then gathered in like everyone else; cut off like heads of grain.",
              "reference": "Job 24:24"
            },
            {
              "content": "If this isn’t so, who can prove me a liar and make my words disappear?",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Bildad from Shuah replied:",
              "reference": "Job 25:1"
            },
            {
              "content": "Supreme power and awe belong to God; he establishes peace on his heights.",
              "reference": "Job 25:2"
            },
            {
              "content": "Can his troops be counted? On whom does his light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How can a person be innocent before God; one born of a woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "If even the moon is not bright and the stars not pure in his eyes,",
              "reference": "Job 25:5"
            },
            {
              "content": "how much less a human, a worm, a person’s child, a grub.",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then Job said:",
              "reference": "Job 26:1"
            },
            {
              "content": "How well you have helped the weak, saved those with frail arms,",
              "reference": "Job 26:2"
            },
            {
              "content": "advised one lacking wisdom, informed many with insight!",
              "reference": "Job 26:3"
            },
            {
              "content": "With whom have you spoken; whose breath was expelled from you?",
              "reference": "Job 26:4"
            },
            {
              "content": "The dead writhe, the inhabitants beneath the waters as well.",
              "reference": "Job 26:5"
            },
            {
              "content": "The grave is naked before God; the underworld lacks covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretched the North over chaos, hung earth over nothing;",
              "reference": "Job 26:7"
            },
            {
              "content": "wrapped up water in his clouds, yet they didn’t burst out below;",
              "reference": "Job 26:8"
            },
            {
              "content": "hid the face of the full moon, spreading his cloud over it;",
              "reference": "Job 26:9"
            },
            {
              "content": "traced a circle on the water’s surface, at the limit of light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "Heaven’s pillars shook, terrified by his blast.",
              "reference": "Job 26:11"
            },
            {
              "content": "By his power he stilled the Sea; split Rahab with his cleverness.",
              "reference": "Job 26:12"
            },
            {
              "content": "Due to his wind, heaven became clear; his hand split the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "Look, these are only the outer fringe of his ways; we hear only a whispered word about him. Who can understand his thunderous power?",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then Job took up his topic again:",
              "reference": "Job 27:1"
            },
            {
              "content": "As God lives, who rejected my legal claim, the Almighty, who made me bitter,",
              "reference": "Job 27:2"
            },
            {
              "content": "as long as breath is in me and God’s breath is in my nostrils—",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips will utter no wickedness; my tongue will mumble no deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "I will not agree that you are right. Until my dying day, I won’t give up my integrity.",
              "reference": "Job 27:5"
            },
            {
              "content": "I will insist on my innocence, never surrendering it; my conscience will never blame me for what I have done.",
              "reference": "Job 27:6"
            },
            {
              "content": "Let my enemy be like the wicked, my opposition like the vicious.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what hope has the godless when God cuts them off, when he takes them away.",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God hear their cries when distress comes to them;",
              "reference": "Job 27:9"
            },
            {
              "content": "will they delight in the Almighty, call God at any time?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you God’s power, not hide what pertains to the Almighty.",
              "reference": "Job 27:11"
            },
            {
              "content": "Look, those of you who recognize this— why then this empty talk?",
              "reference": "Job 27:12"
            },
            {
              "content": "This is the wicked’s portion with God, the inheritance that the ruthless receive from the Almighty.",
              "reference": "Job 27:13"
            },
            {
              "content": "If their children increase, they belong to the sword; their offspring won’t have enough bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "Their survivors will be buried with the dead; their widows won’t weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "If they store up silver like dust, amass clothing like clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "they may amass, but the righteous will wear it; the innocent will divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "They built their houses like nests, like a hut made by a watchman.",
              "reference": "Job 27:18"
            },
            {
              "content": "They lie down rich, but no longer; open their eyes, but it’s missing.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors overtake them like waters; a tempest snatches them by night;",
              "reference": "Job 27:20"
            },
            {
              "content": "an east wind lifts them, and they are gone, removes them from their places,",
              "reference": "Job 27:21"
            },
            {
              "content": "throws itself on them without mercy; they flee desperately from its force.",
              "reference": "Job 27:22"
            },
            {
              "content": "It claps its hands over them, hisses at them from their place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "There is a sure source of silver, a place where gold is refined.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken from the earth; rock is smelted into copper.",
              "reference": "Job 28:2"
            },
            {
              "content": "Humans put an end to darkness, dig for ore to the farthest depths, into stone in utter darkness,",
              "reference": "Job 28:3"
            },
            {
              "content": "open a shaft away from any inhabitant, places forgotten by those on foot, apart from any human they hang and sway.",
              "reference": "Job 28:4"
            },
            {
              "content": "Earth—from it comes food— is turned over below ground as by fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "Its rocks are the source for lapis lazuli; there is gold dust in it.",
              "reference": "Job 28:6"
            },
            {
              "content": "A path— no bird of prey knows it; a hawk’s eye hasn’t seen it;",
              "reference": "Job 28:7"
            },
            {
              "content": "proud beasts haven’t trodden on it; a lion hasn’t crossed over it.",
              "reference": "Job 28:8"
            },
            {
              "content": "Humans thrust their hands into flint, pull up mountains from their roots,",
              "reference": "Job 28:9"
            },
            {
              "content": "cut channels into rocks; their eyes see everything precious.",
              "reference": "Job 28:10"
            },
            {
              "content": "They dam up the sources of rivers; hidden things come to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "But wisdom, where can it be found; where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Humankind doesn’t know its value; it isn’t found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The Deep says, “It’s not with me”; the Sea says, “Not alongside me!”",
              "reference": "Job 28:14"
            },
            {
              "content": "It can’t be bought with gold; its price can’t be measured in silver,",
              "reference": "Job 28:15"
            },
            {
              "content": "can’t be weighed against gold from Ophir, with precious onyx or lapis lazuli.",
              "reference": "Job 28:16"
            },
            {
              "content": "Neither gold nor glass can compare with it; she can’t be acquired with gold jewelry.",
              "reference": "Job 28:17"
            },
            {
              "content": "Coral and jasper shouldn’t be mentioned; the price of wisdom is more than rubies.",
              "reference": "Job 28:18"
            },
            {
              "content": "Cushite topaz won’t compare with her; she can’t be set alongside pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "But wisdom, where does she come from? Where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "She’s hidden from the eyes of all the living, concealed from birds of the sky.",
              "reference": "Job 28:21"
            },
            {
              "content": "Destruction and Death have said, “We’ve heard a report of her.”",
              "reference": "Job 28:22"
            },
            {
              "content": "God understands her way; he knows her place;",
              "reference": "Job 28:23"
            },
            {
              "content": "for he looks to the ends of the earth and surveys everything beneath the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "In order to weigh the wind, to prepare a measure for waters,",
              "reference": "Job 28:25"
            },
            {
              "content": "when he made a decree for the rain, a path for thunderbolts,",
              "reference": "Job 28:26"
            },
            {
              "content": "then he observed it, spoke of it, established it, searched it out,",
              "reference": "Job 28:27"
            },
            {
              "content": "and said to humankind: “Look, the fear of the LORD is wisdom; turning from evil is understanding.”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Job took up his subject again:",
              "reference": "Job 29:1"
            },
            {
              "content": "Oh, that life was like it used to be, like days when God watched over me;",
              "reference": "Job 29:2"
            },
            {
              "content": "when his lamp shone on my head, I walked by his light in the dark;",
              "reference": "Job 29:3"
            },
            {
              "content": "when I was in my prime; when God’s counsel was in my tent;",
              "reference": "Job 29:4"
            },
            {
              "content": "when the Almighty was with me, my children around me;",
              "reference": "Job 29:5"
            },
            {
              "content": "when my steps were washed with cream and a rock poured out pools of oil for me.",
              "reference": "Job 29:6"
            },
            {
              "content": "When I went out to the city gate, took my seat in the square,",
              "reference": "Job 29:7"
            },
            {
              "content": "the young saw me and drew back; the old rose and stood;",
              "reference": "Job 29:8"
            },
            {
              "content": "princes restrained speech, put their hand on their mouth;",
              "reference": "Job 29:9"
            },
            {
              "content": "the voices of officials were hushed, their tongue stuck to their palate.",
              "reference": "Job 29:10"
            },
            {
              "content": "Indeed, the ear that heard blessed me; the eye that looked commended me,",
              "reference": "Job 29:11"
            },
            {
              "content": "because I rescued the weak who cried out, the orphans who lacked help.",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of the perishing reached me; I made the widow’s heart sing;",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on justice, and it clothed me, righteousness as my coat and turban;",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind, feet to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy; the case I didn’t know, I examined.",
              "reference": "Job 29:16"
            },
            {
              "content": "I shattered the fangs of the wicked, rescued prey from their teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "I thought, I’ll die in my nest, multiply days like sand,",
              "reference": "Job 29:18"
            },
            {
              "content": "my roots opening to water, dew lingering on my branches,",
              "reference": "Job 29:19"
            },
            {
              "content": "my honor newly with me, my bow ever successful in my hand.",
              "reference": "Job 29:20"
            },
            {
              "content": "People listened to me and waited, were silent for my advice.",
              "reference": "Job 29:21"
            },
            {
              "content": "After my speech, they didn’t respond. My words fell gently on them;",
              "reference": "Job 29:22"
            },
            {
              "content": "they waited for me as for rain, opened their mouth as for spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "I smiled on them; they couldn’t believe it. They never showed me disfavor.",
              "reference": "Job 29:24"
            },
            {
              "content": "I decided their path, sat as chief. I lived like a king with his troops, like one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "But now those younger than I mock me, whose fathers I refused to put beside my sheepdogs.",
              "reference": "Job 30:1"
            },
            {
              "content": "Their strength, what’s it to me, their energy having perished?",
              "reference": "Job 30:2"
            },
            {
              "content": "Stiff from want and hunger, those who gnaw dry ground, yesterday’s desolate waste,",
              "reference": "Job 30:3"
            },
            {
              "content": "who pluck off the leaves on a bush, the root of the broom— a shrub is their food.",
              "reference": "Job 30:4"
            },
            {
              "content": "People banish them from society, shout at them as if to a thief;",
              "reference": "Job 30:5"
            },
            {
              "content": "so they live in scary ravines, holes in the ground and rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "Among shrubs, they make sounds like donkeys; they are huddled together under a bush,",
              "reference": "Job 30:7"
            },
            {
              "content": "children of fools and the nameless, whipped out of the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "And now I’m their song; I’m their cliché!",
              "reference": "Job 30:9"
            },
            {
              "content": "They detest me, keep their distance, don’t withhold spit from my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "Because he loosened my bowstring and afflicted me, they throw off restraint in my presence.",
              "reference": "Job 30:11"
            },
            {
              "content": "On the right, upstarts rise and target my feet, build their siege ramps against me,",
              "reference": "Job 30:12"
            },
            {
              "content": "destroy my road, profit from my fall, with no help.",
              "reference": "Job 30:13"
            },
            {
              "content": "They advance as if through a destroyed wall; they roll along beneath the ruin.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors crash upon me; they sweep away my honor like wind; my safety disappears like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "Now my life is poured out on me; days of misery have seized me.",
              "reference": "Job 30:16"
            },
            {
              "content": "At night he bores my bones; my gnawing pain won’t rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "With great force he grasps my clothing; it binds me like the neck of my shirt.",
              "reference": "Job 30:18"
            },
            {
              "content": "He hurls me into mud; I’m a cliché, like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry to you, and you don’t answer; I stand up, but you just look at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You are cruel to me, attack me with the strength of your hand.",
              "reference": "Job 30:21"
            },
            {
              "content": "You lift me to the wind and make me ride; you melt me in its roar.",
              "reference": "Job 30:22"
            },
            {
              "content": "I know you will return me to death, the house appointed for all the living.",
              "reference": "Job 30:23"
            },
            {
              "content": "Surely he won’t strike someone in ruins if in distress he cries out to him,",
              "reference": "Job 30:24"
            },
            {
              "content": "if I didn’t weep for those who have a difficult day or my soul grieve for the needy;",
              "reference": "Job 30:25"
            },
            {
              "content": "for I awaited good, but evil came; I expected light, but gloom arrived.",
              "reference": "Job 30:26"
            },
            {
              "content": "My insides, churning, are never quiet; days of affliction confront me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I walk in the dark, lacking sunshine; I rise in the assembly and cry out.",
              "reference": "Job 30:28"
            },
            {
              "content": "I have become a brother to jackals, a companion to young ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin is charred; my bones are scorched by the heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "My lyre is for mourning, my flute, a weeping sound.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "I’ve made a covenant with my eyes; how could I look at a virgin?",
              "reference": "Job 31:1"
            },
            {
              "content": "What is God’s portion for me from above, the Almighty’s inheritance from on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Isn’t it disaster for the wicked, destruction for workers of iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Doesn’t he see my ways, count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "If I have walked with frauds or my feet have hurried to deceit,",
              "reference": "Job 31:5"
            },
            {
              "content": "let him weigh me on accurate scales; let God know my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If my step has turned from the way, if my heart has followed my eyes or a blemish has clung to my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "then let me sow and another reap; let my offspring be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "If my heart has been drawn to a woman and I have lurked at my neighbor’s door,",
              "reference": "Job 31:9"
            },
            {
              "content": "then may my wife grind for another and others kneel over her;",
              "reference": "Job 31:10"
            },
            {
              "content": "for that’s a crime; it’s a punishable offense;",
              "reference": "Job 31:11"
            },
            {
              "content": "indeed, it’s a fire that consumes to the underworld, uprooting all my harvest.",
              "reference": "Job 31:12"
            },
            {
              "content": "If I’ve rejected the just cause of my male or female servant when they contended with me,",
              "reference": "Job 31:13"
            },
            {
              "content": "what could I do when God rises; when he requires an account, what could I answer?",
              "reference": "Job 31:14"
            },
            {
              "content": "Didn’t the one who made me in the belly make them; didn’t the same one fashion us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "If I have denied what the poor wanted, made a widow’s eyes tired,",
              "reference": "Job 31:16"
            },
            {
              "content": "eaten my morsel alone, and not shared any with an orphan (",
              "reference": "Job 31:17"
            },
            {
              "content": "for from my youth I raised the orphan as a father, and from my mother’s womb I led the widow);",
              "reference": "Job 31:18"
            },
            {
              "content": "if I ever saw someone dying without clothes, the needy naked;",
              "reference": "Job 31:19"
            },
            {
              "content": "if they haven’t blessed me fervently, or if they weren’t warmed by the wool from my sheep;",
              "reference": "Job 31:20"
            },
            {
              "content": "if I have lifted my hand against the orphans, when I saw that I had help in the city gate—",
              "reference": "Job 31:21"
            },
            {
              "content": "may my arm fall from my shoulder, my forearm be broken at the elbow—",
              "reference": "Job 31:22"
            },
            {
              "content": "for God’s calamity is terror to me; I couldn’t endure his splendor.",
              "reference": "Job 31:23"
            },
            {
              "content": "If I’ve made gold my trust, said to fine gold: “My security!”",
              "reference": "Job 31:24"
            },
            {
              "content": "if I’ve rejoiced because my wealth was great, when my hand found plenty;",
              "reference": "Job 31:25"
            },
            {
              "content": "if I’ve looked at the sun when it shone, the moon, splendid as it moved;",
              "reference": "Job 31:26"
            },
            {
              "content": "and my mind has been secretly enticed, and threw a kiss with my hand,",
              "reference": "Job 31:27"
            },
            {
              "content": "that also is a punishable offense, because I would then be disloyal to God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "If I have rejoiced over my foes’ ruin or was excited when evil found them,",
              "reference": "Job 31:29"
            },
            {
              "content": "I didn’t let my mouth sin by asking for their life with a curse.",
              "reference": "Job 31:30"
            },
            {
              "content": "Surely those in my tent never said: “Who has been filled by Job’s food?”",
              "reference": "Job 31:31"
            },
            {
              "content": "A stranger didn’t spend the night in the street; I opened my doors to the road.",
              "reference": "Job 31:32"
            },
            {
              "content": "If I have hidden my transgressions like Adam, concealing my offenses inside me",
              "reference": "Job 31:33"
            },
            {
              "content": "because I feared the large crowd; the clan’s contempt frightened me; I was quiet and didn’t venture outside.",
              "reference": "Job 31:34"
            },
            {
              "content": "Oh, that I had someone to hear me! Here’s my signature; let the Almighty respond, and let my accuser write an indictment.",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would bear it on my shoulder, tie it around me like a wreath.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would give him an account of my steps, approach him like a prince.",
              "reference": "Job 31:37"
            },
            {
              "content": "If my land has cried out against me, its rows wept together;",
              "reference": "Job 31:38"
            },
            {
              "content": "if I have eaten its yield without payment and caused its owners grief,",
              "reference": "Job 31:39"
            },
            {
              "content": "may briars grow instead of wheat, poisonous weeds instead of barley. Job’s words are complete.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "These three men stopped answering Job because he thought he was righteous.",
              "reference": "Job 32:1"
            },
            {
              "content": "Elihu son of Barachel the Buzite from the clan of Ram was angry, angry with Job because he considered himself more righteous than God.",
              "reference": "Job 32:2"
            },
            {
              "content": "He was also angry with his three friends because they hadn’t found an answer but nevertheless thought Job wicked.",
              "reference": "Job 32:3"
            },
            {
              "content": "Elihu had waited while Job spoke, for they were older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "When Elihu saw that there had been no response in the speeches of the three men, he became very angry.",
              "reference": "Job 32:5"
            },
            {
              "content": "Elihu son of Barachel the Buzite said: I’m young and you’re old, so I held back, afraid to express my opinion to you.",
              "reference": "Job 32:6"
            },
            {
              "content": "I thought, Let days speak; let multiple years make wisdom known.",
              "reference": "Job 32:7"
            },
            {
              "content": "But the spirit in a person, the Almighty’s breath, gives understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "The advanced in days aren’t wise; the old don’t understand what’s right.",
              "reference": "Job 32:9"
            },
            {
              "content": "Therefore, I say: “Listen to me; I’ll state my view, even I.”",
              "reference": "Job 32:10"
            },
            {
              "content": "Look, I waited while you spoke, listened while you reasoned, while you searched for words.",
              "reference": "Job 32:11"
            },
            {
              "content": "I was attentive to you, but you offered no rebuke to Job, no answer from you for his words.",
              "reference": "Job 32:12"
            },
            {
              "content": "Be careful you don’t say, “We’ve found wisdom; God, not a person, will defeat him.”",
              "reference": "Job 32:13"
            },
            {
              "content": "Now Job hasn’t addressed me, and I won’t quote you to him.",
              "reference": "Job 32:14"
            },
            {
              "content": "They are troubled, no longer answer; words now escape them.",
              "reference": "Job 32:15"
            },
            {
              "content": "I waited, but they didn’t speak, for they stood but answered no more.",
              "reference": "Job 32:16"
            },
            {
              "content": "I will answer. Indeed, I will state my piece; I too will declare my view,",
              "reference": "Job 32:17"
            },
            {
              "content": "for I’m full of words. The spirit in my belly compels me.",
              "reference": "Job 32:18"
            },
            {
              "content": "Look, my belly is like unopened wine; like new wineskins it will burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "I will speak and get relief; I will open my lips and respond.",
              "reference": "Job 32:20"
            },
            {
              "content": "I won’t be partial to anyone, won’t flatter a person;",
              "reference": "Job 32:21"
            },
            {
              "content": "for I don’t know flattery; otherwise my maker would quickly whisk me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "But now, listen to me, Job; pay attention to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "Notice that I am opening my mouth; my tongue is speaking in my mouth.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words come from a virtuous heart; my lips speak knowledge clearly.",
              "reference": "Job 33:3"
            },
            {
              "content": "God’s spirit made me; the Almighty’s breath enlivens me.",
              "reference": "Job 33:4"
            },
            {
              "content": "If you are able, answer me; lay out your case before me and take a stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "Notice that I’m just like you to God; I also was pinched from clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "Surely fear of me shouldn’t scare you; my pressure on you shouldn’t be heavy.",
              "reference": "Job 33:7"
            },
            {
              "content": "You certainly said in my hearing; I heard the sound of your words:",
              "reference": "Job 33:8"
            },
            {
              "content": "“I’m pure, without sin; I’m innocent, without offense.",
              "reference": "Job 33:9"
            },
            {
              "content": "Notice that he invents arguments against me; he considers me his enemy,",
              "reference": "Job 33:10"
            },
            {
              "content": "ties up my feet, watches all my paths.”",
              "reference": "Job 33:11"
            },
            {
              "content": "Now you’re wrong about this; I’ll answer you, for God is greater than anybody.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do you contend with him, saying that he doesn’t answer all your words?",
              "reference": "Job 33:13"
            },
            {
              "content": "God speaks in one way, in two ways, but no one perceives it.",
              "reference": "Job 33:14"
            },
            {
              "content": "In the dream, a vision of the night, when deep sleep falls upon humans, during their slumber on a bed,",
              "reference": "Job 33:15"
            },
            {
              "content": "then he opens people’s ears, scares them with warnings,",
              "reference": "Job 33:16"
            },
            {
              "content": "to turn them from a deed and to smother human pride.",
              "reference": "Job 33:17"
            },
            {
              "content": "He keeps one from the pit, a life from perishing by the sword.",
              "reference": "Job 33:18"
            },
            {
              "content": "Or a person may be disciplined by pain while in bed, bones ever aching",
              "reference": "Job 33:19"
            },
            {
              "content": "until a person loathes food, an appetite rejects a delicacy;",
              "reference": "Job 33:20"
            },
            {
              "content": "the flesh wastes away, no longer visible; the bones, once hidden, protrude.",
              "reference": "Job 33:21"
            },
            {
              "content": "A life approaches the pit; its very being draws near the death dealers.",
              "reference": "Job 33:22"
            },
            {
              "content": "Surely there’s a messenger for this person, a mediator, one out of a thousand to declare one’s integrity to another",
              "reference": "Job 33:23"
            },
            {
              "content": "so that God has compassion on that person and says, “Rescue this one from going down to the pit; I have found a ransom.”",
              "reference": "Job 33:24"
            },
            {
              "content": "That person’s flesh is renewed like a child’s; they regain their youth.",
              "reference": "Job 33:25"
            },
            {
              "content": "They pray to God, and God is pleased with them; they behold God’s presence with a joyful shout. God rewards a person’s righteousness.",
              "reference": "Job 33:26"
            },
            {
              "content": "They sing before people and say: “I have sinned, perverted justice, but didn’t experience the consequences.",
              "reference": "Job 33:27"
            },
            {
              "content": "He ransomed me from crossing into the pit; my life beholds light.”",
              "reference": "Job 33:28"
            },
            {
              "content": "Look, God does all this, twice, three times with persons",
              "reference": "Job 33:29"
            },
            {
              "content": "to bring them back from the pit, to shine with life’s light.",
              "reference": "Job 33:30"
            },
            {
              "content": "Listen, Job; hear me; be quiet, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have words, answer me; speak, for I want to be innocent.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, you must hear me; be quiet, and I will teach you wisdom.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Elihu continued:",
              "reference": "Job 34:1"
            },
            {
              "content": "Hear my words, wise ones; knowledgeable ones, listen to me,",
              "reference": "Job 34:2"
            },
            {
              "content": "for the ear tests words like the palate tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let’s choose for us what’s right; let’s determine among ourselves what’s good;",
              "reference": "Job 34:4"
            },
            {
              "content": "for Job has said, “I’m innocent; God has denied my just cause;",
              "reference": "Job 34:5"
            },
            {
              "content": "because of my cause I’m thought a liar; my wound from an arrow is incurable, even though I didn’t rebel.”",
              "reference": "Job 34:6"
            },
            {
              "content": "Who is a man like Job? He drinks mockery like water",
              "reference": "Job 34:7"
            },
            {
              "content": "and travels a path with wrongdoers, walking with evil persons.",
              "reference": "Job 34:8"
            },
            {
              "content": "Indeed he said, “No one is rewarded for delighting in God.”",
              "reference": "Job 34:9"
            },
            {
              "content": "Therefore, intelligent ones, hear me; far be it from God to do evil and the Almighty to sin,",
              "reference": "Job 34:10"
            },
            {
              "content": "for he repays people based on what they do, paying back everyone according to their ways.",
              "reference": "Job 34:11"
            },
            {
              "content": "Surely God doesn’t act wickedly; the Almighty doesn’t distort justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who placed earth in his care, and who gave him dominion over the entire world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If he were to decide to do it— to gather his spirit and breath back to himself—",
              "reference": "Job 34:14"
            },
            {
              "content": "all flesh would die together, and humans would return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "But if you have understanding, hear this; pay attention to the sound of my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "Will one who hates justice rule; will you condemn the most righteous one?",
              "reference": "Job 34:17"
            },
            {
              "content": "Will you say to a king, “Worthless!” to royalty, “Evil!”",
              "reference": "Job 34:18"
            },
            {
              "content": "Who shows no favor to princes nor regards the rich over the poor, for they are all the work of God’s hands?",
              "reference": "Job 34:19"
            },
            {
              "content": "In the middle of the night they suddenly die; people are shaken and pass away. The mighty are removed, not by a human hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "God’s eyes are on human ways, and he sees all their steps.",
              "reference": "Job 34:21"
            },
            {
              "content": "There’s no darkness, no deep darkness, where evildoers can hide themselves;",
              "reference": "Job 34:22"
            },
            {
              "content": "surely no time is set for a person to appear before God in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He shatters the mighty without examining them; makes others take their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "Thus he regards their deeds, overturns them at night, and they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them because of their wickedness at a place where people can see it.",
              "reference": "Job 34:26"
            },
            {
              "content": "Because they turned from following him and didn’t value all his ways,",
              "reference": "Job 34:27"
            },
            {
              "content": "causing the cry of the poor to reach him, he hears the cry of the afflicted.",
              "reference": "Job 34:28"
            },
            {
              "content": "Still, if he remains quiet, who can condemn; if he hides his face, who can see him?",
              "reference": "Job 34:29"
            },
            {
              "content": "He prevents a lawless person from ruling, from capturing people.",
              "reference": "Job 34:30"
            },
            {
              "content": "Has Job said to God, “I have borne punishment; I won’t sin again?",
              "reference": "Job 34:31"
            },
            {
              "content": "You teach me what I can’t see; if I’ve sinned, I won’t do it again.”",
              "reference": "Job 34:32"
            },
            {
              "content": "Will he repay you because you reject sin, for you must choose, not I; declare what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "Smart people say to me, the wise who hear me,",
              "reference": "Job 34:34"
            },
            {
              "content": "“Job speaks without knowledge; his words aren’t astute.”",
              "reference": "Job 34:35"
            },
            {
              "content": "I wish Job would be tested to the limit because he responds like evil people.",
              "reference": "Job 34:36"
            },
            {
              "content": "He adds rebellion to his sin; mocks us openly and adds to his words against God.",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Elihu continued:",
              "reference": "Job 35:1"
            },
            {
              "content": "Do you think it right? You say, “I’m more just than God.”",
              "reference": "Job 35:2"
            },
            {
              "content": "Yet you ask, “What does it benefit you? What have I gained by avoiding sin?”",
              "reference": "Job 35:3"
            },
            {
              "content": "I’ll answer you, and your friends along with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look at the heavens and see; scan the clouds high over you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you’ve sinned, how have you affected God? Your offenses have multiplied; what have you done to him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you give to him? Or what does he receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your evil affects others like you, and your righteousness affects fellow human beings.",
              "reference": "Job 35:8"
            },
            {
              "content": "People cry out because of heavy oppression; shout under the power of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one says, “Where is God my maker; who gives songs in the night;",
              "reference": "Job 35:10"
            },
            {
              "content": "who teaches us more than the beasts of the earth, makes us wiser than the birds in the sky?”",
              "reference": "Job 35:11"
            },
            {
              "content": "Then they cry out; but he doesn’t answer, because of the pride of the wicked.",
              "reference": "Job 35:12"
            },
            {
              "content": "God certainly doesn’t respond to a deceitful cry; the Almighty doesn’t pay attention to it.",
              "reference": "Job 35:13"
            },
            {
              "content": "Although you say that you don’t see him, the case is before him; so wait anxiously for him.",
              "reference": "Job 35:14"
            },
            {
              "content": "Even though his anger is now held back, a person doesn’t know it’s only delayed.",
              "reference": "Job 35:15"
            },
            {
              "content": "So Job mouths emptiness; he piles up ignorant words.",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Continuing, Elihu said,",
              "reference": "Job 36:1"
            },
            {
              "content": "Wait a little while so I can demonstrate for you that there is still something more to say about God.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will draw from my broad knowledge, attribute justice to my maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "My words are certainly truthful; one with total knowledge is present with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "Look, God is mighty and doesn’t reject anyone; he is mighty in strength and mind.",
              "reference": "Job 36:5"
            },
            {
              "content": "He doesn’t let the wicked live, but grants justice to the poor.",
              "reference": "Job 36:6"
            },
            {
              "content": "He doesn’t avert his eyes from the righteous; he seats kings on thrones forever, and they are lifted up.",
              "reference": "Job 36:7"
            },
            {
              "content": "If they are tied with ropes, caught in cords of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "he informs them about their offenses and their grave sins.",
              "reference": "Job 36:9"
            },
            {
              "content": "He opens their ears with discipline and commands them to turn from wrong.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they listen and serve, they spend their days in plenty, their years contentedly.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they don’t listen, they perish by the sword, breathe their last without understanding.",
              "reference": "Job 36:12"
            },
            {
              "content": "Those with impious hearts become furious; they don’t cry out even though he binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die young; they are among the holy ones.",
              "reference": "Job 36:14"
            },
            {
              "content": "He saves the weak in their affliction, opens their ears through oppression.",
              "reference": "Job 36:15"
            },
            {
              "content": "Surely he draws you up from the brink of trouble to a wide place without distress; your table is set with rich food.",
              "reference": "Job 36:16"
            },
            {
              "content": "You are overly concerned about the case of the wicked; justice will be upheld in it.",
              "reference": "Job 36:17"
            },
            {
              "content": "Don’t let them lure you with wealth; don’t let a huge bribe mislead you.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will he arrange your rescue from distress or from all your exertions of strength?",
              "reference": "Job 36:19"
            },
            {
              "content": "Don’t wish for the night when people vanish from their place.",
              "reference": "Job 36:20"
            },
            {
              "content": "Take care; don’t turn to evil because you’ve chosen it over affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "Look, God is inaccessible due to his power; who is a teacher like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has repaid him for his action, and who would ever say, “You’ve done wrong”?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember to praise his work that all of us have seen.",
              "reference": "Job 36:24"
            },
            {
              "content": "Every person has seen him; people can observe at great distance.",
              "reference": "Job 36:25"
            },
            {
              "content": "Look, God is exalted and unknowable; the number of his years is beyond counting.",
              "reference": "Job 36:26"
            },
            {
              "content": "He draws up drops of water that distill rain from his flood;",
              "reference": "Job 36:27"
            },
            {
              "content": "the clouds pour moisture and drip continually on humans.",
              "reference": "Job 36:28"
            },
            {
              "content": "Even if one perceives a spreading cloud and the thunder of his pavilion,",
              "reference": "Job 36:29"
            },
            {
              "content": "look how he spreads lightning across it and covers the seabed;",
              "reference": "Job 36:30"
            },
            {
              "content": "for by water he judges peoples and gives food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "He conceals lightning in his palms and orders it to its target.",
              "reference": "Job 36:32"
            },
            {
              "content": "His thunder announces it; even cattle proclaim its rising.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Oh, my mind is disturbed by this and is more troubled than usual.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen closely to the rumble of his voice, the roar issuing from his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "He looses it under the whole sky, his lightning on earth’s edges.",
              "reference": "Job 37:3"
            },
            {
              "content": "After it, a voice roars; he thunders with a mighty voice, and no one can stop it when his voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God roars with his wondrous voice; he does great things we can’t know.",
              "reference": "Job 37:5"
            },
            {
              "content": "He says to the snow, “Fall to earth,” and to the downpour of rain, “Be a mighty shower.”",
              "reference": "Job 37:6"
            },
            {
              "content": "He stamps the hand of every person so all can know his work.",
              "reference": "Job 37:7"
            },
            {
              "content": "The wild beast enters its lair, lies down in its den.",
              "reference": "Job 37:8"
            },
            {
              "content": "The storm comes from its chamber, the cold from the north wind.",
              "reference": "Job 37:9"
            },
            {
              "content": "By God’s breath ice forms; water’s expanse becomes solid.",
              "reference": "Job 37:10"
            },
            {
              "content": "He also fills clouds with moisture; his lightning scatters clouds.",
              "reference": "Job 37:11"
            },
            {
              "content": "He overturns the circling clouds; by his guidance they do their work, doing everything he commands over the entire earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "Whether for punishment, for his world, or for kindness, God makes it all happen.",
              "reference": "Job 37:13"
            },
            {
              "content": "Hear this, Job; stop and ponder God’s mighty deeds.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you realize that when God commands them, his clouds produce lightning?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you understand the positioning of the clouds, the amazing deeds of one with perfect knowledge,",
              "reference": "Job 37:16"
            },
            {
              "content": "you whose clothes are hot when earth is calmed by the south wind?",
              "reference": "Job 37:17"
            },
            {
              "content": "Can you form the sky with him, hard like a mirror made of metal?",
              "reference": "Job 37:18"
            },
            {
              "content": "Tell us what we should say to him; we can’t present our case due to darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should someone inform him that I wish to speak, or would anyone say he wants to be devoured?",
              "reference": "Job 37:20"
            },
            {
              "content": "For now, no one can look at the sun; it is bright in the sky; the wind has passed and cleared away the clouds.",
              "reference": "Job 37:21"
            },
            {
              "content": "From the north comes golden light, the awesome splendor of God.",
              "reference": "Job 37:22"
            },
            {
              "content": "As for the Almighty, we can’t find him— he is powerful and just, abundantly righteous— he won’t respond.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore, people fear him; none of the wise can see him.",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Then the LORD answered Job from the whirlwind:",
              "reference": "Job 38:1"
            },
            {
              "content": "Who is this darkening counsel with words lacking knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Prepare yourself like a man; I will interrogate you, and you will respond to me.",
              "reference": "Job 38:3"
            },
            {
              "content": "Where were you when I laid the earth’s foundations? Tell me if you know.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who set its measurements? Surely you know. Who stretched a measuring tape on it?",
              "reference": "Job 38:5"
            },
            {
              "content": "On what were its footings sunk; who laid its cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "while the morning stars sang in unison and all the divine beings shouted?",
              "reference": "Job 38:7"
            },
            {
              "content": "Who enclosed the Sea behind doors when it burst forth from the womb,",
              "reference": "Job 38:8"
            },
            {
              "content": "when I made the clouds its garment, the dense clouds its wrap,",
              "reference": "Job 38:9"
            },
            {
              "content": "when I imposed my limit for it, put on a bar and doors",
              "reference": "Job 38:10"
            },
            {
              "content": "and said, “You may come this far, no farther; here your proud waves stop”?",
              "reference": "Job 38:11"
            },
            {
              "content": "In your lifetime have you commanded the morning, informed the dawn of its place",
              "reference": "Job 38:12"
            },
            {
              "content": "so it would take hold of earth by its edges and shake the wicked out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "Do you turn it over like clay for a seal, so it stands out like a colorful garment?",
              "reference": "Job 38:14"
            },
            {
              "content": "Light is withheld from the wicked, the uplifted arm broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "Have you gone to the sea’s sources, walked in the chamber of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have death’s gates been revealed to you; can you see the gates of deep darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you surveyed earth’s expanses? Tell me if you know everything about it.",
              "reference": "Job 38:18"
            },
            {
              "content": "Where’s the road to the place where light dwells; darkness, where’s it located?",
              "reference": "Job 38:19"
            },
            {
              "content": "Can you take it to its territory; do you know the paths to its house?",
              "reference": "Job 38:20"
            },
            {
              "content": "You know, for you were born then; you have lived such a long time!",
              "reference": "Job 38:21"
            },
            {
              "content": "Have you gone to snow’s storehouses, seen the storehouses of hail",
              "reference": "Job 38:22"
            },
            {
              "content": "that I have reserved for a time of distress, for a day of battle and war?",
              "reference": "Job 38:23"
            },
            {
              "content": "What is the way to the place where light is divided up; the east wind scattered over earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who cut a channel for the downpours and a way for blasts of thunder",
              "reference": "Job 38:25"
            },
            {
              "content": "to bring water to uninhabited land, a desert with no human",
              "reference": "Job 38:26"
            },
            {
              "content": "to saturate dry wasteland and make grass sprout?",
              "reference": "Job 38:27"
            },
            {
              "content": "Has the rain a father who brought forth drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "From whose belly does ice come; who gave birth to heaven’s frost?",
              "reference": "Job 38:29"
            },
            {
              "content": "Water hardens like stone; the surface of the deep thickens.",
              "reference": "Job 38:30"
            },
            {
              "content": "Can you bind Pleiades’ chains or loosen the reins of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you guide the stars at their proper times, lead the Bear with her cubs?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know heaven’s laws, or can you impose its rule on earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Can you issue an order to the clouds so their abundant waters cover you?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send lightning so that it goes and then says to you, “I’m here”?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who put wisdom in remote places, or who gave understanding to a rooster?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who is wise enough to count the clouds, and who can tilt heaven’s water containers",
              "reference": "Job 38:37"
            },
            {
              "content": "so that dust becomes mud and clods of dirt adhere?",
              "reference": "Job 38:38"
            },
            {
              "content": "Can you hunt prey for the lion or fill the cravings of lion cubs?",
              "reference": "Job 38:39"
            },
            {
              "content": "They lie in their den, lie in ambush in their lair.",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides food for the raven when its young cry to God, move about without food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Do you know when mountain goats give birth; do you observe the birthing of does?",
              "reference": "Job 39:1"
            },
            {
              "content": "Can you count the months of pregnancy; do you know when they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "They crouch, split open for their young, send forth their offspring.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young are healthy; they grow up in the open country, leave and never return.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who freed the wild donkey, loosed the ropes of the onager",
              "reference": "Job 39:5"
            },
            {
              "content": "to whom I gave the desert as home, his dwelling place in the salt flats?",
              "reference": "Job 39:6"
            },
            {
              "content": "He laughs at the clamor of the town, doesn’t hear the driver’s shout,",
              "reference": "Job 39:7"
            },
            {
              "content": "searches the hills for food and seeks any green sprout.",
              "reference": "Job 39:8"
            },
            {
              "content": "Will the wild ox agree to be your slave, or will it spend the night in your crib?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you bind it with a rope to a plowed row; will it plow the valley behind you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you trust it because its strength is great so that you can leave your work to it?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you rely on it to bring back your grain to gather into your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "The ostrich’s wings flap joyously, but her wings and plumage are like a stork.",
              "reference": "Job 39:13"
            },
            {
              "content": "She leaves her eggs on the earth, lets them warm in the dust,",
              "reference": "Job 39:14"
            },
            {
              "content": "then forgets that a foot may crush them or a wild animal trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She treats her young harshly as if they were not hers, without worrying that her labor might be in vain;",
              "reference": "Job 39:16"
            },
            {
              "content": "God didn’t endow her with sense, didn’t give her some good sense.",
              "reference": "Job 39:17"
            },
            {
              "content": "When she flaps her wings high, she laughs at horse and rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "Did you give strength to the horse, clothe his neck with a mane,",
              "reference": "Job 39:19"
            },
            {
              "content": "cause him to leap like a locust, his majestic snorting, a fright?",
              "reference": "Job 39:20"
            },
            {
              "content": "He paws in the valley, prances proudly, charges at battle weapons,",
              "reference": "Job 39:21"
            },
            {
              "content": "laughs at fear, unafraid. He doesn’t turn away from the sword;",
              "reference": "Job 39:22"
            },
            {
              "content": "a quiver of arrows flies by him, flashing spear and dagger.",
              "reference": "Job 39:23"
            },
            {
              "content": "Excitedly, trembling, he swallows the ground; can’t stand still at a trumpet’s blast.",
              "reference": "Job 39:24"
            },
            {
              "content": "At a trumpet’s sound, he says, “Aha!” smells the battle from afar, hears officers’ shouting and the battle cry.",
              "reference": "Job 39:25"
            },
            {
              "content": "Is it due to your understanding that the hawk flies, spreading its wings to the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Or at your command does the eagle soar, the vulture build a nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "They dwell on an outcropping of rock, their fortress on rock’s edge.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there they search for food; their eyes notice it from afar,",
              "reference": "Job 39:29"
            },
            {
              "content": "and their young lap up blood; where carcasses lie, there they are.",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "The LORD continued to respond to Job:",
              "reference": "Job 40:1"
            },
            {
              "content": "Will the one who disputes with the Almighty correct him? God’s instructor must answer him.",
              "reference": "Job 40:2"
            },
            {
              "content": "Job responded to the LORD:",
              "reference": "Job 40:3"
            },
            {
              "content": "Look, I’m of little worth. What can I answer you? I’ll put my hand over my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "I have spoken once, I won’t answer; twice, I won’t do it again.",
              "reference": "Job 40:5"
            },
            {
              "content": "The LORD answered Job from the whirlwind:",
              "reference": "Job 40:6"
            },
            {
              "content": "Prepare yourself like a man; I will interrogate you, and you will respond to me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Would you question my justice, deem me guilty so you can be innocent?",
              "reference": "Job 40:8"
            },
            {
              "content": "Or do you have an arm like God; can you thunder with a voice like him?",
              "reference": "Job 40:9"
            },
            {
              "content": "Adorn yourself with splendor and majesty; clothe yourself with honor and esteem.",
              "reference": "Job 40:10"
            },
            {
              "content": "Unleash your raging anger; look on all the proud and humble them.",
              "reference": "Job 40:11"
            },
            {
              "content": "Look on all the proud and debase them; trample the wicked in their place.",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide them together in the dust; bind their faces in a hidden place.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I, even I, will praise you, for your strong hand has delivered you.",
              "reference": "Job 40:14"
            },
            {
              "content": "Look at Behemoth, whom I made along with you; he eats grass like cattle.",
              "reference": "Job 40:15"
            },
            {
              "content": "Look, his strength is in his thighs, his power in stomach muscles.",
              "reference": "Job 40:16"
            },
            {
              "content": "He stiffens his tail like a cedar; the tendons in his thighs are tightly woven.",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones are like bronze tubes, his limbs like iron bars.",
              "reference": "Job 40:18"
            },
            {
              "content": "He is the first of God’s acts; only his maker can come near him with a sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "Indeed, the hills bring him tribute, places where all the wild animals play.",
              "reference": "Job 40:20"
            },
            {
              "content": "He lies under the lotuses, under the cover of reed and marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotuses screen him with shade; poplars of the stream surround him.",
              "reference": "Job 40:22"
            },
            {
              "content": "If the river surges, he doesn’t hurry; he is confident even though the Jordan gushes into his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can he be seized by his eyes? Can anyone pierce his nose by hooks?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Can you draw out Leviathan with a hook, restrain his tongue with a rope?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you put a cord through his nose, pierce his jaw with a barb?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will he beg you at length or speak gentle words to you?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will he make a pact with you so that you will take him as a permanent slave?",
              "reference": "Job 41:4"
            },
            {
              "content": "Can you play with him like a bird, put a leash on him for your girls?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will merchants sell him; will they divide him among traders?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you fill his hide with darts, his head with a fishing spear?",
              "reference": "Job 41:7"
            },
            {
              "content": "Should you lay your hand on him, you would never remember the battle.",
              "reference": "Job 41:8"
            },
            {
              "content": "Such hopes would be delusional; surely the sight of him makes one stumble.",
              "reference": "Job 41:9"
            },
            {
              "content": "Nobody is fierce enough to rouse him; who then can stand before me?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who opposes me that I must repay? Everything under heaven is mine.",
              "reference": "Job 41:11"
            },
            {
              "content": "I’m not awed by his limbs, his strength, and impressive form.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can remove his outer garment; who can come with a bridle for him?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who can open the doors of his mouth, surrounded by frightening teeth?",
              "reference": "Job 41:14"
            },
            {
              "content": "His matching scales are his pride, closely locked and sealed.",
              "reference": "Job 41:15"
            },
            {
              "content": "One touches another; even air can’t come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "Each clings to its pair; joined, they can’t be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "His sneezes emit flashes of light; his eyes are like dawn’s rays.",
              "reference": "Job 41:18"
            },
            {
              "content": "Shafts of fire shoot from his mouth; like fiery sparks they fly out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Smoke pours from his nostrils like a boiling pot over reeds.",
              "reference": "Job 41:20"
            },
            {
              "content": "His breath lights coals; a flame shoots from his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "Power resides in his neck; violence dances before him.",
              "reference": "Job 41:22"
            },
            {
              "content": "The folds of his flesh stick together; on him they are tough and unyielding.",
              "reference": "Job 41:23"
            },
            {
              "content": "His heart is solid like a rock, hard like a lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "The divine beings dread his rising; they withdraw before his thrashing.",
              "reference": "Job 41:25"
            },
            {
              "content": "The sword that touches him won’t prevail; neither will the dart, spear, nor javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "He treats iron as straw, bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "Arrows can’t make him flee; slingstones he turns to straw.",
              "reference": "Job 41:28"
            },
            {
              "content": "He treats a club like straw; he laughs at the lance’s rattle.",
              "reference": "Job 41:29"
            },
            {
              "content": "His abdomen is like jagged pottery shards; its sharp edges leave a trail in the mud.",
              "reference": "Job 41:30"
            },
            {
              "content": "He causes the depths to churn like a boiling pot, stirs up the sea like a pot of scented oils,",
              "reference": "Job 41:31"
            },
            {
              "content": "leaves a bright wake behind him; the frothy deep seems white-haired.",
              "reference": "Job 41:32"
            },
            {
              "content": "None on earth can compare to him; he is made to be without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "He looks on all the proud; he is king over all proud beasts.",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 CEB",
          "version": "CEB",
          "verses": [
            {
              "content": "Job answered the LORD:",
              "reference": "Job 42:1"
            },
            {
              "content": "I know you can do anything; no plan of yours can be opposed successfully.",
              "reference": "Job 42:2"
            },
            {
              "content": "You said, “Who is this darkening counsel without knowledge?” I have indeed spoken about things I didn’t understand, wonders beyond my comprehension.",
              "reference": "Job 42:3"
            },
            {
              "content": "You said, “Listen and I will speak; I will question you and you will inform me.”",
              "reference": "Job 42:4"
            },
            {
              "content": "My ears had heard about you, but now my eyes have seen you.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore, I relent and find comfort on dust and ashes.",
              "reference": "Job 42:6"
            },
            {
              "content": "After the LORD had spoken these words to Job, he said to Eliphaz from Teman, “I’m angry at you and your two friends because you haven’t spoken about me correctly as did my servant Job.",
              "reference": "Job 42:7"
            },
            {
              "content": "So now, take seven bulls and seven rams, go to my servant Job, and prepare an entirely burned offering for yourselves. Job my servant will pray for you, and I will act favorably by not making fools of you because you didn’t speak correctly, as did my servant Job.”",
              "reference": "Job 42:8"
            },
            {
              "content": "Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah did what the LORD told them; and the LORD acted favorably toward Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "Then the LORD changed Job’s fortune when he prayed for his friends, and the LORD doubled all Job’s earlier possessions.",
              "reference": "Job 42:10"
            },
            {
              "content": "All his brothers, sisters, and acquaintances came to him and ate food with him in his house. They comforted and consoled him concerning all the disaster the LORD had brought on him, and each one gave him a qesitah and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "Then the LORD blessed Job’s latter days more than his former ones. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "He also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "He named one Jemimah, a second Keziah, and the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "No women in all the land were as beautiful as Job’s daughters; and their father gave an inheritance to them along with their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived 140 years and saw four generations of his children.",
              "reference": "Job 42:16"
            },
            {
              "content": "Then Job died, old and satisfied.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "2011 Common English Bible. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}