{
  "translation": "CEVDCI",
  "translationId": 303,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Many years ago, a man named Job lived in the land of Uz. He was a truly good person, who respected God and refused to do evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "Job had 7 sons and 3 daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "He owned 7,000 sheep, 3,000 camels, 500 pair of oxen, 500 donkeys, and a large number of servants. He was the richest person in the East.",
              "reference": "Job 1:3"
            },
            {
              "content": "Job's sons took turns having feasts in their homes, and they always invited their three sisters to join in the eating and drinking.",
              "reference": "Job 1:4"
            },
            {
              "content": "After each feast, Job would send for his children and perform a ceremony, as a way of asking God to forgive them of any wrongs they may have done. He would get up early the next morning and offer a sacrifice for each of them, just in case they had sinned or silently cursed God.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day, when the angels had gathered around the Lord, and Satan was there with them,",
              "reference": "Job 1:6"
            },
            {
              "content": "the Lord asked, “Satan, where have you been?” Satan replied, “I have been going all over the earth.”",
              "reference": "Job 1:7"
            },
            {
              "content": "Then the Lord asked, “What do you think of my servant Job? No one on earth is like him—he is a truly good person, who respects me and refuses to do evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "“Why shouldn't he respect you?” Satan remarked.",
              "reference": "Job 1:9"
            },
            {
              "content": "“You are like a wall protecting not only him, but his entire family and all his property. You make him successful in whatever he does, and his flocks and herds are everywhere.",
              "reference": "Job 1:10"
            },
            {
              "content": "Try taking away everything he owns, and he will curse you to your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "The Lord replied, “All right, Satan, do what you want with anything that belongs to him, but don't harm Job.” Then Satan left.",
              "reference": "Job 1:12"
            },
            {
              "content": "Job's sons and daughters were having a feast in the home of his oldest son,",
              "reference": "Job 1:13"
            },
            {
              "content": "when someone rushed up to Job and said, “While your servants were plowing with your oxen, and your donkeys were nearby eating grass,",
              "reference": "Job 1:14"
            },
            {
              "content": "a gang of Sabeans attacked and stole the oxen and donkeys! Your other servants were killed, and I am the only one who escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "That servant was still speaking, when a second one came running and said, “God sent down a fire that killed your sheep and your servants. I am the only one who escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "Before that servant finished speaking, a third one raced up and said, “Three gangs of Chaldeans attacked and stole your camels! All of your other servants were killed, and I am the only one who escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "That servant was still speaking, when a fourth one dashed up and said, “Your children were having a feast and drinking wine at the home of your oldest son,",
              "reference": "Job 1:18"
            },
            {
              "content": "when suddenly a windstorm from the desert blew the house down, crushing all of your children. I am the only one who escaped to tell you.”",
              "reference": "Job 1:19"
            },
            {
              "content": "When Job heard this, he tore his clothes and shaved his head because of his great sorrow. He knelt on the ground, then worshiped God",
              "reference": "Job 1:20"
            },
            {
              "content": "and said: “We bring nothing at birth; we take nothing with us at death. The Lord alone gives and takes. Praise the name of the Lord!”",
              "reference": "Job 1:21"
            },
            {
              "content": "In spite of everything, Job did not sin or accuse God of doing wrong.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "When the angels gathered around the Lord again, Satan was there with them,",
              "reference": "Job 2:1"
            },
            {
              "content": "and the Lord asked, “Satan, where have you been?” Satan replied, “I have been going all over the earth.”",
              "reference": "Job 2:2"
            },
            {
              "content": "Then the Lord asked, “What do you think of my servant Job? No one on earth is like him—he is a truly good person, who respects me and refuses to do evil. And he hasn't changed, even though you persuaded me to destroy him for no reason.”",
              "reference": "Job 2:3"
            },
            {
              "content": "Satan answered, “There's no pain like your own. People will do anything to stay alive.",
              "reference": "Job 2:4"
            },
            {
              "content": "Try striking Job's own body with pain, and he will curse you to your face.”",
              "reference": "Job 2:5"
            },
            {
              "content": "“All right!” the Lord replied. “Make Job suffer as much as you want, but just don't kill him.”",
              "reference": "Job 2:6"
            },
            {
              "content": "Satan left and caused painful sores to break out all over Job's body—from head to toe.",
              "reference": "Job 2:7"
            },
            {
              "content": "Then Job sat on the ash-heap to show his sorrow. And while he was scraping his sores with a broken piece of pottery,",
              "reference": "Job 2:8"
            },
            {
              "content": "his wife asked, “Why do you still trust God? Why don't you curse him and die?”",
              "reference": "Job 2:9"
            },
            {
              "content": "Job replied, “Don't talk like a fool! If we accept blessings from God, we must accept trouble as well.” In all that happened, Job never once said anything against God.",
              "reference": "Job 2:10"
            },
            {
              "content": "Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah were three of Job's friends, and they heard about his troubles. So they agreed to visit Job and comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they came near enough to see Job, they could hardly recognize him. And in their great sorrow, they tore their clothes, then sprinkled dust on their heads and cried bitterly.",
              "reference": "Job 2:12"
            },
            {
              "content": "For seven days and nights, they sat silently on the ground beside him, because they realized what terrible pain he was in.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Finally, Job cursed the day of his birth",
              "reference": "Job 3:1"
            },
            {
              "content": "by saying to God:",
              "reference": "Job 3:2"
            },
            {
              "content": "Blot out the day of my birth and the night when my parents created a son.",
              "reference": "Job 3:3"
            },
            {
              "content": "Forget about that day, cover it with darkness,",
              "reference": "Job 3:4"
            },
            {
              "content": "and send thick, gloomy shadows to fill it with dread.",
              "reference": "Job 3:5"
            },
            {
              "content": "Erase that night from the calendar and conceal it with darkness.",
              "reference": "Job 3:6"
            },
            {
              "content": "Don't let children be created or joyful shouts be heard ever again in that night.",
              "reference": "Job 3:7"
            },
            {
              "content": "Let those with magic powers place a curse on that day.",
              "reference": "Job 3:8"
            },
            {
              "content": "Darken its morning stars and remove all hope of light,",
              "reference": "Job 3:9"
            },
            {
              "content": "because it let me be born into a world of trouble.",
              "reference": "Job 3:10"
            },
            {
              "content": "Why didn't I die at birth?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why was I accepted and allowed to nurse at my mother's breast?",
              "reference": "Job 3:12"
            },
            {
              "content": "Now I would be at peace in the silent world below",
              "reference": "Job 3:13"
            },
            {
              "content": "with kings and their advisors whose palaces lie in ruins,",
              "reference": "Job 3:14"
            },
            {
              "content": "and with rulers once rich with silver and gold.",
              "reference": "Job 3:15"
            },
            {
              "content": "I wish I had been born dead and then buried, never to see the light of day.",
              "reference": "Job 3:16"
            },
            {
              "content": "In the world of the dead, the wicked and the weary rest without a worry. *",
              "reference": "Job 3:17"
            },
            {
              "content": "Everyone is there—",
              "reference": "Job 3:18"
            },
            {
              "content": "where captives and slaves are free at last.",
              "reference": "Job 3:19"
            },
            {
              "content": "Why does God let me live when life is miserable and so bitter?",
              "reference": "Job 3:20"
            },
            {
              "content": "I keep longing for death more than I would seek a valuable treasure.",
              "reference": "Job 3:21"
            },
            {
              "content": "Nothing could make me happier than to be in the grave.",
              "reference": "Job 3:22"
            },
            {
              "content": "Why do I go on living when God has me surrounded, and I can't see the road?",
              "reference": "Job 3:23"
            },
            {
              "content": "Moaning and groaning are my food and drink,",
              "reference": "Job 3:24"
            },
            {
              "content": "and my worst fears have all come true.",
              "reference": "Job 3:25"
            },
            {
              "content": "I have no peace or rest— only troubles and worries.",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Eliphaz from Teman said:",
              "reference": "Job 4:1"
            },
            {
              "content": "Please be patient and listen to what I have to say. *",
              "reference": "Job 4:2"
            },
            {
              "content": "Remember how your words",
              "reference": "Job 4:3"
            },
            {
              "content": "have guided and encouraged many in need.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now you feel discouraged when struck by trouble.",
              "reference": "Job 4:5"
            },
            {
              "content": "You respect God and live right, so don't lose hope!",
              "reference": "Job 4:6"
            },
            {
              "content": "No truly innocent person has ever died young.",
              "reference": "Job 4:7"
            },
            {
              "content": "In my experience, only those who plant seeds of evil harvest trouble,",
              "reference": "Job 4:8"
            },
            {
              "content": "and then they are swept away by the angry breath of God.",
              "reference": "Job 4:9"
            },
            {
              "content": "They may roar and growl like powerful lions. But when God breaks their teeth,",
              "reference": "Job 4:10"
            },
            {
              "content": "they starve, and their children are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "A secret was told to me in a faint whisper—",
              "reference": "Job 4:12"
            },
            {
              "content": "I was overcome by sleep, but disturbed by dreams;",
              "reference": "Job 4:13"
            },
            {
              "content": "I trembled with fear,",
              "reference": "Job 4:14"
            },
            {
              "content": "and my hair stood on end, as a wind blew past my face.",
              "reference": "Job 4:15"
            },
            {
              "content": "It stopped and stood still. Then a form appeared— a shapeless form. And from the silence, I heard a voice say,",
              "reference": "Job 4:16"
            },
            {
              "content": "“No humans are innocent in the eyes of God their Creator.",
              "reference": "Job 4:17"
            },
            {
              "content": "He finds fault with his servants and even with his angels.",
              "reference": "Job 4:18"
            },
            {
              "content": "Humans are formed from clay and are fragile as moths, so what chance do you have?",
              "reference": "Job 4:19"
            },
            {
              "content": "Born after daybreak, you die before nightfall and disappear forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "Your tent pegs are pulled up, and you leave this life, having gained no wisdom.”",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job, call out for help and see if an angel comes!",
              "reference": "Job 5:1"
            },
            {
              "content": "Envy and jealousy will kill a stupid fool.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen fools take root. But God sends a curse, suddenly uprooting them",
              "reference": "Job 5:3"
            },
            {
              "content": "and leaving their children helpless in court.",
              "reference": "Job 5:4"
            },
            {
              "content": "Then hungry and greedy people gobble up their crops and grab their wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "Our suffering isn't caused by the failure of crops;",
              "reference": "Job 5:6"
            },
            {
              "content": "it's all part of life, like sparks shooting skyward.",
              "reference": "Job 5:7"
            },
            {
              "content": "Job, if I were you, I would ask God for help.",
              "reference": "Job 5:8"
            },
            {
              "content": "His miracles are marvelous, more than we can count.",
              "reference": "Job 5:9"
            },
            {
              "content": "God sends showers on earth and waters the fields.",
              "reference": "Job 5:10"
            },
            {
              "content": "He protects the sorrowful and lifts up those who have been disgraced. *",
              "reference": "Job 5:11"
            },
            {
              "content": "God swiftly traps the wicked",
              "reference": "Job 5:12"
            },
            {
              "content": "in their own evil schemes, and their wisdom fails.",
              "reference": "Job 5:13"
            },
            {
              "content": "Darkness is their only companion, hiding their path at noon.",
              "reference": "Job 5:14"
            },
            {
              "content": "God rescues the needy from the words of the wicked and the fist of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "The poor are filled with hope, and injustice is silenced.",
              "reference": "Job 5:16"
            },
            {
              "content": "Consider yourself fortunate if God All-Powerful chooses to correct you.",
              "reference": "Job 5:17"
            },
            {
              "content": "He may cause injury and pain, but he will bandage and heal your cuts and bruises.",
              "reference": "Job 5:18"
            },
            {
              "content": "God will protect you from harm, no matter how often trouble may strike.",
              "reference": "Job 5:19"
            },
            {
              "content": "In times of war and famine, God will keep you safe.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be sheltered, without fear of hurtful words or any other weapon.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at the threat of destruction and famine. And you won't be afraid of wild animals—",
              "reference": "Job 5:22"
            },
            {
              "content": "they will no longer be fierce, and your rocky fields will become friendly.",
              "reference": "Job 5:23"
            },
            {
              "content": "Your home will be secure, and your sheep will be safe.",
              "reference": "Job 5:24"
            },
            {
              "content": "You will have more descendants than there are blades of grass on the face of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will live a very long life, and your body will be strong until the day you die.",
              "reference": "Job 5:26"
            },
            {
              "content": "Our experience has proven these things to be true, so listen and learn.",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 6:1"
            },
            {
              "content": "It's impossible to weigh my misery and grief!",
              "reference": "Job 6:2"
            },
            {
              "content": "They outweigh the sand along the beach, and that's why I have spoken without thinking first.",
              "reference": "Job 6:3"
            },
            {
              "content": "The fearsome arrows of God All-Powerful have filled my soul with their poison.",
              "reference": "Job 6:4"
            },
            {
              "content": "Do oxen and wild donkeys cry out in distress unless they are hungry?",
              "reference": "Job 6:5"
            },
            {
              "content": "What is food without salt? What is more tasteless than the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "That's how my food tastes, and my appetite is gone. *",
              "reference": "Job 6:7"
            },
            {
              "content": "How I wish that God would answer my prayer",
              "reference": "Job 6:8"
            },
            {
              "content": "and do away with me.",
              "reference": "Job 6:9"
            },
            {
              "content": "Then I would be comforted, knowing that in all of my pain I have never disobeyed God.",
              "reference": "Job 6:10"
            },
            {
              "content": "Why should I patiently hope when my strength is gone?",
              "reference": "Job 6:11"
            },
            {
              "content": "I am not strong as stone or bronze,",
              "reference": "Job 6:12"
            },
            {
              "content": "and I have finally reached the end of my rope.",
              "reference": "Job 6:13"
            },
            {
              "content": "My friends, I am desperate, and you should help me, even if I no longer respect God All-Powerful. *",
              "reference": "Job 6:14"
            },
            {
              "content": "But you are treacherous",
              "reference": "Job 6:15"
            },
            {
              "content": "like streams that swell with melting snow,",
              "reference": "Job 6:16"
            },
            {
              "content": "then suddenly disappear in the summer heat.",
              "reference": "Job 6:17"
            },
            {
              "content": "I am like a caravan, lost in the desert while searching for water.",
              "reference": "Job 6:18"
            },
            {
              "content": "Caravans from Tema and Sheba",
              "reference": "Job 6:19"
            },
            {
              "content": "thought they would find water. But they were disappointed,",
              "reference": "Job 6:20"
            },
            {
              "content": "just as I am with you. Only one look at my suffering, and you run away scared.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I ever asked any of you to give me a gift",
              "reference": "Job 6:22"
            },
            {
              "content": "or to purchase my freedom from brutal enemies?",
              "reference": "Job 6:23"
            },
            {
              "content": "What have I done wrong? Show me, and I will keep quiet.",
              "reference": "Job 6:24"
            },
            {
              "content": "The truth is always painful, but your arguments prove nothing.",
              "reference": "Job 6:25"
            },
            {
              "content": "Here I am desperate, and you consider my words as worthless as wind.",
              "reference": "Job 6:26"
            },
            {
              "content": "Why, you would sell an orphan or your own neighbor!",
              "reference": "Job 6:27"
            },
            {
              "content": "Look me straight in the eye; I won't lie to you.",
              "reference": "Job 6:28"
            },
            {
              "content": "Stop accusing me falsely; my reputation is at stake.",
              "reference": "Job 6:29"
            },
            {
              "content": "I know right from wrong, and I am not telling lies.",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Why is life so hard? Why do we suffer?",
              "reference": "Job 7:1"
            },
            {
              "content": "We are slaves in search of shade; we are laborers longing for our wages.",
              "reference": "Job 7:2"
            },
            {
              "content": "God has made my days drag on and my nights miserable.",
              "reference": "Job 7:3"
            },
            {
              "content": "I pray for night to end, but it stretches out while I toss and turn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My parched skin is covered with worms, dirt, and sores,",
              "reference": "Job 7:5"
            },
            {
              "content": "and my days are running out quicker than the thread of a fast-moving needle.",
              "reference": "Job 7:6"
            },
            {
              "content": "I beg you, God, don't forget! My life is just a breath, and trouble lies ahead.",
              "reference": "Job 7:7"
            },
            {
              "content": "I will vanish from sight, and no one, including you, will ever see me again.",
              "reference": "Job 7:8"
            },
            {
              "content": "I will disappear in the grave or vanish from sight like a passing cloud.",
              "reference": "Job 7:9"
            },
            {
              "content": "Never will I return home; soon I will be forgotten.",
              "reference": "Job 7:10"
            },
            {
              "content": "And so, I cry out to you in agony and distress.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the sea or a sea monster? Is that why you imprison me?",
              "reference": "Job 7:12"
            },
            {
              "content": "I go to bed, hoping for rest,",
              "reference": "Job 7:13"
            },
            {
              "content": "but you torture me with terrible dreams. *",
              "reference": "Job 7:14"
            },
            {
              "content": "I'd rather choke to death than live in this body.",
              "reference": "Job 7:15"
            },
            {
              "content": "Leave me alone and let me die; my life has no meaning.",
              "reference": "Job 7:16"
            },
            {
              "content": "What makes you so concerned about us humans?",
              "reference": "Job 7:17"
            },
            {
              "content": "Why do you test us from sunrise to sunset?",
              "reference": "Job 7:18"
            },
            {
              "content": "Won't you look away just long enough for me to swallow?",
              "reference": "Job 7:19"
            },
            {
              "content": "Why do you watch us so closely? What's it to you, if I sin? Why am I your target and such a heavy burden?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why do you refuse to forgive? Soon you won't find me, because I'll be dead.",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Bildad from Shuah said:",
              "reference": "Job 8:1"
            },
            {
              "content": "How long will you talk and keep saying nothing?",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God All-Powerful stand in the way of justice?",
              "reference": "Job 8:3"
            },
            {
              "content": "He made your children pay for their sins.",
              "reference": "Job 8:4"
            },
            {
              "content": "So why don't you turn to him",
              "reference": "Job 8:5"
            },
            {
              "content": "and start living right? Then he will decide to rescue and restore you to your place of honor.",
              "reference": "Job 8:6"
            },
            {
              "content": "Your future will be brighter by far than your past.",
              "reference": "Job 8:7"
            },
            {
              "content": "Our ancestors were wise, so learn from them.",
              "reference": "Job 8:8"
            },
            {
              "content": "Our own time has been short, like a fading shadow, and we know very little.",
              "reference": "Job 8:9"
            },
            {
              "content": "But they will instruct you with great understanding.",
              "reference": "Job 8:10"
            },
            {
              "content": "Papyrus reeds grow healthy only in a swamp,",
              "reference": "Job 8:11"
            },
            {
              "content": "and if the water dries up, they die sooner than grass.",
              "reference": "Job 8:12"
            },
            {
              "content": "Such is the hopeless future of all who turn from God",
              "reference": "Job 8:13"
            },
            {
              "content": "and trust in something as frail as a spider's web—",
              "reference": "Job 8:14"
            },
            {
              "content": "they take hold and fall because it's so flimsy.",
              "reference": "Job 8:15"
            },
            {
              "content": "Sinful people are like plants with spreading roots and plenty of sun and water.",
              "reference": "Job 8:16"
            },
            {
              "content": "They wrap their roots tightly around rocks.",
              "reference": "Job 8:17"
            },
            {
              "content": "But once they are pulled up, they have no more place;",
              "reference": "Job 8:18"
            },
            {
              "content": "their life slips away, and other plants grow there.",
              "reference": "Job 8:19"
            },
            {
              "content": "We know God doesn't reject an innocent person or help a sinner.",
              "reference": "Job 8:20"
            },
            {
              "content": "And so, he will make you happy and give you something to smile about.",
              "reference": "Job 8:21"
            },
            {
              "content": "But your evil enemies will be put to shame and disappear forever.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 9:1"
            },
            {
              "content": "What you say is true. No human is innocent in the sight of God.",
              "reference": "Job 9:2"
            },
            {
              "content": "Not once in a thousand times could we win our case if we took him to court.",
              "reference": "Job 9:3"
            },
            {
              "content": "God is wise and powerful— who could possibly oppose him and win?",
              "reference": "Job 9:4"
            },
            {
              "content": "When God becomes angry, he can move mountains before they even know it.",
              "reference": "Job 9:5"
            },
            {
              "content": "God can shake the earth loose from its foundations",
              "reference": "Job 9:6"
            },
            {
              "content": "or command the sun and stars to hold back their light.",
              "reference": "Job 9:7"
            },
            {
              "content": "God alone stretched out the sky, stepped on the sea,",
              "reference": "Job 9:8"
            },
            {
              "content": "and set the stars in place— the Big Dipper and Orion, the Pleiades and the stars in the southern sky.",
              "reference": "Job 9:9"
            },
            {
              "content": "Of all the miracles God works, we cannot understand a one.",
              "reference": "Job 9:10"
            },
            {
              "content": "God walks right past me, without making a sound.",
              "reference": "Job 9:11"
            },
            {
              "content": "And if he grabs something, who can stop him or raise a question?",
              "reference": "Job 9:12"
            },
            {
              "content": "When God showed his anger, the servants of the sea monster fell at his feet.",
              "reference": "Job 9:13"
            },
            {
              "content": "How, then, could I possibly argue my case with God?",
              "reference": "Job 9:14"
            },
            {
              "content": "Even though I am innocent, I can only beg for mercy.",
              "reference": "Job 9:15"
            },
            {
              "content": "And if God came into court when I called him, he would not hear my case.",
              "reference": "Job 9:16"
            },
            {
              "content": "He would strike me with a storm and increase my injuries for no reason at all.",
              "reference": "Job 9:17"
            },
            {
              "content": "Before I could get my breath, my miseries would multiply.",
              "reference": "Job 9:18"
            },
            {
              "content": "God is much stronger than I am, and who would call me into court to give me justice?",
              "reference": "Job 9:19"
            },
            {
              "content": "Even if I were innocent, God would prove me wrong.",
              "reference": "Job 9:20"
            },
            {
              "content": "I am not guilty, but I no longer care what happens to me.",
              "reference": "Job 9:21"
            },
            {
              "content": "What difference does it make? God destroys the innocent along with the guilty.",
              "reference": "Job 9:22"
            },
            {
              "content": "When a good person dies a sudden death, God sits back and laughs.",
              "reference": "Job 9:23"
            },
            {
              "content": "And who else but God blindfolds the judges, then lets the wicked take over the earth?",
              "reference": "Job 9:24"
            },
            {
              "content": "My life is speeding by, without a hope of happiness.",
              "reference": "Job 9:25"
            },
            {
              "content": "Each day passes swifter than a sailing ship or an eagle swooping down.",
              "reference": "Job 9:26"
            },
            {
              "content": "Sometimes I try to be cheerful and to stop complaining,",
              "reference": "Job 9:27"
            },
            {
              "content": "but my sufferings frighten me, because I know that God still considers me guilty.",
              "reference": "Job 9:28"
            },
            {
              "content": "So what's the use of trying to prove my innocence?",
              "reference": "Job 9:29"
            },
            {
              "content": "Even if I washed myself with the strongest soap,",
              "reference": "Job 9:30"
            },
            {
              "content": "God would throw me into a pit of stinking slime, leaving me disgusting to my clothes.",
              "reference": "Job 9:31"
            },
            {
              "content": "God isn't a mere human like me. I can't put him on trial.",
              "reference": "Job 9:32"
            },
            {
              "content": "Who could possibly judge between the two of us?",
              "reference": "Job 9:33"
            },
            {
              "content": "Can someone snatch away the stick God carries to frighten me?",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I could speak up without fear of him, but for now, I cannot speak.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "I am sick of life! And from my deep despair, I complain to you, my God.",
              "reference": "Job 10:1"
            },
            {
              "content": "Don't just condemn me! Point out my sin.",
              "reference": "Job 10:2"
            },
            {
              "content": "Why do you take such delight in destroying those you created and in smiling on sinners?",
              "reference": "Job 10:3"
            },
            {
              "content": "Do you look at things the way we humans do?",
              "reference": "Job 10:4"
            },
            {
              "content": "Is your life as short as ours?",
              "reference": "Job 10:5"
            },
            {
              "content": "Is that why you are so quick to find fault with me?",
              "reference": "Job 10:6"
            },
            {
              "content": "You know I am innocent, but who can defend me against you?",
              "reference": "Job 10:7"
            },
            {
              "content": "Will you now destroy someone you created?",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember that you molded me like a piece of clay. So don't turn me back into dust once again.",
              "reference": "Job 10:9"
            },
            {
              "content": "As cheese is made from milk, you created my body from a tiny drop.",
              "reference": "Job 10:10"
            },
            {
              "content": "Then you tied my bones together with muscles and covered them with flesh and skin.",
              "reference": "Job 10:11"
            },
            {
              "content": "You, the source of my life, showered me with kindness and watched over me.",
              "reference": "Job 10:12"
            },
            {
              "content": "You have not explained all of your mysteries,",
              "reference": "Job 10:13"
            },
            {
              "content": "but you catch and punish me each time I sin.",
              "reference": "Job 10:14"
            },
            {
              "content": "Guilty or innocent, I am condemned and ashamed because of my troubles.",
              "reference": "Job 10:15"
            },
            {
              "content": "No matter how hard I try, you keep hunting me down like a powerful lion.",
              "reference": "Job 10:16"
            },
            {
              "content": "You never stop accusing me; you become furious and attack over and over again.",
              "reference": "Job 10:17"
            },
            {
              "content": "Why did you let me be born? I would rather have died before birth",
              "reference": "Job 10:18"
            },
            {
              "content": "and been carried to the grave without ever breathing.",
              "reference": "Job 10:19"
            },
            {
              "content": "I have only a few days left. Why don't you leave me alone? Let me find some relief, *",
              "reference": "Job 10:20"
            },
            {
              "content": "before I travel to the land",
              "reference": "Job 10:21"
            },
            {
              "content": "of darkness and despair, the place of no return.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Zophar from Naamah said:",
              "reference": "Job 11:1"
            },
            {
              "content": "So much foolish talk cannot go unanswered.",
              "reference": "Job 11:2"
            },
            {
              "content": "Your words have silenced others and made them ashamed; now it is only right for you to be put to shame.",
              "reference": "Job 11:3"
            },
            {
              "content": "You claim to be innocent and argue that your beliefs are acceptable to God.",
              "reference": "Job 11:4"
            },
            {
              "content": "But I wish God would speak",
              "reference": "Job 11:5"
            },
            {
              "content": "and let you know that wisdom has many different sides. You would then discover that God has punished you less than you deserve.",
              "reference": "Job 11:6"
            },
            {
              "content": "Can you understand the mysteries surrounding God All-Powerful?",
              "reference": "Job 11:7"
            },
            {
              "content": "They are higher than the heavens and deeper than the grave. So what can you do when you know so little,",
              "reference": "Job 11:8"
            },
            {
              "content": "and these mysteries outreach the earth and the ocean?",
              "reference": "Job 11:9"
            },
            {
              "content": "If God puts you in prison or drags you to court, what can you do?",
              "reference": "Job 11:10"
            },
            {
              "content": "God has the wisdom to know when someone is worthless and sinful,",
              "reference": "Job 11:11"
            },
            {
              "content": "but it's easier to tame a wild donkey than to make a fool wise.",
              "reference": "Job 11:12"
            },
            {
              "content": "Surrender your heart to God, turn to him in prayer,",
              "reference": "Job 11:13"
            },
            {
              "content": "and give up your sins— even those you do in secret.",
              "reference": "Job 11:14"
            },
            {
              "content": "Then you won't be ashamed; you will be confident and fearless.",
              "reference": "Job 11:15"
            },
            {
              "content": "Your troubles will go away like water beneath a bridge,",
              "reference": "Job 11:16"
            },
            {
              "content": "and your darkest night will be brighter than noon.",
              "reference": "Job 11:17"
            },
            {
              "content": "You will rest safe and secure, filled with hope and emptied of worry.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will sleep without fear and be greatly respected.",
              "reference": "Job 11:19"
            },
            {
              "content": "But those who are evil will go blind and lose their way. Their only escape is death!",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said to his friends:",
              "reference": "Job 12:1"
            },
            {
              "content": "You think you are so great, with all the answers.",
              "reference": "Job 12:2"
            },
            {
              "content": "But I know as much as you do, and so does everyone else.",
              "reference": "Job 12:3"
            },
            {
              "content": "I have always lived right, and God answered my prayers; now friends make fun of me.",
              "reference": "Job 12:4"
            },
            {
              "content": "It's easy to condemn those who are suffering, when you have no troubles.",
              "reference": "Job 12:5"
            },
            {
              "content": "Robbers and other godless people live safely at home and say, “God is in our hands!”",
              "reference": "Job 12:6"
            },
            {
              "content": "If you want to learn, then go and ask the wild animals and the birds,",
              "reference": "Job 12:7"
            },
            {
              "content": "the flowers and the fish.",
              "reference": "Job 12:8"
            },
            {
              "content": "Any of them can tell you what the Lord has done.",
              "reference": "Job 12:9"
            },
            {
              "content": "Every living creature is in the hands of God.",
              "reference": "Job 12:10"
            },
            {
              "content": "We hear with our ears, taste with our tongues,",
              "reference": "Job 12:11"
            },
            {
              "content": "and gain some wisdom from those who have lived a long time.",
              "reference": "Job 12:12"
            },
            {
              "content": "But God is the real source of wisdom and strength.",
              "reference": "Job 12:13"
            },
            {
              "content": "No one can rebuild what he destroys, or release those he has imprisoned.",
              "reference": "Job 12:14"
            },
            {
              "content": "God can hold back the rain or send a flood,",
              "reference": "Job 12:15"
            },
            {
              "content": "just as he rules over liars and those they lie to.",
              "reference": "Job 12:16"
            },
            {
              "content": "God shames counselors, turns judges into fools,",
              "reference": "Job 12:17"
            },
            {
              "content": "and makes slaves of kings.",
              "reference": "Job 12:18"
            },
            {
              "content": "God removes priests and others who have great power—",
              "reference": "Job 12:19"
            },
            {
              "content": "he confuses wise, experienced advisors,",
              "reference": "Job 12:20"
            },
            {
              "content": "puts mighty kings to shame, and takes away their power.",
              "reference": "Job 12:21"
            },
            {
              "content": "God turns darkness to light;",
              "reference": "Job 12:22"
            },
            {
              "content": "he makes nations strong, then shatters their strength.",
              "reference": "Job 12:23"
            },
            {
              "content": "God strikes their rulers senseless, then leaves them to roam through barren deserts,",
              "reference": "Job 12:24"
            },
            {
              "content": "lost in the dark, staggering like someone drunk.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "I know and understand every bit of this.",
              "reference": "Job 13:1"
            },
            {
              "content": "None of you are smarter than I am; there's nothing you know that I don't.",
              "reference": "Job 13:2"
            },
            {
              "content": "But I prefer to argue my case with God All-Powerful—",
              "reference": "Job 13:3"
            },
            {
              "content": "you are merely useless doctors, who treat me with lies.",
              "reference": "Job 13:4"
            },
            {
              "content": "The wisest thing you can do is to keep quiet",
              "reference": "Job 13:5"
            },
            {
              "content": "and listen to my argument.",
              "reference": "Job 13:6"
            },
            {
              "content": "Are you telling lies for God",
              "reference": "Job 13:7"
            },
            {
              "content": "and not telling the whole truth when you argue his case?",
              "reference": "Job 13:8"
            },
            {
              "content": "If he took you to court, could you fool him, just as you fool others?",
              "reference": "Job 13:9"
            },
            {
              "content": "If you were secretly unfair, he would correct you,",
              "reference": "Job 13:10"
            },
            {
              "content": "and his glorious splendor would make you terrified.",
              "reference": "Job 13:11"
            },
            {
              "content": "Your wisdom and arguments will blow away like dust.",
              "reference": "Job 13:12"
            },
            {
              "content": "Be quiet while I speak, and we'll see what happens.",
              "reference": "Job 13:13"
            },
            {
              "content": "I will be responsible for what happens to me.",
              "reference": "Job 13:14"
            },
            {
              "content": "God may kill me, but still I will trust him and offer my defense.",
              "reference": "Job 13:15"
            },
            {
              "content": "This may be what saves me, because no guilty person would come to his court.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen carefully to my words!",
              "reference": "Job 13:17"
            },
            {
              "content": "I have prepared my case well, and I am certain to win.",
              "reference": "Job 13:18"
            },
            {
              "content": "If you can prove me guilty, I will give up and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "I ask only two things of you, my God, and I will no longer hide from you—",
              "reference": "Job 13:20"
            },
            {
              "content": "stop punishing and terrifying me!",
              "reference": "Job 13:21"
            },
            {
              "content": "Then speak, and I will reply; or else let me speak, and you reply.",
              "reference": "Job 13:22"
            },
            {
              "content": "Please point out my sins, so I will know them.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why have you turned your back and count me your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Do you really enjoy frightening a fallen leaf?",
              "reference": "Job 13:25"
            },
            {
              "content": "Why do you accuse me of horrible crimes and make me pay for sins I did in my youth?",
              "reference": "Job 13:26"
            },
            {
              "content": "You have tied my feet down and keep me surrounded;",
              "reference": "Job 13:27"
            },
            {
              "content": "I am rotting away like cloth eaten by worms.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Life is short and sorrowful for every living soul.",
              "reference": "Job 14:1"
            },
            {
              "content": "We are flowers that fade and shadows that vanish.",
              "reference": "Job 14:2"
            },
            {
              "content": "And so, I ask you, God, why pick on me?",
              "reference": "Job 14:3"
            },
            {
              "content": "There's no way a human can be completely pure.",
              "reference": "Job 14:4"
            },
            {
              "content": "Our time on earth is brief; the number of our days is already decided by you.",
              "reference": "Job 14:5"
            },
            {
              "content": "Why don't you leave us alone and let us find some happiness while we toil and labor?",
              "reference": "Job 14:6"
            },
            {
              "content": "When a tree is chopped down, there is always the hope that it will sprout again.",
              "reference": "Job 14:7"
            },
            {
              "content": "Its roots and stump may rot,",
              "reference": "Job 14:8"
            },
            {
              "content": "but at the touch of water, it sprouts once again.",
              "reference": "Job 14:9"
            },
            {
              "content": "Humans are different— we die, and that's the end.",
              "reference": "Job 14:10"
            },
            {
              "content": "We are like streams and lakes after the water has gone;",
              "reference": "Job 14:11"
            },
            {
              "content": "we fall into the sleep of death, never to rise again, until the sky disappears.",
              "reference": "Job 14:12"
            },
            {
              "content": "Please hide me, God, deep in the ground— and when you are angry no more, remember to rescue me.",
              "reference": "Job 14:13"
            },
            {
              "content": "Will we humans live again? I would gladly suffer and wait for my time.",
              "reference": "Job 14:14"
            },
            {
              "content": "My Creator, you would want me; you would call out, and I would answer.",
              "reference": "Job 14:15"
            },
            {
              "content": "You would take care of me, but not count my sins—",
              "reference": "Job 14:16"
            },
            {
              "content": "you would put them in a bag, tie it tight, and toss them away.",
              "reference": "Job 14:17"
            },
            {
              "content": "But in the real world, mountains tumble, and rocks crumble;",
              "reference": "Job 14:18"
            },
            {
              "content": "streams wear away stones and wash away soil. And you destroy our hopes!",
              "reference": "Job 14:19"
            },
            {
              "content": "You change the way we look, then send us away, wiped out forever.",
              "reference": "Job 14:20"
            },
            {
              "content": "We never live to know if our children are praised or disgraced.",
              "reference": "Job 14:21"
            },
            {
              "content": "We feel no pain but our own, and when we mourn, it's only for ourselves.",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Eliphaz from Teman said: *",
              "reference": "Job 15:1"
            },
            {
              "content": "Job, if you had any sense,",
              "reference": "Job 15:2"
            },
            {
              "content": "you would stop spreading all of this hot air.",
              "reference": "Job 15:3"
            },
            {
              "content": "Your words are enough to make others turn from God and lead them to doubt.",
              "reference": "Job 15:4"
            },
            {
              "content": "And your sinful, scheming mind is the source of all you say.",
              "reference": "Job 15:5"
            },
            {
              "content": "I am not here as your judge; your own words are witnesses against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "Were you the first human? Are you older than the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Have you ever been present when God's council meets? Do you alone have wisdom?",
              "reference": "Job 15:8"
            },
            {
              "content": "Do you know and understand something we don't?",
              "reference": "Job 15:9"
            },
            {
              "content": "We have the benefit of wisdom older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "And you have been offered comforting words from God. Isn't this enough?",
              "reference": "Job 15:11"
            },
            {
              "content": "Your emotions are out of control, making you look fierce;",
              "reference": "Job 15:12"
            },
            {
              "content": "that's why you attack God with everything you say.",
              "reference": "Job 15:13"
            },
            {
              "content": "No human is pure and innocent,",
              "reference": "Job 15:14"
            },
            {
              "content": "and neither are angels— not in the sight of God. If God doesn't trust his angels,",
              "reference": "Job 15:15"
            },
            {
              "content": "what chance do humans have? We are so terribly evil that we thirst for sin.",
              "reference": "Job 15:16"
            },
            {
              "content": "Just listen to what I know, and you will learn",
              "reference": "Job 15:17"
            },
            {
              "content": "wisdom known by others since ancient times.",
              "reference": "Job 15:18"
            },
            {
              "content": "Those who gained such insights also gained the land, and they were not influenced by foreign teachings.",
              "reference": "Job 15:19"
            },
            {
              "content": "But suffering is in store each day for those who sin.",
              "reference": "Job 15:20"
            },
            {
              "content": "Even in times of success, they constantly hear the threat of doom.",
              "reference": "Job 15:21"
            },
            {
              "content": "Darkness, despair, and death are their destiny.",
              "reference": "Job 15:22"
            },
            {
              "content": "They scrounge around for food, all the while dreading the approaching darkness.",
              "reference": "Job 15:23"
            },
            {
              "content": "They are overcome with despair, like frightened soldiers facing a fearsome king in battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "This is because they rebelled against God All-Powerful",
              "reference": "Job 15:25"
            },
            {
              "content": "and have attacked him with their weapons.",
              "reference": "Job 15:26"
            },
            {
              "content": "They may be rich and fat,",
              "reference": "Job 15:27"
            },
            {
              "content": "but they will live in the ruins of deserted towns.",
              "reference": "Job 15:28"
            },
            {
              "content": "Their property and wealth will shrink and disappear.",
              "reference": "Job 15:29"
            },
            {
              "content": "They won't escape the darkness, and the blazing breath of God will set their future aflame. *",
              "reference": "Job 15:30"
            },
            {
              "content": "They have put their trust in something worthless; now they will become worthless",
              "reference": "Job 15:31"
            },
            {
              "content": "like a date palm tree without a leaf.",
              "reference": "Job 15:32"
            },
            {
              "content": "Or like vineyards or orchards whose blossoms and unripe fruit drop to the ground.",
              "reference": "Job 15:33"
            },
            {
              "content": "Yes, the godless and the greedy will have nothing but flames feasting on their homes,",
              "reference": "Job 15:34"
            },
            {
              "content": "because they are the parents of trouble and vicious lies.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 16:1"
            },
            {
              "content": "I have often heard this, and it offers no comfort.",
              "reference": "Job 16:2"
            },
            {
              "content": "So why don't you keep quiet? What's bothering you?",
              "reference": "Job 16:3"
            },
            {
              "content": "If I were in your place, it would be easy to criticize or to give advice.",
              "reference": "Job 16:4"
            },
            {
              "content": "But I would offer hope and comfort instead.",
              "reference": "Job 16:5"
            },
            {
              "content": "If I speak, or if I don't, I hurt all the same. My torment continues.",
              "reference": "Job 16:6"
            },
            {
              "content": "God has worn me down and destroyed my family;",
              "reference": "Job 16:7"
            },
            {
              "content": "my shriveled up skin proves that I am his prisoner.",
              "reference": "Job 16:8"
            },
            {
              "content": "God is my hateful enemy, glaring at me and attacking with his sharp teeth.",
              "reference": "Job 16:9"
            },
            {
              "content": "Everyone is against me; they sneer and slap my face.",
              "reference": "Job 16:10"
            },
            {
              "content": "And God is the one who handed me over to this merciless mob.",
              "reference": "Job 16:11"
            },
            {
              "content": "Everything was going well, until God grabbed my neck and shook me to pieces. God set me up as the target",
              "reference": "Job 16:12"
            },
            {
              "content": "for his arrows, and without showing mercy, he slashed my stomach open, spilling out my insides.",
              "reference": "Job 16:13"
            },
            {
              "content": "God never stops attacking,",
              "reference": "Job 16:14"
            },
            {
              "content": "and so, in my sorrow I dress in sackcloth and sit in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is red with tears, and dark shadows circle my eyes,",
              "reference": "Job 16:16"
            },
            {
              "content": "though I am not violent, and my prayers are sincere.",
              "reference": "Job 16:17"
            },
            {
              "content": "If I should die, I beg the earth not to cover my cry for justice.",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now, God in heaven is both my witness and my protector.",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends have rejected me, but God is the one I beg",
              "reference": "Job 16:20"
            },
            {
              "content": "to show that I am right, just as a friend should.",
              "reference": "Job 16:21"
            },
            {
              "content": "Because in only a few years, I will be dead and gone.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "My hopes have died, my time is up, and the grave is ready.",
              "reference": "Job 17:1"
            },
            {
              "content": "All I can see are angry crowds, making fun of me.",
              "reference": "Job 17:2"
            },
            {
              "content": "If you, Lord, don't help, who will pay the price for my release?",
              "reference": "Job 17:3"
            },
            {
              "content": "My friends won't really listen, all because of you, and so you must be the one to prove them wrong.",
              "reference": "Job 17:4"
            },
            {
              "content": "They have condemned me, just to benefit themselves; now blind their children.",
              "reference": "Job 17:5"
            },
            {
              "content": "You, God, are the reason I am insulted and spit on.",
              "reference": "Job 17:6"
            },
            {
              "content": "I am almost blind with grief; my body is a mere shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "People who are truly good would feel so alarmed, that they would become angry with my worthless friends.",
              "reference": "Job 17:8"
            },
            {
              "content": "They would do the right thing and because they did, they would grow stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "But none of my friends show any sense.",
              "reference": "Job 17:10"
            },
            {
              "content": "My life is drawing to an end; hope has disappeared.",
              "reference": "Job 17:11"
            },
            {
              "content": "But all my friends can do is offer empty hopes.",
              "reference": "Job 17:12"
            },
            {
              "content": "I could tell the world below to prepare me a bed.",
              "reference": "Job 17:13"
            },
            {
              "content": "Then I could greet the grave as my father and say to the worms, “Hello, mother and sisters!”",
              "reference": "Job 17:14"
            },
            {
              "content": "But what kind of hope is that?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will it keep me company in the world of the dead?",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Bildad from Shuah said:",
              "reference": "Job 18:1"
            },
            {
              "content": "How long will you talk? Be sensible! Let us speak.",
              "reference": "Job 18:2"
            },
            {
              "content": "Or do you think that we are dumb animals?",
              "reference": "Job 18:3"
            },
            {
              "content": "You cut yourself in anger. Will that shake the earth or even move the rocks? *",
              "reference": "Job 18:4"
            },
            {
              "content": "The lamps of sinful people soon are snuffed out,",
              "reference": "Job 18:5"
            },
            {
              "content": "leaving their tents dark.",
              "reference": "Job 18:6"
            },
            {
              "content": "Their powerful legs become weak, and they stumble on schemes of their own doing. *",
              "reference": "Job 18:7"
            },
            {
              "content": "Before they know it,",
              "reference": "Job 18:8"
            },
            {
              "content": "they are trapped in a net,",
              "reference": "Job 18:9"
            },
            {
              "content": "hidden along the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terror strikes and pursues from every side.",
              "reference": "Job 18:11"
            },
            {
              "content": "Starving, they run, only to meet disaster,",
              "reference": "Job 18:12"
            },
            {
              "content": "then afterwards to be eaten alive by death itself.",
              "reference": "Job 18:13"
            },
            {
              "content": "Those sinners are dragged from the safety of their tents to die a gruesome death.",
              "reference": "Job 18:14"
            },
            {
              "content": "Then their tents and possessions are burned to ashes,",
              "reference": "Job 18:15"
            },
            {
              "content": "and they are left like trees, dried up from the roots.",
              "reference": "Job 18:16"
            },
            {
              "content": "They are gone and forgotten,",
              "reference": "Job 18:17"
            },
            {
              "content": "thrown far from the light into a world of darkness,",
              "reference": "Job 18:18"
            },
            {
              "content": "without any children to carry on their name.",
              "reference": "Job 18:19"
            },
            {
              "content": "Everyone, from east to west, is overwhelmed with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "Such is the fate of sinners and their families who don't know God.",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 19:1"
            },
            {
              "content": "How long will you torture me with your words?",
              "reference": "Job 19:2"
            },
            {
              "content": "Isn't ten times enough for you to accuse me? Aren't you ashamed?",
              "reference": "Job 19:3"
            },
            {
              "content": "Even if I have sinned, you haven't been harmed.",
              "reference": "Job 19:4"
            },
            {
              "content": "You boast of your goodness, claiming I am suffering because I am guilty.",
              "reference": "Job 19:5"
            },
            {
              "content": "But God is the one at fault for finding fault with me.",
              "reference": "Job 19:6"
            },
            {
              "content": "Though I pray to be rescued from this torment, no whisper of justice answers me.",
              "reference": "Job 19:7"
            },
            {
              "content": "God has me trapped with a wall of darkness",
              "reference": "Job 19:8"
            },
            {
              "content": "and stripped of respect.",
              "reference": "Job 19:9"
            },
            {
              "content": "God rips me apart, uproots my hopes,",
              "reference": "Job 19:10"
            },
            {
              "content": "and attacks with fierce anger, as though I were his enemy.",
              "reference": "Job 19:11"
            },
            {
              "content": "His entire army advances, then surrounds my tent. *",
              "reference": "Job 19:12"
            },
            {
              "content": "God has turned relatives and friends against me,",
              "reference": "Job 19:13"
            },
            {
              "content": "and I am forgotten.",
              "reference": "Job 19:14"
            },
            {
              "content": "My guests and my servants consider me a stranger,",
              "reference": "Job 19:15"
            },
            {
              "content": "and when I call my servants, they pay no attention.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath disgusts my wife; everyone in my family turns away.",
              "reference": "Job 19:17"
            },
            {
              "content": "Young children can't stand me, and when I come near, they make fun.",
              "reference": "Job 19:18"
            },
            {
              "content": "My best friends and loved ones have turned from me.",
              "reference": "Job 19:19"
            },
            {
              "content": "I am skin and bones— just barely alive.",
              "reference": "Job 19:20"
            },
            {
              "content": "My friends, I beg you for pity! God has made me his target.",
              "reference": "Job 19:21"
            },
            {
              "content": "Hasn't he already done enough? Why do you join the attack?",
              "reference": "Job 19:22"
            },
            {
              "content": "I wish that my words could be written down",
              "reference": "Job 19:23"
            },
            {
              "content": "or chiseled into rock.",
              "reference": "Job 19:24"
            },
            {
              "content": "I know that my Protector lives, and at the end he will stand on this earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "My flesh may be destroyed, yet from this body I will see God.",
              "reference": "Job 19:26"
            },
            {
              "content": "Yes, I will see him for myself, and I long for that moment.",
              "reference": "Job 19:27"
            },
            {
              "content": "My friends, you think up ways to blame and torment me, saying I brought it on myself.",
              "reference": "Job 19:28"
            },
            {
              "content": "But watch out for the judgment, when God will punish you!",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Zophar from Naamah said:",
              "reference": "Job 20:1"
            },
            {
              "content": "Your words are disturbing; now I must speak.",
              "reference": "Job 20:2"
            },
            {
              "content": "You have accused and insulted me, and reason requires a reply.",
              "reference": "Job 20:3"
            },
            {
              "content": "Since the time of creation, everyone has known",
              "reference": "Job 20:4"
            },
            {
              "content": "that sinful people are happy for only a while.",
              "reference": "Job 20:5"
            },
            {
              "content": "Though their pride and power may reach to the sky,",
              "reference": "Job 20:6"
            },
            {
              "content": "they will disappear like dust, and those who knew them will wonder what happened.",
              "reference": "Job 20:7"
            },
            {
              "content": "They will be forgotten like a dream",
              "reference": "Job 20:8"
            },
            {
              "content": "and vanish from the sight of family and friends.",
              "reference": "Job 20:9"
            },
            {
              "content": "Their children will have to repay what the parents took from the poor.",
              "reference": "Job 20:10"
            },
            {
              "content": "Indeed, the wicked will die and go to their graves in the prime of life.",
              "reference": "Job 20:11"
            },
            {
              "content": "Sinners love the taste of sin; they relish every bite",
              "reference": "Job 20:12"
            },
            {
              "content": "and swallow it slowly.",
              "reference": "Job 20:13"
            },
            {
              "content": "But their food will turn sour and poison their stomachs.",
              "reference": "Job 20:14"
            },
            {
              "content": "Then God will make them lose the wealth they gobbled up.",
              "reference": "Job 20:15"
            },
            {
              "content": "They will die from the fangs of poisonous snakes",
              "reference": "Job 20:16"
            },
            {
              "content": "and never enjoy rivers flowing with milk and honey.",
              "reference": "Job 20:17"
            },
            {
              "content": "Their hard work will result in nothing gained,",
              "reference": "Job 20:18"
            },
            {
              "content": "because they cheated the poor and took their homes.",
              "reference": "Job 20:19"
            },
            {
              "content": "Greedy people want everything and are never satisfied.",
              "reference": "Job 20:20"
            },
            {
              "content": "But when nothing remains for them to grab, they will be nothing.",
              "reference": "Job 20:21"
            },
            {
              "content": "Once they have everything, distress and despair will strike them down,",
              "reference": "Job 20:22"
            },
            {
              "content": "and God will make them swallow his blazing anger.",
              "reference": "Job 20:23"
            },
            {
              "content": "While running from iron spears, they will be killed by arrows of bronze,",
              "reference": "Job 20:24"
            },
            {
              "content": "whose shining tips go straight through their bodies. They will be trapped by terror,",
              "reference": "Job 20:25"
            },
            {
              "content": "and what they treasure most will be lost in the dark. God will send flames to destroy them in their tents with all their property.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens and the earth will testify against them,",
              "reference": "Job 20:27"
            },
            {
              "content": "and all their possessions will be dragged off when God becomes angry.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is what God has decided for those who are evil.",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 21:1"
            },
            {
              "content": "If you want to offer comfort, then listen to me.",
              "reference": "Job 21:2"
            },
            {
              "content": "And when I have finished, you can start your insults all over again.",
              "reference": "Job 21:3"
            },
            {
              "content": "My complaint is against God; that's why I am impatient.",
              "reference": "Job 21:4"
            },
            {
              "content": "Just looking at me is enough to make you sick,",
              "reference": "Job 21:5"
            },
            {
              "content": "and the very thought of myself fills me with disgust.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do evil people live so long and gain such power?",
              "reference": "Job 21:7"
            },
            {
              "content": "Why are they allowed to see their children grow up?",
              "reference": "Job 21:8"
            },
            {
              "content": "They have no worries at home, and God never punishes them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their cattle have lots of calves without ever losing one;",
              "reference": "Job 21:10"
            },
            {
              "content": "their children play and dance safely by themselves.",
              "reference": "Job 21:11"
            },
            {
              "content": "These people sing and celebrate to the sound of tambourines, small harps, and flutes,",
              "reference": "Job 21:12"
            },
            {
              "content": "and they are successful, without a worry, until the day they die.",
              "reference": "Job 21:13"
            },
            {
              "content": "Those who are evil say to God All-Powerful, “Leave us alone! Don't bother us with your teachings.",
              "reference": "Job 21:14"
            },
            {
              "content": "What do we gain from praying and worshiping you?",
              "reference": "Job 21:15"
            },
            {
              "content": "We succeeded all on our own.” And so, I keep away from them and their evil schemes.",
              "reference": "Job 21:16"
            },
            {
              "content": "How often does God become angry and send disaster and darkness to punish sinners?",
              "reference": "Job 21:17"
            },
            {
              "content": "How often does he strike them like a windstorm that scatters straw?",
              "reference": "Job 21:18"
            },
            {
              "content": "You say, “God will punish those sinners' children in place of those sinners.” But I say, “Let him punish those sinners themselves until they really feel it.",
              "reference": "Job 21:19"
            },
            {
              "content": "Let God All-Powerful force them to drink their own destruction from the cup of his anger.",
              "reference": "Job 21:20"
            },
            {
              "content": "Because after they are dead, they won't care what happens to their children.”",
              "reference": "Job 21:21"
            },
            {
              "content": "Who can tell God what to do? He judges powerful rulers. *",
              "reference": "Job 21:22"
            },
            {
              "content": "Some of us die prosperous,",
              "reference": "Job 21:23"
            },
            {
              "content": "enjoying good health,",
              "reference": "Job 21:24"
            },
            {
              "content": "while others die in poverty, having known only pain.",
              "reference": "Job 21:25"
            },
            {
              "content": "But we all end up dead, beneath a blanket of worms.",
              "reference": "Job 21:26"
            },
            {
              "content": "My friends, I know that you are plotting against me.",
              "reference": "Job 21:27"
            },
            {
              "content": "You ask, “Where is the home of that important person who does so much evil?”",
              "reference": "Job 21:28"
            },
            {
              "content": "Everyone, near and far, agrees",
              "reference": "Job 21:29"
            },
            {
              "content": "that those who do wrong never suffer disaster, when God becomes angry.",
              "reference": "Job 21:30"
            },
            {
              "content": "No one points out their sin or punishes them.",
              "reference": "Job 21:31"
            },
            {
              "content": "Then at their funerals, they are highly praised;",
              "reference": "Job 21:32"
            },
            {
              "content": "the earth welcomes them home, while crowds mourn.",
              "reference": "Job 21:33"
            },
            {
              "content": "But empty, meaningless words are the comfort you offer me.",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Eliphaz from Teman said:",
              "reference": "Job 22:1"
            },
            {
              "content": "What use are we humans to God, even the wisest of us?",
              "reference": "Job 22:2"
            },
            {
              "content": "If you were completely sinless, that would still mean nothing to God All-Powerful.",
              "reference": "Job 22:3"
            },
            {
              "content": "Is he correcting you for worshiping him?",
              "reference": "Job 22:4"
            },
            {
              "content": "No! It's because of your terrible and endless sins.",
              "reference": "Job 22:5"
            },
            {
              "content": "To guarantee payment of a debt, you have taken clothes from innocent people.",
              "reference": "Job 22:6"
            },
            {
              "content": "And you refused bread and water to the hungry and thirsty,",
              "reference": "Job 22:7"
            },
            {
              "content": "although you were rich, respected, and powerful.",
              "reference": "Job 22:8"
            },
            {
              "content": "You have turned away widows and have broken the arms of orphans.",
              "reference": "Job 22:9"
            },
            {
              "content": "That's why you were suddenly trapped by terror,",
              "reference": "Job 22:10"
            },
            {
              "content": "blinded by darkness, and drowned in a flood.",
              "reference": "Job 22:11"
            },
            {
              "content": "God lives in the heavens above the highest stars, where he sees everything.",
              "reference": "Job 22:12"
            },
            {
              "content": "Do you think the deep darkness hides you from God?",
              "reference": "Job 22:13"
            },
            {
              "content": "Do thick clouds cover his eyes, as he walks around heaven's dome high above the earth?",
              "reference": "Job 22:14"
            },
            {
              "content": "Give up those ancient ideas believed by sinners,",
              "reference": "Job 22:15"
            },
            {
              "content": "who were swept away without warning.",
              "reference": "Job 22:16"
            },
            {
              "content": "They rejected God All-Powerful, feeling he was helpless,",
              "reference": "Job 22:17"
            },
            {
              "content": "although he had been kind to their families. The beliefs of these sinners are truly disgusting.",
              "reference": "Job 22:18"
            },
            {
              "content": "When God's people see the godless swept away, they celebrate,",
              "reference": "Job 22:19"
            },
            {
              "content": "saying, “Our enemies are gone, and fire has destroyed their possessions.”",
              "reference": "Job 22:20"
            },
            {
              "content": "Surrender to God All-Powerful! You will find peace and prosperity.",
              "reference": "Job 22:21"
            },
            {
              "content": "Listen to his teachings and take them to heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to God and turn from sin, all will go well for you.",
              "reference": "Job 22:23"
            },
            {
              "content": "So get rid of your finest gold, as though it were sand.",
              "reference": "Job 22:24"
            },
            {
              "content": "Let God All-Powerful be your silver and gold,",
              "reference": "Job 22:25"
            },
            {
              "content": "and you will find happiness by worshiping him.",
              "reference": "Job 22:26"
            },
            {
              "content": "God will answer your prayers, and you will keep the promises you made to him.",
              "reference": "Job 22:27"
            },
            {
              "content": "He will do whatever you ask, and life will be bright.",
              "reference": "Job 22:28"
            },
            {
              "content": "When others are disgraced, God will clear their names in answer to your prayers.",
              "reference": "Job 22:29"
            },
            {
              "content": "Even those who are guilty will be forgiven, because you obey God.",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 23:1"
            },
            {
              "content": "Today I complain bitterly, because God has been cruel and made me suffer.",
              "reference": "Job 23:2"
            },
            {
              "content": "If I knew where to find God, I would go there",
              "reference": "Job 23:3"
            },
            {
              "content": "and argue my case.",
              "reference": "Job 23:4"
            },
            {
              "content": "Then I would discover what he wanted to say.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he overwhelm me with his greatness? No! He would listen",
              "reference": "Job 23:6"
            },
            {
              "content": "because I am innocent, and he would say, “I now set you free!”",
              "reference": "Job 23:7"
            },
            {
              "content": "I cannot find God anywhere— in front or back of me,",
              "reference": "Job 23:8"
            },
            {
              "content": "to my left or my right. God is always at work, though I never see him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But he knows what I am doing, and when he tests me, I will be pure as gold. *",
              "reference": "Job 23:10"
            },
            {
              "content": "I have never refused to follow any of his commands,",
              "reference": "Job 23:11"
            },
            {
              "content": "and I have always treasured his teachings.",
              "reference": "Job 23:12"
            },
            {
              "content": "But he alone is God, and who can oppose him? God does as he pleases,",
              "reference": "Job 23:13"
            },
            {
              "content": "and he will do exactly what he intends with me. *",
              "reference": "Job 23:14"
            },
            {
              "content": "Merely the thought of God All-Powerful",
              "reference": "Job 23:15"
            },
            {
              "content": "makes me tremble with fear.",
              "reference": "Job 23:16"
            },
            {
              "content": "God has covered me with darkness, but I refuse to be silent.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Why doesn't God set a time for court? Why don't his people know where he can be found?",
              "reference": "Job 24:1"
            },
            {
              "content": "Sinners remove boundary markers and take care of sheep they have stolen.",
              "reference": "Job 24:2"
            },
            {
              "content": "They cheat orphans and widows by taking their donkeys and oxen.",
              "reference": "Job 24:3"
            },
            {
              "content": "The poor are trampled and forced to hide",
              "reference": "Job 24:4"
            },
            {
              "content": "in the desert, where they and their children must live like wild donkeys and search for food.",
              "reference": "Job 24:5"
            },
            {
              "content": "If they want grain or grapes, they must go to the property of these sinners.",
              "reference": "Job 24:6"
            },
            {
              "content": "They sleep naked in the cold, because they have no cover,",
              "reference": "Job 24:7"
            },
            {
              "content": "and during a storm their only shelters are caves among the rocky cliffs.",
              "reference": "Job 24:8"
            },
            {
              "content": "Children whose fathers have died are taken from their mothers as payment for a debt.",
              "reference": "Job 24:9"
            },
            {
              "content": "Then they are forced to work naked in the grain fields because they have no clothes, and they go hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "They crush olives to make oil and grapes to make wine— but still they go thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "And along the city streets, the wounded and dying cry out, yet God does nothing.",
              "reference": "Job 24:12"
            },
            {
              "content": "Some rebel and refuse to follow the light.",
              "reference": "Job 24:13"
            },
            {
              "content": "Soon after sunset they murder the poor and the needy, and at night they steal.",
              "reference": "Job 24:14"
            },
            {
              "content": "Others wait for the dark, thinking they won't be seen if they sleep with the wife or husband of someone else.",
              "reference": "Job 24:15"
            },
            {
              "content": "Robbers hide during the day, then break in after dark because they reject the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "They prefer night to day, since the terrors of the night are their friends.",
              "reference": "Job 24:17"
            },
            {
              "content": "Those sinners are filthy foam on the surface of the water. And so, their fields and vineyards will fall under a curse and won't produce.",
              "reference": "Job 24:18"
            },
            {
              "content": "Just as the heat of summer swallows the snow, the world of the dead swallows those who sin.",
              "reference": "Job 24:19"
            },
            {
              "content": "Forgotten here on earth, and with their power broken, they taste sweet to worms.",
              "reference": "Job 24:20"
            },
            {
              "content": "Sinners take advantage of widows and other helpless women.",
              "reference": "Job 24:21"
            },
            {
              "content": "But God's mighty strength destroys those in power. Even if they seem successful, they are doomed to fail.",
              "reference": "Job 24:22"
            },
            {
              "content": "God may let them feel secure, but they are never out of his sight.",
              "reference": "Job 24:23"
            },
            {
              "content": "Great for a while; gone forever! Sinners are mowed down like weeds, then they wither and die.",
              "reference": "Job 24:24"
            },
            {
              "content": "If I haven't spoken the truth, then prove me wrong.",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Bildad from Shuah said:",
              "reference": "Job 25:1"
            },
            {
              "content": "God is the one to fear, because God is in control and rules the heavens.",
              "reference": "Job 25:2"
            },
            {
              "content": "Who can count his army of stars? Isn't God the source of light?",
              "reference": "Job 25:3"
            },
            {
              "content": "How can anyone be innocent in the sight of God?",
              "reference": "Job 25:4"
            },
            {
              "content": "To him, not even the light of the moon and stars can ever be pure.",
              "reference": "Job 25:5"
            },
            {
              "content": "So how can we humans, when we are merely worms?",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 26:1"
            },
            {
              "content": "You have really been helpful to someone weak and weary.",
              "reference": "Job 26:2"
            },
            {
              "content": "You have given great advice and wonderful wisdom to someone truly in need.",
              "reference": "Job 26:3"
            },
            {
              "content": "How can anyone possibly speak with such understanding?",
              "reference": "Job 26:4"
            },
            {
              "content": "Remember the terrible trembling of those in the world of the dead below the mighty ocean.",
              "reference": "Job 26:5"
            },
            {
              "content": "Nothing in that land of death and destruction is hidden from God,",
              "reference": "Job 26:6"
            },
            {
              "content": "who hung the northern sky and suspended the earth on empty space.",
              "reference": "Job 26:7"
            },
            {
              "content": "God stores water in clouds, but they don't burst,",
              "reference": "Job 26:8"
            },
            {
              "content": "and he wraps them around the face of the moon.",
              "reference": "Job 26:9"
            },
            {
              "content": "On the surface of the ocean, God has drawn a boundary line between light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "And columns supporting the sky tremble at his command.",
              "reference": "Job 26:11"
            },
            {
              "content": "By his power and wisdom, God conquered the force of the mighty ocean.",
              "reference": "Job 26:12"
            },
            {
              "content": "The heavens became bright when he breathed, and the escaping sea monster died at his hands.",
              "reference": "Job 26:13"
            },
            {
              "content": "These things are merely a whisper of God's power at work. How little we would understand if this whisper ever turned into thunder!",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 27:1"
            },
            {
              "content": "I am desperate because God All-Powerful refuses to do what is right. As surely as God lives,",
              "reference": "Job 27:2"
            },
            {
              "content": "and while he gives me breath,",
              "reference": "Job 27:3"
            },
            {
              "content": "I will tell only the truth.",
              "reference": "Job 27:4"
            },
            {
              "content": "Until the day I die, I will refuse to do wrong by saying you are right,",
              "reference": "Job 27:5"
            },
            {
              "content": "because each day my conscience agrees that I am innocent.",
              "reference": "Job 27:6"
            },
            {
              "content": "I pray that my enemies will suffer no less than the wicked.",
              "reference": "Job 27:7"
            },
            {
              "content": "Such people are hopeless, and God All-Powerful will cut them down,",
              "reference": "Job 27:8"
            },
            {
              "content": "without listening when they beg for mercy.",
              "reference": "Job 27:9"
            },
            {
              "content": "And that is what God should do, because they don't like him or ever pray.",
              "reference": "Job 27:10"
            },
            {
              "content": "Now I will explain in detail what God All-Powerful does.",
              "reference": "Job 27:11"
            },
            {
              "content": "All of you have seen these things for yourselves. So you have no excuse.",
              "reference": "Job 27:12"
            },
            {
              "content": "Here is how God All-Powerful treats those who are wicked and brutal.",
              "reference": "Job 27:13"
            },
            {
              "content": "They may have many children, but most of them will go hungry or suffer a violent death.",
              "reference": "Job 27:14"
            },
            {
              "content": "Others will die of disease, and their widows won't be able to weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "The wicked may collect riches and clothes in abundance as easily as clay.",
              "reference": "Job 27:16"
            },
            {
              "content": "But God's people will wear clothes taken from them and divide up their riches.",
              "reference": "Job 27:17"
            },
            {
              "content": "No homes built by the wicked will outlast a cocoon or a shack.",
              "reference": "Job 27:18"
            },
            {
              "content": "Those sinners may go to bed rich, but they will wake up poor.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terror will strike at night like a flood or a storm.",
              "reference": "Job 27:20"
            },
            {
              "content": "Then a scorching wind will sweep them away",
              "reference": "Job 27:21"
            },
            {
              "content": "without showing mercy, as they try to escape.",
              "reference": "Job 27:22"
            },
            {
              "content": "At last, the wind will celebrate because they are gone.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Gold and silver are mined, then purified;",
              "reference": "Job 28:1"
            },
            {
              "content": "the same is done with iron and copper.",
              "reference": "Job 28:2"
            },
            {
              "content": "Miners carry lanterns deep into the darkness to search for these metals.",
              "reference": "Job 28:3"
            },
            {
              "content": "They dig tunnels in distant, unknown places, where they dangle by ropes.",
              "reference": "Job 28:4"
            },
            {
              "content": "Far beneath the grain fields, fires are built to break loose those rocks",
              "reference": "Job 28:5"
            },
            {
              "content": "that have jewels or gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "Miners go to places unseen by the eyes of hawks;",
              "reference": "Job 28:7"
            },
            {
              "content": "they walk on soil unknown to the proudest lions.",
              "reference": "Job 28:8"
            },
            {
              "content": "With their own hands they remove sharp rocks and uproot mountains.",
              "reference": "Job 28:9"
            },
            {
              "content": "They dig through the rocks in search of jewels and precious metals.",
              "reference": "Job 28:10"
            },
            {
              "content": "They also uncover the sources of rivers and discover secret places.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where is wisdom found?",
              "reference": "Job 28:12"
            },
            {
              "content": "No human knows the way.",
              "reference": "Job 28:13"
            },
            {
              "content": "Nor can it be discovered in the deepest sea. *",
              "reference": "Job 28:14"
            },
            {
              "content": "It is worth much more than silver or pure gold",
              "reference": "Job 28:15"
            },
            {
              "content": "or precious stones.",
              "reference": "Job 28:16"
            },
            {
              "content": "Nothing is its equal— not gold or costly glass.",
              "reference": "Job 28:17"
            },
            {
              "content": "Wisdom is worth much more than coral, jasper, or rubies.",
              "reference": "Job 28:18"
            },
            {
              "content": "All the topaz of Ethiopia and the finest gold cannot compare with it.",
              "reference": "Job 28:19"
            },
            {
              "content": "Where then is wisdom?",
              "reference": "Job 28:20"
            },
            {
              "content": "It is hidden from human eyes and even from birds.",
              "reference": "Job 28:21"
            },
            {
              "content": "Death and destruction have merely heard rumors about where it is found.",
              "reference": "Job 28:22"
            },
            {
              "content": "God is the only one who knows the way to wisdom;",
              "reference": "Job 28:23"
            },
            {
              "content": "he alone sees everything beneath the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When God divided out the wind and the water,",
              "reference": "Job 28:25"
            },
            {
              "content": "and when he decided the path for rain and lightning,",
              "reference": "Job 28:26"
            },
            {
              "content": "he also determined the truth and defined wisdom.",
              "reference": "Job 28:27"
            },
            {
              "content": "God told us, “Wisdom means that you respect me, the Lord, and turn from sin.”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 29:1"
            },
            {
              "content": "I long for the past, when God took care of me,",
              "reference": "Job 29:2"
            },
            {
              "content": "and the light from his lamp showed me the way through the dark.",
              "reference": "Job 29:3"
            },
            {
              "content": "I was in the prime of life, God All-Powerful was my closest friend,",
              "reference": "Job 29:4"
            },
            {
              "content": "and all of my children were nearby.",
              "reference": "Job 29:5"
            },
            {
              "content": "My herds gave enough milk to bathe my feet, and from my olive harvest flowed rivers of oil. *",
              "reference": "Job 29:6"
            },
            {
              "content": "When I sat down at the meeting of the city council,",
              "reference": "Job 29:7"
            },
            {
              "content": "the young leaders stepped aside, *",
              "reference": "Job 29:8"
            },
            {
              "content": "while the older ones stood",
              "reference": "Job 29:9"
            },
            {
              "content": "and remained silent.",
              "reference": "Job 29:10"
            },
            {
              "content": "Everyone was pleased with what I said and did.",
              "reference": "Job 29:11"
            },
            {
              "content": "When poor people or orphans cried out for help, I came to their rescue.",
              "reference": "Job 29:12"
            },
            {
              "content": "And I was highly praised for my generosity to widows and others in poverty.",
              "reference": "Job 29:13"
            },
            {
              "content": "Kindness and justice were my coat and hat;",
              "reference": "Job 29:14"
            },
            {
              "content": "I was helpful to the blind and to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy, and I defended them in court, even if they were strangers.",
              "reference": "Job 29:16"
            },
            {
              "content": "When criminals attacked, I broke their teeth and set their victims free.",
              "reference": "Job 29:17"
            },
            {
              "content": "I felt certain that I would live a long and happy life, then die in my own bed.",
              "reference": "Job 29:18"
            },
            {
              "content": "In those days I was strong like a tree with deep roots and with plenty of water,",
              "reference": "Job 29:19"
            },
            {
              "content": "or like an archer's new bow.",
              "reference": "Job 29:20"
            },
            {
              "content": "Everyone listened in silence to my welcome advice,",
              "reference": "Job 29:21"
            },
            {
              "content": "and when I finished speaking, nothing needed to be said.",
              "reference": "Job 29:22"
            },
            {
              "content": "My words were eagerly accepted like the showers of spring,",
              "reference": "Job 29:23"
            },
            {
              "content": "and the smile on my face renewed everyone's hopes.",
              "reference": "Job 29:24"
            },
            {
              "content": "My advice was followed as though I were a king leading my troops, or someone comforting those in sorrow.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Young people now insult me, although their fathers would have been a disgrace to my sheep dogs.",
              "reference": "Job 30:1"
            },
            {
              "content": "And those who insult me are helpless themselves.",
              "reference": "Job 30:2"
            },
            {
              "content": "They must claw the desert sand in the dark for something to satisfy their hunger.",
              "reference": "Job 30:3"
            },
            {
              "content": "They gather tasteless shrubs for food and firewood,",
              "reference": "Job 30:4"
            },
            {
              "content": "and they are run out of towns, as though they were thieves.",
              "reference": "Job 30:5"
            },
            {
              "content": "Their only homes are ditches or holes between rocks,",
              "reference": "Job 30:6"
            },
            {
              "content": "where they bray like donkeys gathering around shrubs.",
              "reference": "Job 30:7"
            },
            {
              "content": "And like senseless donkeys they are chased away.",
              "reference": "Job 30:8"
            },
            {
              "content": "Those worthless nobodies make up jokes and songs to disgrace me.",
              "reference": "Job 30:9"
            },
            {
              "content": "They are hateful and keep their distance, even while spitting in my direction.",
              "reference": "Job 30:10"
            },
            {
              "content": "God has destroyed me, and so they don't care what they do.",
              "reference": "Job 30:11"
            },
            {
              "content": "Their attacks never stop, though I am defenseless, and my feet are trapped.",
              "reference": "Job 30:12"
            },
            {
              "content": "Without any help, they prevent my escape, destroying me completely",
              "reference": "Job 30:13"
            },
            {
              "content": "and leaving me crushed.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terror has me surrounded; my reputation and my riches have vanished like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "I am sick at heart! Pain has taken its toll.",
              "reference": "Job 30:16"
            },
            {
              "content": "Night chews on my bones, causing endless torment,",
              "reference": "Job 30:17"
            },
            {
              "content": "and God has shrunk my skin, choking me to death.",
              "reference": "Job 30:18"
            },
            {
              "content": "I have been thrown in the dirt and now am dirt myself.",
              "reference": "Job 30:19"
            },
            {
              "content": "I beg God for help, but there is no answer; and when I stand up, he simply stares.",
              "reference": "Job 30:20"
            },
            {
              "content": "God has turned brutal,",
              "reference": "Job 30:21"
            },
            {
              "content": "stirring up a windstorm to toss me about.",
              "reference": "Job 30:22"
            },
            {
              "content": "Soon he will send me home to the world of the dead, where we all must go.",
              "reference": "Job 30:23"
            },
            {
              "content": "No one refuses help to others, when disaster strikes.",
              "reference": "Job 30:24"
            },
            {
              "content": "I mourned for the poor and those who suffered.",
              "reference": "Job 30:25"
            },
            {
              "content": "But when I beg for relief and light, all I receive are disaster and darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "My stomach is tied in knots; pain is my daily companion.",
              "reference": "Job 30:27"
            },
            {
              "content": "My days are dark and gloomy and in the city council I stand and cry out,",
              "reference": "Job 30:28"
            },
            {
              "content": "making mournful sounds like jackals and owls.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin is so parched, that it peels right off, and my bones are burning.",
              "reference": "Job 30:30"
            },
            {
              "content": "My only songs are sorrow and sadness.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "I promised myself never to stare with desire at a young woman.",
              "reference": "Job 31:1"
            },
            {
              "content": "God All-Powerful punishes men who do that.",
              "reference": "Job 31:2"
            },
            {
              "content": "In fact, God sends disaster on all who sin,",
              "reference": "Job 31:3"
            },
            {
              "content": "and he keeps a close watch on everything I do.",
              "reference": "Job 31:4"
            },
            {
              "content": "I am not dishonest or deceitful,",
              "reference": "Job 31:5"
            },
            {
              "content": "and I beg God to prove my innocence.",
              "reference": "Job 31:6"
            },
            {
              "content": "If I have disobeyed him or even wanted to,",
              "reference": "Job 31:7"
            },
            {
              "content": "then others can eat my harvest and uproot my crops.",
              "reference": "Job 31:8"
            },
            {
              "content": "If I have desired someone's wife and chased after her,",
              "reference": "Job 31:9"
            },
            {
              "content": "then let some stranger steal my wife from me.",
              "reference": "Job 31:10"
            },
            {
              "content": "If I took someone's wife, it would be a horrible crime,",
              "reference": "Job 31:11"
            },
            {
              "content": "sending me to destruction and my crops to the flames.",
              "reference": "Job 31:12"
            },
            {
              "content": "When my servants complained against me, I was fair to them.",
              "reference": "Job 31:13"
            },
            {
              "content": "Otherwise, what answer would I give to God when he judges me?",
              "reference": "Job 31:14"
            },
            {
              "content": "After all, God is the one who gave life to each of us before we were born.",
              "reference": "Job 31:15"
            },
            {
              "content": "I have never cheated widows or others in need,",
              "reference": "Job 31:16"
            },
            {
              "content": "and I have always shared my food with orphans.",
              "reference": "Job 31:17"
            },
            {
              "content": "Since the time I was young, I have cared for orphans and helped widows.",
              "reference": "Job 31:18"
            },
            {
              "content": "I provided clothes for the poor,",
              "reference": "Job 31:19"
            },
            {
              "content": "and I was praised for supplying woolen garments to keep them warm.",
              "reference": "Job 31:20"
            },
            {
              "content": "If I have ever raised my arm to threaten an orphan when the power was mine,",
              "reference": "Job 31:21"
            },
            {
              "content": "I hope that arm will fall from its socket.",
              "reference": "Job 31:22"
            },
            {
              "content": "I could not have been abusive; I was terrified at the thought that God might punish me.",
              "reference": "Job 31:23"
            },
            {
              "content": "I have never trusted the power of wealth,",
              "reference": "Job 31:24"
            },
            {
              "content": "or taken pride in owning many possessions. *",
              "reference": "Job 31:25"
            },
            {
              "content": "I have never openly or secretly",
              "reference": "Job 31:26"
            },
            {
              "content": "worshiped the sun or moon.",
              "reference": "Job 31:27"
            },
            {
              "content": "Such horrible sins would have deserved punishment from God.",
              "reference": "Job 31:28"
            },
            {
              "content": "I have never laughed when my enemies were struck by disaster.",
              "reference": "Job 31:29"
            },
            {
              "content": "Neither have I sinned by asking God to send down on them the curse of death.",
              "reference": "Job 31:30"
            },
            {
              "content": "No one ever went hungry at my house,",
              "reference": "Job 31:31"
            },
            {
              "content": "and travelers were always welcome.",
              "reference": "Job 31:32"
            },
            {
              "content": "Many have attempted to hide their sins from others— but I refused.",
              "reference": "Job 31:33"
            },
            {
              "content": "And the fear of public disgrace never forced me to keep silent about what I had done.",
              "reference": "Job 31:34"
            },
            {
              "content": "Why doesn't God All-Powerful listen and answer? If God has something against me, let him speak up or put it in writing!",
              "reference": "Job 31:35"
            },
            {
              "content": "Then I would wear his charges on my clothes and forehead.",
              "reference": "Job 31:36"
            },
            {
              "content": "And with my head held high, I would tell him everything I have ever done.",
              "reference": "Job 31:37"
            },
            {
              "content": "I have never mistreated the land I farmed and made it mourn.",
              "reference": "Job 31:38"
            },
            {
              "content": "Nor have I cheated my workers and caused them pain.",
              "reference": "Job 31:39"
            },
            {
              "content": "If I had, I would pray for weeds instead of wheat to grow in my fields. After saying these things, Job was silent.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Finally, these three men stopped arguing with Job, because he refused to admit he was guilty.",
              "reference": "Job 32:1"
            },
            {
              "content": "Elihu from Buz was there, and he had become upset with Job for blaming God instead of himself.",
              "reference": "Job 32:2"
            },
            {
              "content": "He was also angry with Job's three friends for not being able to prove that Job was wrong.",
              "reference": "Job 32:3"
            },
            {
              "content": "Elihu was younger than these three, and he let them speak first.",
              "reference": "Job 32:4"
            },
            {
              "content": "But he became irritated when they could not answer Job,",
              "reference": "Job 32:5"
            },
            {
              "content": "and he said to them: I am much younger than you, so I have shown respect by keeping silent.",
              "reference": "Job 32:6"
            },
            {
              "content": "I once believed age was the source of wisdom;",
              "reference": "Job 32:7"
            },
            {
              "content": "now I truly realize wisdom comes from God.",
              "reference": "Job 32:8"
            },
            {
              "content": "Age is no guarantee of wisdom and understanding.",
              "reference": "Job 32:9"
            },
            {
              "content": "That's why I ask you to listen to me. *",
              "reference": "Job 32:10"
            },
            {
              "content": "I eagerly listened to each of your arguments,",
              "reference": "Job 32:11"
            },
            {
              "content": "but not one of you proved Job to be wrong.",
              "reference": "Job 32:12"
            },
            {
              "content": "You shouldn't say, “We know what's right! Let God punish him.”",
              "reference": "Job 32:13"
            },
            {
              "content": "Job hasn't spoken against me, and so I won't answer him with your arguments.",
              "reference": "Job 32:14"
            },
            {
              "content": "All of you are shocked; you don't know what to say.",
              "reference": "Job 32:15"
            },
            {
              "content": "But am I to remain silent, just because you have stopped speaking?",
              "reference": "Job 32:16"
            },
            {
              "content": "No! I will give my opinion,",
              "reference": "Job 32:17"
            },
            {
              "content": "because I have so much to say, that I can't keep quiet.",
              "reference": "Job 32:18"
            },
            {
              "content": "I am like a swollen wineskin, and I will burst",
              "reference": "Job 32:19"
            },
            {
              "content": "if I don't speak. *",
              "reference": "Job 32:20"
            },
            {
              "content": "I don't know how to be unfair or to flatter anyone—",
              "reference": "Job 32:21"
            },
            {
              "content": "if I did, my Creator would quickly destroy me!",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job, listen to me! Pay close attention. *",
              "reference": "Job 33:1"
            },
            {
              "content": "Everything I will say",
              "reference": "Job 33:2"
            },
            {
              "content": "is true and sincere,",
              "reference": "Job 33:3"
            },
            {
              "content": "just as surely as the Spirit of God All-Powerful gave me the breath of life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Now line up your arguments and prepare to face me.",
              "reference": "Job 33:5"
            },
            {
              "content": "We each were made from clay, and God has no favorites,",
              "reference": "Job 33:6"
            },
            {
              "content": "so don't be afraid of me or what I might do.",
              "reference": "Job 33:7"
            },
            {
              "content": "I have heard you argue",
              "reference": "Job 33:8"
            },
            {
              "content": "that you are innocent, guilty of nothing.",
              "reference": "Job 33:9"
            },
            {
              "content": "You claim that God has made you his enemy,",
              "reference": "Job 33:10"
            },
            {
              "content": "that he has bound your feet and blocked your path.",
              "reference": "Job 33:11"
            },
            {
              "content": "But, Job, you're wrong— God is greater than any human.",
              "reference": "Job 33:12"
            },
            {
              "content": "So why do you challenge God to answer you?",
              "reference": "Job 33:13"
            },
            {
              "content": "God speaks in different ways, and we don't always recognize his voice. *",
              "reference": "Job 33:14"
            },
            {
              "content": "Sometimes in the night, he uses terrifying dreams",
              "reference": "Job 33:15"
            },
            {
              "content": "to give us warnings.",
              "reference": "Job 33:16"
            },
            {
              "content": "God does this to make us turn from sin and pride",
              "reference": "Job 33:17"
            },
            {
              "content": "and to protect us from being swept away to the world of the dead.",
              "reference": "Job 33:18"
            },
            {
              "content": "Sometimes we are punished with a serious illness and aching joints.",
              "reference": "Job 33:19"
            },
            {
              "content": "Merely the thought of our favorite food makes our stomachs sick,",
              "reference": "Job 33:20"
            },
            {
              "content": "and we become so skinny that our bones stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "We feel death and the grave taking us in their grip.",
              "reference": "Job 33:22"
            },
            {
              "content": "One of a thousand angels then comes to our rescue by saying we are innocent.",
              "reference": "Job 33:23"
            },
            {
              "content": "The angel shows kindness, commanding death to release us, because the price was paid.",
              "reference": "Job 33:24"
            },
            {
              "content": "Our health is restored, we feel young again,",
              "reference": "Job 33:25"
            },
            {
              "content": "and we ask God to accept us. Then we joyfully worship God, and we are rewarded because we are innocent.",
              "reference": "Job 33:26"
            },
            {
              "content": "When that happens, we tell everyone, “I sinned and did wrong, but God forgave me",
              "reference": "Job 33:27"
            },
            {
              "content": "and rescued me from death! Now I will see the light.”",
              "reference": "Job 33:28"
            },
            {
              "content": "God gives each of us chance after chance",
              "reference": "Job 33:29"
            },
            {
              "content": "to be saved from death and brought into the light that gives life.",
              "reference": "Job 33:30"
            },
            {
              "content": "So, Job, pay attention and don't interrupt,",
              "reference": "Job 33:31"
            },
            {
              "content": "though I would gladly listen to anything you say that proves you are right.",
              "reference": "Job 33:32"
            },
            {
              "content": "Otherwise, listen in silence to my wisdom.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Elihu said:",
              "reference": "Job 34:1"
            },
            {
              "content": "You men think you are wise, but just listen to me!",
              "reference": "Job 34:2"
            },
            {
              "content": "Think about my words, as you would taste food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Then we can decide the case and give a just verdict.",
              "reference": "Job 34:4"
            },
            {
              "content": "Job claims he is innocent and God is guilty of mistreating him.",
              "reference": "Job 34:5"
            },
            {
              "content": "Job also argues that God considers him a liar and that he is suffering severely in spite of his innocence.",
              "reference": "Job 34:6"
            },
            {
              "content": "But to tell the truth, Job is shameless!",
              "reference": "Job 34:7"
            },
            {
              "content": "He spends his time with sinners,",
              "reference": "Job 34:8"
            },
            {
              "content": "because he has said, “It doesn't pay to please God.”",
              "reference": "Job 34:9"
            },
            {
              "content": "If any of you are smart, you will listen and learn that God All-Powerful does what is right.",
              "reference": "Job 34:10"
            },
            {
              "content": "God always treats everyone the way they deserve,",
              "reference": "Job 34:11"
            },
            {
              "content": "and he is never unfair.",
              "reference": "Job 34:12"
            },
            {
              "content": "From the very beginning, God has been in control of all the world.",
              "reference": "Job 34:13"
            },
            {
              "content": "If God took back the breath that he breathed into us,",
              "reference": "Job 34:14"
            },
            {
              "content": "we humans would die and return to the soil.",
              "reference": "Job 34:15"
            },
            {
              "content": "So be smart and listen!",
              "reference": "Job 34:16"
            },
            {
              "content": "The mighty God is the one who brings about justice, and you are condemning him.",
              "reference": "Job 34:17"
            },
            {
              "content": "Indeed, God is the one who condemns unfair rulers.",
              "reference": "Job 34:18"
            },
            {
              "content": "And God created us all; he has no favorites, whether rich or poor.",
              "reference": "Job 34:19"
            },
            {
              "content": "Even powerful rulers die in the darkness of night when they least expect it, just like the rest of us.",
              "reference": "Job 34:20"
            },
            {
              "content": "God watches everything we do.",
              "reference": "Job 34:21"
            },
            {
              "content": "No evil person can hide in the deepest darkness.",
              "reference": "Job 34:22"
            },
            {
              "content": "And so, God doesn't need to set a time for judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "Without asking for advice, God removes mighty leaders and puts others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "He knows what they are like, and he wipes them out in the middle of the night.",
              "reference": "Job 34:25"
            },
            {
              "content": "And while others look on, he punishes them because they were evil",
              "reference": "Job 34:26"
            },
            {
              "content": "and refused to obey him.",
              "reference": "Job 34:27"
            },
            {
              "content": "The persons they mistreated had prayed for help, until God answered their prayers.",
              "reference": "Job 34:28"
            },
            {
              "content": "When God does nothing, can any person or nation find fault with him?",
              "reference": "Job 34:29"
            },
            {
              "content": "But still, he punishes rulers who abuse their people.",
              "reference": "Job 34:30"
            },
            {
              "content": "Job, you should tell God that you are guilty and promise to do better.",
              "reference": "Job 34:31"
            },
            {
              "content": "Then ask him to point out what you did wrong, so you won't do it again.",
              "reference": "Job 34:32"
            },
            {
              "content": "Do you make the rules, or does God? You have to decide— I can't do it for you; now make up your mind.",
              "reference": "Job 34:33"
            },
            {
              "content": "Job, anyone with good sense can easily see",
              "reference": "Job 34:34"
            },
            {
              "content": "that you are speaking nonsense and lack good judgment.",
              "reference": "Job 34:35"
            },
            {
              "content": "So I pray for you to suffer as much as possible for talking like a sinner.",
              "reference": "Job 34:36"
            },
            {
              "content": "You have rebelled against God, time after time, and have even insulted us.",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Elihu said:",
              "reference": "Job 35:1"
            },
            {
              "content": "Job, are you really innocent in the sight of God?",
              "reference": "Job 35:2"
            },
            {
              "content": "Don't you honestly believe it pays to obey him?",
              "reference": "Job 35:3"
            },
            {
              "content": "I will give the answers to you and your friends. *",
              "reference": "Job 35:4"
            },
            {
              "content": "Look up to the heavens",
              "reference": "Job 35:5"
            },
            {
              "content": "and think! Do your sins hurt God?",
              "reference": "Job 35:6"
            },
            {
              "content": "Is any good you may have done at all helpful to him?",
              "reference": "Job 35:7"
            },
            {
              "content": "The evil or good you do only affects other humans.",
              "reference": "Job 35:8"
            },
            {
              "content": "In times of trouble, everyone begs the mighty God to have mercy.",
              "reference": "Job 35:9"
            },
            {
              "content": "But after their Creator helps them through hard times, they forget about him,",
              "reference": "Job 35:10"
            },
            {
              "content": "though he makes us wiser than animals or birds.",
              "reference": "Job 35:11"
            },
            {
              "content": "God won't listen to the prayers of proud and evil people.",
              "reference": "Job 35:12"
            },
            {
              "content": "If God All-Powerful refuses to answer their empty prayers,",
              "reference": "Job 35:13"
            },
            {
              "content": "he will surely deny your impatient request to face him in court.",
              "reference": "Job 35:14"
            },
            {
              "content": "Job, you were wrong to say God doesn't punish sin.",
              "reference": "Job 35:15"
            },
            {
              "content": "Everything you have said adds up to nonsense.",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Elihu said:",
              "reference": "Job 36:1"
            },
            {
              "content": "Be patient a while longer; I have something else to say in God's defense.",
              "reference": "Job 36:2"
            },
            {
              "content": "God always does right— and this knowledge comes straight from God.",
              "reference": "Job 36:3"
            },
            {
              "content": "You can rest assured that what I say is true.",
              "reference": "Job 36:4"
            },
            {
              "content": "Although God is mighty, he cares about everyone and makes fair decisions.",
              "reference": "Job 36:5"
            },
            {
              "content": "The wicked are cut down, and those who are wronged receive justice.",
              "reference": "Job 36:6"
            },
            {
              "content": "God watches over good people and places them in positions of power and honor forever.",
              "reference": "Job 36:7"
            },
            {
              "content": "But when people are prisoners of suffering and pain, *",
              "reference": "Job 36:8"
            },
            {
              "content": "God points out their sin and their pride,",
              "reference": "Job 36:9"
            },
            {
              "content": "then he warns them to turn back to him.",
              "reference": "Job 36:10"
            },
            {
              "content": "And if they obey, they will be successful and happy from then on.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they foolishly refuse, they will be rewarded with a violent death.",
              "reference": "Job 36:12"
            },
            {
              "content": "Godless people are too angry to ask God for help when he punishes them.",
              "reference": "Job 36:13"
            },
            {
              "content": "So they die young in shameful disgrace.",
              "reference": "Job 36:14"
            },
            {
              "content": "Hard times and trouble are God's way of getting our attention!",
              "reference": "Job 36:15"
            },
            {
              "content": "And at this very moment, God deeply desires to lead you from trouble and to spread your table with your favorite food.",
              "reference": "Job 36:16"
            },
            {
              "content": "Now that the judgment for your sins has fallen upon you,",
              "reference": "Job 36:17"
            },
            {
              "content": "don't let your anger and the pain you endured make you sneer at God.",
              "reference": "Job 36:18"
            },
            {
              "content": "Your reputation and riches cannot protect you from distress,",
              "reference": "Job 36:19"
            },
            {
              "content": "nor can you find safety in the dark world below.",
              "reference": "Job 36:20"
            },
            {
              "content": "Be on guard! Don't turn to evil as a way of escape.",
              "reference": "Job 36:21"
            },
            {
              "content": "God's power is unlimited. He needs no teachers",
              "reference": "Job 36:22"
            },
            {
              "content": "to guide or correct him.",
              "reference": "Job 36:23"
            },
            {
              "content": "Others have praised God for what he has done, so join with them.",
              "reference": "Job 36:24"
            },
            {
              "content": "From down here on earth, everyone has looked up and seen",
              "reference": "Job 36:25"
            },
            {
              "content": "how great God is— God is more than we imagine; no one can count the years he has lived. *",
              "reference": "Job 36:26"
            },
            {
              "content": "God gathers moisture into the clouds",
              "reference": "Job 36:27"
            },
            {
              "content": "and supplies us with rain.",
              "reference": "Job 36:28"
            },
            {
              "content": "Who can understand how God scatters the clouds and speaks from his home in the thunderstorm?",
              "reference": "Job 36:29"
            },
            {
              "content": "And when God sends lightning, it can be seen at the bottom of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "By producing such rainstorms, God rules the world and provides us with food.",
              "reference": "Job 36:31"
            },
            {
              "content": "Each flash of lightning is one of his arrows striking its target,",
              "reference": "Job 36:32"
            },
            {
              "content": "and the thunder tells of his anger against sin.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "I am frightened and tremble all over,",
              "reference": "Job 37:1"
            },
            {
              "content": "when I hear the roaring voice of God in the thunder,",
              "reference": "Job 37:2"
            },
            {
              "content": "and when I see his lightning flash across the sky.",
              "reference": "Job 37:3"
            },
            {
              "content": "God's majestic voice thunders his commands,",
              "reference": "Job 37:4"
            },
            {
              "content": "creating miracles too marvelous for us to understand.",
              "reference": "Job 37:5"
            },
            {
              "content": "Snow and heavy rainstorms",
              "reference": "Job 37:6"
            },
            {
              "content": "make us stop and think about God's power,",
              "reference": "Job 37:7"
            },
            {
              "content": "and they force animals to seek shelter.",
              "reference": "Job 37:8"
            },
            {
              "content": "The windstorms of winter strike,",
              "reference": "Job 37:9"
            },
            {
              "content": "and the breath of God freezes streams and rivers.",
              "reference": "Job 37:10"
            },
            {
              "content": "Rain clouds filled with lightning appear at God's command,",
              "reference": "Job 37:11"
            },
            {
              "content": "traveling across the sky",
              "reference": "Job 37:12"
            },
            {
              "content": "to release their cargo— sometimes as punishment for sin, sometimes as kindness.",
              "reference": "Job 37:13"
            },
            {
              "content": "Job, consider carefully the many wonders of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "Can you explain why lightning flashes at the orders",
              "reference": "Job 37:15"
            },
            {
              "content": "of God who knows all things? Or how he hangs the clouds in empty space?",
              "reference": "Job 37:16"
            },
            {
              "content": "You almost melt in the heat of fierce desert winds when the sky is like brass.",
              "reference": "Job 37:17"
            },
            {
              "content": "God can hammer out the clouds in spite of the oppressive heat, but can you?",
              "reference": "Job 37:18"
            },
            {
              "content": "Tell us what to say to God! Our minds are in the dark, and we don't know how to argue our case.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should I risk my life by telling God that I want to speak?",
              "reference": "Job 37:20"
            },
            {
              "content": "No one can stare at the sun after a breeze has blown the clouds from the sky.",
              "reference": "Job 37:21"
            },
            {
              "content": "Yet the glorious splendor of God All-Powerful is brighter by far.",
              "reference": "Job 37:22"
            },
            {
              "content": "God cannot be seen— but his power is great, and he is always fair.",
              "reference": "Job 37:23"
            },
            {
              "content": "And so we humans fear God, because he shows no respect for those who are proud and think they know so much.",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "From out of a storm, the Lord said to Job:",
              "reference": "Job 38:1"
            },
            {
              "content": "Why do you talk so much when you know so little?",
              "reference": "Job 38:2"
            },
            {
              "content": "Now get ready to face me! Can you answer the questions I ask?",
              "reference": "Job 38:3"
            },
            {
              "content": "How did I lay the foundation for the earth? Were you there?",
              "reference": "Job 38:4"
            },
            {
              "content": "Doubtless you know who decided its length and width.",
              "reference": "Job 38:5"
            },
            {
              "content": "What supports the foundation? Who placed the cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "while morning stars sang, and angels rejoiced?",
              "reference": "Job 38:7"
            },
            {
              "content": "When the ocean was born, I set its boundaries",
              "reference": "Job 38:8"
            },
            {
              "content": "and wrapped it in blankets of thickest fog.",
              "reference": "Job 38:9"
            },
            {
              "content": "Then I built a wall around it, locked the gates,",
              "reference": "Job 38:10"
            },
            {
              "content": "and said, “Your powerful waves stop here! They can go no farther.”",
              "reference": "Job 38:11"
            },
            {
              "content": "Did you ever tell the sun to rise? And did it obey?",
              "reference": "Job 38:12"
            },
            {
              "content": "Did it take hold of the earth and shake out the wicked like dust from a rug?",
              "reference": "Job 38:13"
            },
            {
              "content": "Early dawn outlines the hills like stitches on clothing or sketches on clay.",
              "reference": "Job 38:14"
            },
            {
              "content": "But its light is too much for those who are evil, and their power is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "Job, have you ever walked on the ocean floor?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have you seen the gate to the world of the dead?",
              "reference": "Job 38:17"
            },
            {
              "content": "And how large is the earth? Tell me, if you know!",
              "reference": "Job 38:18"
            },
            {
              "content": "Where is the home of light, and where does darkness live?",
              "reference": "Job 38:19"
            },
            {
              "content": "Can you lead them home?",
              "reference": "Job 38:20"
            },
            {
              "content": "I'm certain you must be able to, since you were already born when I created everything.",
              "reference": "Job 38:21"
            },
            {
              "content": "Have you been to the places where I keep snow and hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "until I use them to punish and conquer nations?",
              "reference": "Job 38:23"
            },
            {
              "content": "From where does lightning leap, or the east wind blow?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who carves out a path for thunderstorms? Who sends torrents of rain",
              "reference": "Job 38:25"
            },
            {
              "content": "on empty deserts where no one lives?",
              "reference": "Job 38:26"
            },
            {
              "content": "Rain that changes barren land to meadows green with grass.",
              "reference": "Job 38:27"
            },
            {
              "content": "Who is the father of the dew and of the rain?",
              "reference": "Job 38:28"
            },
            {
              "content": "Who gives birth to the sleet and the frost",
              "reference": "Job 38:29"
            },
            {
              "content": "that fall in winter, when streams and lakes freeze solid as a rock?",
              "reference": "Job 38:30"
            },
            {
              "content": "Can you arrange stars in groups such as Orion and the Pleiades?",
              "reference": "Job 38:31"
            },
            {
              "content": "Do you control the stars or set in place the Big Dipper and the Little Dipper?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the laws that govern the heavens, and can you make them rule the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Can you order the clouds to send a downpour,",
              "reference": "Job 38:34"
            },
            {
              "content": "or will lightning flash at your command?",
              "reference": "Job 38:35"
            },
            {
              "content": "Did you teach birds to know that rain or floods are on their way?",
              "reference": "Job 38:36"
            },
            {
              "content": "Can you count the clouds or pour out their water",
              "reference": "Job 38:37"
            },
            {
              "content": "on the dry, lumpy soil?",
              "reference": "Job 38:38"
            },
            {
              "content": "When lions are hungry, do you help them hunt?",
              "reference": "Job 38:39"
            },
            {
              "content": "Do you send an animal into their den?",
              "reference": "Job 38:40"
            },
            {
              "content": "And when starving young ravens cry out to me for food, do you satisfy their hunger?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "When do mountain goats and deer give birth? Have you been there when their young are born? *",
              "reference": "Job 39:1"
            },
            {
              "content": "How long are they pregnant",
              "reference": "Job 39:2"
            },
            {
              "content": "before they deliver?",
              "reference": "Job 39:3"
            },
            {
              "content": "Soon their young grow strong and then leave to be on their own.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who set wild donkeys free?",
              "reference": "Job 39:5"
            },
            {
              "content": "I alone help them survive in salty desert sand.",
              "reference": "Job 39:6"
            },
            {
              "content": "They stay far from crowded cities and refuse to be tamed.",
              "reference": "Job 39:7"
            },
            {
              "content": "Instead, they roam the hills, searching for pastureland.",
              "reference": "Job 39:8"
            },
            {
              "content": "Would a wild ox agree to live in your barn and labor for you?",
              "reference": "Job 39:9"
            },
            {
              "content": "Could you force him to plow or to drag a heavy log to smooth out the soil?",
              "reference": "Job 39:10"
            },
            {
              "content": "Can you depend on him to use his great strength and do your heavy work?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you trust him to harvest your grain or take it to your barn from the threshing place?",
              "reference": "Job 39:12"
            },
            {
              "content": "An ostrich proudly flaps her wings, but not because she loves her young.",
              "reference": "Job 39:13"
            },
            {
              "content": "She abandons her eggs and lets the dusty ground keep them warm.",
              "reference": "Job 39:14"
            },
            {
              "content": "And she doesn't seem to worry that the feet of an animal could crush them all.",
              "reference": "Job 39:15"
            },
            {
              "content": "She treats her eggs as though they were not her own, unconcerned that her work might be for nothing.",
              "reference": "Job 39:16"
            },
            {
              "content": "I myself made her foolish and without common sense.",
              "reference": "Job 39:17"
            },
            {
              "content": "But once she starts running, she laughs at a rider on the fastest horse.",
              "reference": "Job 39:18"
            },
            {
              "content": "Did you give horses their strength and the flowing hair along their necks?",
              "reference": "Job 39:19"
            },
            {
              "content": "Did you make them able to jump like grasshoppers or to frighten people with their snorting?",
              "reference": "Job 39:20"
            },
            {
              "content": "Before horses are ridden into battle, they paw at the ground, proud of their strength.",
              "reference": "Job 39:21"
            },
            {
              "content": "Laughing at fear, they rush toward the fighting,",
              "reference": "Job 39:22"
            },
            {
              "content": "while the weapons of their riders rattle and flash in the sun.",
              "reference": "Job 39:23"
            },
            {
              "content": "Unable to stand still, they gallop eagerly into battle when trumpets blast.",
              "reference": "Job 39:24"
            },
            {
              "content": "Stirred by the distant smells and sounds of war, they snort in reply to the trumpet.",
              "reference": "Job 39:25"
            },
            {
              "content": "Did you teach hawks to fly south for the winter? *",
              "reference": "Job 39:26"
            },
            {
              "content": "Did you train eagles to build",
              "reference": "Job 39:27"
            },
            {
              "content": "their nests on rocky cliffs,",
              "reference": "Job 39:28"
            },
            {
              "content": "where they can look down to spot their next meal?",
              "reference": "Job 39:29"
            },
            {
              "content": "Then their young gather to feast wherever the victim lies.",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "I am the Lord All-Powerful,",
              "reference": "Job 40:1"
            },
            {
              "content": "but you have argued that I am wrong. Now you must answer me.",
              "reference": "Job 40:2"
            },
            {
              "content": "Job said to the Lord:",
              "reference": "Job 40:3"
            },
            {
              "content": "Who am I to answer you?",
              "reference": "Job 40:4"
            },
            {
              "content": "I did speak once or twice, but never again.",
              "reference": "Job 40:5"
            },
            {
              "content": "Then out of the storm the Lord said to Job:",
              "reference": "Job 40:6"
            },
            {
              "content": "Face me and answer the questions I ask!",
              "reference": "Job 40:7"
            },
            {
              "content": "Are you trying to prove that you are innocent by accusing me of injustice?",
              "reference": "Job 40:8"
            },
            {
              "content": "Do you have a powerful arm and a thundering voice that compare with mine?",
              "reference": "Job 40:9"
            },
            {
              "content": "If so, then surround yourself with glory and majesty. *",
              "reference": "Job 40:10"
            },
            {
              "content": "Show your furious anger! Throw down and crush",
              "reference": "Job 40:11"
            },
            {
              "content": "all who are proud and evil.",
              "reference": "Job 40:12"
            },
            {
              "content": "Wrap them in grave clothes and bury them together in the dusty soil.",
              "reference": "Job 40:13"
            },
            {
              "content": "Do this, and I will agree that you have won this argument.",
              "reference": "Job 40:14"
            },
            {
              "content": "I created both you and the hippopotamus. It eats only grass like an ox,",
              "reference": "Job 40:15"
            },
            {
              "content": "but look at the mighty muscles in its body",
              "reference": "Job 40:16"
            },
            {
              "content": "and legs. Its tail is like a cedar tree, and its thighs are thick.",
              "reference": "Job 40:17"
            },
            {
              "content": "The bones in its legs are like bronze or iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "I made it more powerful than any other creature, yet I am stronger still.",
              "reference": "Job 40:19"
            },
            {
              "content": "Undisturbed, it eats grass while the other animals play nearby. *",
              "reference": "Job 40:20"
            },
            {
              "content": "It rests in the shade of trees along the riverbank",
              "reference": "Job 40:21"
            },
            {
              "content": "or hides among reeds in the swamp.",
              "reference": "Job 40:22"
            },
            {
              "content": "It remains calm and unafraid with the Jordan River rushing and splashing in its face.",
              "reference": "Job 40:23"
            },
            {
              "content": "There is no way to capture a hippopotamus— not even by hooking its nose or blinding its eyes.",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Can you catch a sea monster by using a fishhook? Can you tie its mouth shut with a rope?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can it be led around by a ring in its nose or a hook in its jaw?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will it beg for mercy?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will it surrender as a slave for life?",
              "reference": "Job 41:4"
            },
            {
              "content": "Can it be tied by the leg like a pet bird for little girls?",
              "reference": "Job 41:5"
            },
            {
              "content": "Is it ever chopped up and its pieces bargained for in the fish-market?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can it be killed with harpoons or spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "Wrestle it just once— that will be the end.",
              "reference": "Job 41:8"
            },
            {
              "content": "Merely a glimpse of this monster makes all courage melt.",
              "reference": "Job 41:9"
            },
            {
              "content": "And if it is too fierce for anyone to attack, who would dare oppose me?",
              "reference": "Job 41:10"
            },
            {
              "content": "I am in command of the world and in debt to no one.",
              "reference": "Job 41:11"
            },
            {
              "content": "What powerful legs, what a stout body this monster possesses!",
              "reference": "Job 41:12"
            },
            {
              "content": "Who could strip off its armor or bring it under control with a harness?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who would try to open its jaws, full of fearsome teeth? *",
              "reference": "Job 41:14"
            },
            {
              "content": "Its back is covered with shield after shield,",
              "reference": "Job 41:15"
            },
            {
              "content": "firmly bound and closer together",
              "reference": "Job 41:16"
            },
            {
              "content": "than breath to breath.",
              "reference": "Job 41:17"
            },
            {
              "content": "When this monster sneezes, lightning flashes, and its eyes glow like the dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "Sparks and fiery flames explode from its mouth.",
              "reference": "Job 41:19"
            },
            {
              "content": "And smoke spews from its nose like steam from a boiling pot,",
              "reference": "Job 41:20"
            },
            {
              "content": "while its blazing breath scorches everything in sight.",
              "reference": "Job 41:21"
            },
            {
              "content": "Its neck is so tremendous that everyone trembles,",
              "reference": "Job 41:22"
            },
            {
              "content": "the weakest parts of its body are harder than iron,",
              "reference": "Job 41:23"
            },
            {
              "content": "and its heart is stone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When this noisy monster appears, even the most powerful turn and run in fear.",
              "reference": "Job 41:25"
            },
            {
              "content": "No sword or spear can harm it,",
              "reference": "Job 41:26"
            },
            {
              "content": "and weapons of bronze or iron are as useless as straw or rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "Rocks thrown from a sling cause it no more harm than husks of grain. This monster fears no arrows,",
              "reference": "Job 41:28"
            },
            {
              "content": "it simply smiles at spears, and striking it with a stick is like slapping it with straw.",
              "reference": "Job 41:29"
            },
            {
              "content": "As it crawls through the mud, its sharp and spiny hide tears the ground apart.",
              "reference": "Job 41:30"
            },
            {
              "content": "And when it swims down deep, the sea starts churning like boiling oil,",
              "reference": "Job 41:31"
            },
            {
              "content": "and it leaves behind a trail of shining white foam.",
              "reference": "Job 41:32"
            },
            {
              "content": "No other creature on earth is so fearless.",
              "reference": "Job 41:33"
            },
            {
              "content": "It is king of all proud creatures, and it looks upon the others as nothing.",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 CEVDCI",
          "version": "CEVDCI",
          "verses": [
            {
              "content": "Job said:",
              "reference": "Job 42:1"
            },
            {
              "content": "No one can oppose you, because you have the power to do what you want.",
              "reference": "Job 42:2"
            },
            {
              "content": "You asked why I talk so much when I know so little. I have talked about things that are far beyond my understanding.",
              "reference": "Job 42:3"
            },
            {
              "content": "You told me to listen and answer your questions.",
              "reference": "Job 42:4"
            },
            {
              "content": "I heard about you from others; now I have seen you with my own eyes.",
              "reference": "Job 42:5"
            },
            {
              "content": "That's why I hate myself and sit here in dust and ashes to show my sorrow.",
              "reference": "Job 42:6"
            },
            {
              "content": "The Lord said to Eliphaz: What my servant Job has said about me is true, but I am angry with you and your two friends for not telling the truth.",
              "reference": "Job 42:7"
            },
            {
              "content": "So I want you to go over to Job and offer seven bulls and seven goats on an altar as a sacrifice to please me. After this, Job will pray, and I will agree not to punish you for your foolishness.",
              "reference": "Job 42:8"
            },
            {
              "content": "Eliphaz, Bildad, and Zophar obeyed the Lord, and he answered Job's prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "After Job had prayed for his three friends, the Lord made Job twice as rich as he had been before.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then Job gave a feast for his brothers and sisters and for his old friends. They expressed their sorrow for the suffering the Lord had brought on him, and they each gave Job some silver and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "The Lord now blessed Job more than ever; he gave him 14,000 sheep, 6,000 camels, 1,000 pair of oxen, and 1,000 donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "In addition to seven sons, Job had three daughters,",
              "reference": "Job 42:13"
            },
            {
              "content": "whose names were Jemimah, Keziah, and Keren Happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "They were the most beautiful women in that part of the world, and Job gave them shares of his property, along with their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "Job lived for another 140 years—long enough to see his great-grandchildren have children of their own—",
              "reference": "Job 42:16"
            },
            {
              "content": "and when he finally died, he was very old.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Contemporary English Version, Second Edition (CEV®) © 2006 American Bible Society. All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}