{
  "translation": "CJB",
  "translationId": 1275,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Iyov (Job) 1 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "There was a man in the land of ‘Utz whose name was Iyov. This man was blameless and upright; he feared God and shunned evil.",
              "reference": "Iyov (Job) 1:1"
            },
            {
              "content": "Seven sons and three daughters were born to him.",
              "reference": "Iyov (Job) 1:2"
            },
            {
              "content": "He owned 7,000 sheep, 3,000 camels, 500 pairs of oxen and 500 female donkeys, as well as a great number of servants; so that he was the wealthiest man in the east.",
              "reference": "Iyov (Job) 1:3"
            },
            {
              "content": "It was the custom of his sons to give banquets, each on his set day in his own house; and they would invite their three sisters to eat and drink with them.",
              "reference": "Iyov (Job) 1:4"
            },
            {
              "content": "After a cycle of banquets, Iyov would send for them to come and be consecrated; then he would get up early in the morning and offer burnt offerings for each of them, because Iyov said, “My sons might have sinned and blasphemed God in their thoughts.” This is what Iyov did every time.",
              "reference": "Iyov (Job) 1:5"
            },
            {
              "content": "It happened one day that the sons of God came to serve Adonai, and among them came the Adversary .",
              "reference": "Iyov (Job) 1:6"
            },
            {
              "content": "Adonai asked the Adversary, “Where are you coming from?” The Adversary answered Adonai, “From roaming through the earth, wandering here and there.”",
              "reference": "Iyov (Job) 1:7"
            },
            {
              "content": "Adonai asked the Adversary, “Did you notice my servant Iyov, that there’s no one like him on earth, a blameless and upright man who fears God and shuns evil?”",
              "reference": "Iyov (Job) 1:8"
            },
            {
              "content": "The Adversary answered Adonai, “Is it for nothing that Iyov fears God?",
              "reference": "Iyov (Job) 1:9"
            },
            {
              "content": "You’ve put a protective hedge around him, his house and everything he has. You’ve prospered his work, and his livestock are spread out all over the land.",
              "reference": "Iyov (Job) 1:10"
            },
            {
              "content": "But if you reach out your hand and touch whatever he has, without doubt he’ll curse you to your face!”",
              "reference": "Iyov (Job) 1:11"
            },
            {
              "content": "Adonai said to the Adversary, “Here! Everything he has is in your hands, except that you are not to lay a finger on his person.” Then the Adversary went out from the presence of Adonai.",
              "reference": "Iyov (Job) 1:12"
            },
            {
              "content": "One day when Iyov’s sons and daughters were eating and drinking in their oldest brother’s house,",
              "reference": "Iyov (Job) 1:13"
            },
            {
              "content": "a messenger came to him and said, “The oxen were plowing, with the donkeys grazing near them,",
              "reference": "Iyov (Job) 1:14"
            },
            {
              "content": "when a raiding party from Sh’va came and carried them off; they put the servants to the sword too, and I’m the only one who escaped to tell you.”",
              "reference": "Iyov (Job) 1:15"
            },
            {
              "content": "While he was still speaking, another one came and said, “Fire from God fell from the sky and burned up the sheep and the servants; it completely destroyed them, and I’m the only one who escaped to tell you.”",
              "reference": "Iyov (Job) 1:16"
            },
            {
              "content": "While he was still speaking, another one came and said, “The Kasdim, three bands of them, fell on the camels and carried them off; they put the servants to the sword too, and I’m the only one who escaped to tell you.”",
              "reference": "Iyov (Job) 1:17"
            },
            {
              "content": "While he was still speaking, another one came and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Iyov (Job) 1:18"
            },
            {
              "content": "when suddenly a strong wind blew in from over the desert. It struck the four corners of the house, so that it fell on the young people; they are dead, and I’m the only one who escaped to tell you.”",
              "reference": "Iyov (Job) 1:19"
            },
            {
              "content": "Iyov got up, tore his coat, shaved his head, fell down on the ground and worshipped;",
              "reference": "Iyov (Job) 1:20"
            },
            {
              "content": "he said, “Naked I came from my mother’s womb, and naked I will return there. Adonai gave; Adonai took; blessed be the name of Adonai.”",
              "reference": "Iyov (Job) 1:21"
            },
            {
              "content": "In all this Iyov neither committed a sin nor put blame on God.",
              "reference": "Iyov (Job) 1:22"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Iyov (Job) 2 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Another day came when the sons of God came to serve Adonai, and among them came the Adversary to serve Adonai.",
              "reference": "Iyov (Job) 2:1"
            },
            {
              "content": "Adonai asked the Adversary, “Where are you coming from?” The Adversary answered Adonai, “From roaming through the earth, wandering here and there.”",
              "reference": "Iyov (Job) 2:2"
            },
            {
              "content": "Adonai asked the Adversary, “Did you notice my servant Iyov, that there’s no one like him on earth, a blameless and upright man who fears God and shuns evil, and that he still holds on to his integrity, even though you provoked me against him to destroy him for no reason?”",
              "reference": "Iyov (Job) 2:3"
            },
            {
              "content": "The Adversary answered Adonai, “Skin for skin! A person will give up everything he has to save his life.",
              "reference": "Iyov (Job) 2:4"
            },
            {
              "content": "But if you reach out your hand and touch his flesh and bone, without doubt he’ll curse you to your face!”",
              "reference": "Iyov (Job) 2:5"
            },
            {
              "content": "Adonai said to the Adversary, “Here! He is in your hands, except that you are to spare his life.”",
              "reference": "Iyov (Job) 2:6"
            },
            {
              "content": "Then the Adversary went out from the presence of Adonai and struck Iyov down with horrible infected sores from the sole of his foot to the crown of his head.",
              "reference": "Iyov (Job) 2:7"
            },
            {
              "content": "He took a piece of a broken pot to scratch himself and sat down in the pile of ashes.",
              "reference": "Iyov (Job) 2:8"
            },
            {
              "content": "His wife asked him, “Why do you still hold on to your integrity? Curse God, and die!”",
              "reference": "Iyov (Job) 2:9"
            },
            {
              "content": "But he answered her, “You’re talking like a low-class woman! Are we to receive the good at God’s hands but reject the bad?” In all this Iyov did not say one sinful word.",
              "reference": "Iyov (Job) 2:10"
            },
            {
              "content": "Now when Iyov’s three friends heard of all the calamities that had overwhelmed him, they all came. Each came from his own home — Elifaz from Teiman, Bildad from Shuach and Tzofar from Na‘amah. They had agreed to meet together in order to come and offer him sympathy and comfort.",
              "reference": "Iyov (Job) 2:11"
            },
            {
              "content": "When they saw him from a distance, they couldn’t even recognize him. They wept aloud, tore their coats and threw dust over their heads toward heaven.",
              "reference": "Iyov (Job) 2:12"
            },
            {
              "content": "Then they sat down with him on the ground. For seven days and seven nights, no one spoke a word to him; because they saw how much he was suffering.",
              "reference": "Iyov (Job) 2:13"
            },
            {
              "content": "At length, Iyov broke the silence and cursed the day of his [birth].",
              "reference": "Iyov (Job) 2:14"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Iyov (Job) 3 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Iyov said,",
              "reference": "Iyov (Job) 3:1"
            },
            {
              "content": "“Perish the day I was born and the night that said, ‘A man is conceived.’",
              "reference": "Iyov (Job) 3:2"
            },
            {
              "content": "May that day be darkness, may God on high not seek it, may no light shine on it,",
              "reference": "Iyov (Job) 3:3"
            },
            {
              "content": "may gloom dark as death defile it, may clouds settle on it, may it be terrified by its own blackness.",
              "reference": "Iyov (Job) 3:4"
            },
            {
              "content": "“As for that night, may thick darkness seize it, may it not be joined to the days of the year, may it not be numbered among the months;",
              "reference": "Iyov (Job) 3:5"
            },
            {
              "content": "may that night be desolate, may no cry of joy be heard in it;",
              "reference": "Iyov (Job) 3:6"
            },
            {
              "content": "may those who curse days curse it, those who[se curses] could rouse Livyatan;",
              "reference": "Iyov (Job) 3:7"
            },
            {
              "content": "may the stars of its twilight be dark, may it look for light but get none, may it never see the shimmer of dawn —",
              "reference": "Iyov (Job) 3:8"
            },
            {
              "content": "because it didn’t shut the doors of the womb I was in and shield my eyes from trouble.",
              "reference": "Iyov (Job) 3:9"
            },
            {
              "content": "“If I had been stillborn, if I had died at birth,",
              "reference": "Iyov (Job) 3:10"
            },
            {
              "content": "had there been no knees to receive me or breasts for me to suck.",
              "reference": "Iyov (Job) 3:11"
            },
            {
              "content": "Then I would be lying still and in peace, I would have slept and been at rest,",
              "reference": "Iyov (Job) 3:12"
            },
            {
              "content": "along with kings and their earthly advisers, who rebuilt ruins for themselves,",
              "reference": "Iyov (Job) 3:13"
            },
            {
              "content": "or with princes who had [plenty of] gold, who filled their houses with silver.",
              "reference": "Iyov (Job) 3:14"
            },
            {
              "content": "Or I could have been like a hidden, miscarried child that never saw light.",
              "reference": "Iyov (Job) 3:15"
            },
            {
              "content": "“There the wicked cease their raging, there the weary are at rest,",
              "reference": "Iyov (Job) 3:16"
            },
            {
              "content": "prisoners live at peace together without hearing a taskmaster’s yells.",
              "reference": "Iyov (Job) 3:17"
            },
            {
              "content": "Great and small alike are there, and the slave is free of his master.",
              "reference": "Iyov (Job) 3:18"
            },
            {
              "content": "“So why must light be given to the miserable and life to the bitter in spirit?",
              "reference": "Iyov (Job) 3:19"
            },
            {
              "content": "They long for death, but it never comes; they search for it more than for buried treasure;",
              "reference": "Iyov (Job) 3:20"
            },
            {
              "content": "when at last they find the grave, they are so happy they shout for joy.",
              "reference": "Iyov (Job) 3:21"
            },
            {
              "content": "[Why give light] to a man who wanders blindly, whom God shuts in on every side?",
              "reference": "Iyov (Job) 3:22"
            },
            {
              "content": "“My sighing serves in place of my food, and my groans pour out in a torrent;",
              "reference": "Iyov (Job) 3:23"
            },
            {
              "content": "for the thing I feared has overwhelmed me, what I dreaded has happened to me.",
              "reference": "Iyov (Job) 3:24"
            },
            {
              "content": "I have no peace, no quiet, no rest; and anguish keeps coming.”",
              "reference": "Iyov (Job) 3:25"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Iyov (Job) 4 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Elifaz the Teimani spoke up:",
              "reference": "Iyov (Job) 4:1"
            },
            {
              "content": "“If one tries to speak to you, will you mind? Yet who could keep from speaking?",
              "reference": "Iyov (Job) 4:2"
            },
            {
              "content": "You have given moral instruction to many, you have firmed up feeble hands,",
              "reference": "Iyov (Job) 4:3"
            },
            {
              "content": "your words have supported those who were stumbling, and you have strengthened the weak-kneed.",
              "reference": "Iyov (Job) 4:4"
            },
            {
              "content": "“But now it comes to you, and you are impatient; at the first touch, you are in shock.",
              "reference": "Iyov (Job) 4:5"
            },
            {
              "content": "Isn’t your fear of God your assurance, and the integrity of your ways your hope?",
              "reference": "Iyov (Job) 4:6"
            },
            {
              "content": "“Think back: what innocent person has perished? Since when are the upright destroyed?",
              "reference": "Iyov (Job) 4:7"
            },
            {
              "content": "What I see is that those who plow sin and sow trouble reap just that.",
              "reference": "Iyov (Job) 4:8"
            },
            {
              "content": "At a breath from God, they perish; at a blast from his anger, they are consumed.",
              "reference": "Iyov (Job) 4:9"
            },
            {
              "content": "The lion may growl, the king lion may roar, but that old lion’s teeth are broken;",
              "reference": "Iyov (Job) 4:10"
            },
            {
              "content": "so the lion succumbs from lack of prey, and the lion’s cubs are scattered.",
              "reference": "Iyov (Job) 4:11"
            },
            {
              "content": "“For a word was stealthily brought to me, my ear caught only a whisper of it.",
              "reference": "Iyov (Job) 4:12"
            },
            {
              "content": "In passing thoughts flashing through visions at night, when sleep lies heavy on people,",
              "reference": "Iyov (Job) 4:13"
            },
            {
              "content": "a shiver of horror came over me; it made all my bones tremble.",
              "reference": "Iyov (Job) 4:14"
            },
            {
              "content": "Then a spirit passed in front of my face; the hair of my flesh stood on end.",
              "reference": "Iyov (Job) 4:15"
            },
            {
              "content": "It stood still, but I couldn’t make out its appearance; yet the form stayed there before my eyes. Then I heard a subdued voice:",
              "reference": "Iyov (Job) 4:16"
            },
            {
              "content": "‘Can a human be seen by God as righteous? Can a mortal be pure before his maker?",
              "reference": "Iyov (Job) 4:17"
            },
            {
              "content": "[God] doesn’t trust his own servants, he finds fault even with his angels;",
              "reference": "Iyov (Job) 4:18"
            },
            {
              "content": "much more those living in houses of clay, whose foundation is in the dust. They are crushed more easily than a worm;",
              "reference": "Iyov (Job) 4:19"
            },
            {
              "content": "shattered between morning and evening; they perish forever, and no one takes notice.",
              "reference": "Iyov (Job) 4:20"
            },
            {
              "content": "Their cord within them is pulled up; then they die, without ever gaining wisdom.’",
              "reference": "Iyov (Job) 4:21"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Iyov (Job) 5 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“Call if you like, but will anyone answer? To which of the holy ones will you turn?",
              "reference": "Iyov (Job) 5:1"
            },
            {
              "content": "For anger kills the fool, and envy slays the silly.",
              "reference": "Iyov (Job) 5:2"
            },
            {
              "content": "I watch as a fool establishes roots, but I curse his home with sudden [destruction] —",
              "reference": "Iyov (Job) 5:3"
            },
            {
              "content": "his children are far from help, publicly humiliated, with no one to rescue;",
              "reference": "Iyov (Job) 5:4"
            },
            {
              "content": "the hungry eat up his harvest, taking it even from among thorns, while the thirsty are panting, eager to swallow his wealth.",
              "reference": "Iyov (Job) 5:5"
            },
            {
              "content": "For misery does not come from the dust or trouble spring from the ground.",
              "reference": "Iyov (Job) 5:6"
            },
            {
              "content": "No, people are born for trouble as surely as sparks fly upward.",
              "reference": "Iyov (Job) 5:7"
            },
            {
              "content": "“If I were you, I would seek God; I would make my plea to him.",
              "reference": "Iyov (Job) 5:8"
            },
            {
              "content": "For God does great deeds beyond investigation, wonders beyond all reckoning.",
              "reference": "Iyov (Job) 5:9"
            },
            {
              "content": "He gives rain to the earth, pours water down on the fields.",
              "reference": "Iyov (Job) 5:10"
            },
            {
              "content": "He raises the lowly on high and lifts mourners to safety.",
              "reference": "Iyov (Job) 5:11"
            },
            {
              "content": "He frustrates the schemes of the cunning, so that they achieve no success;",
              "reference": "Iyov (Job) 5:12"
            },
            {
              "content": "trapping the crafty in their own tricks and foiling quickly the plans of the false.",
              "reference": "Iyov (Job) 5:13"
            },
            {
              "content": "They meet with darkness during the day, groping at noon like at night.",
              "reference": "Iyov (Job) 5:14"
            },
            {
              "content": "But he saves the poor from the sword, their mouth, and from the clutches of the strong;",
              "reference": "Iyov (Job) 5:15"
            },
            {
              "content": "so the poor can hope again; and injustice shuts its mouth.",
              "reference": "Iyov (Job) 5:16"
            },
            {
              "content": "“How happy the person whom God corrects! So don’t despise Shaddai’s discipline.",
              "reference": "Iyov (Job) 5:17"
            },
            {
              "content": "For he wounds, but he bandages the sore; his hands may strike, but they also heal.",
              "reference": "Iyov (Job) 5:18"
            },
            {
              "content": "He will rescue you from six disasters; yes, in seven no harm will touch you.",
              "reference": "Iyov (Job) 5:19"
            },
            {
              "content": "In famine, he will save you from death, and in war, from the power of the sword.",
              "reference": "Iyov (Job) 5:20"
            },
            {
              "content": "You will be shielded from the lash of the tongue, and you won’t have to fear destruction when it comes —",
              "reference": "Iyov (Job) 5:21"
            },
            {
              "content": "you’ll be able to laugh at destruction and famine. Also you won’t have to fear wild animals,",
              "reference": "Iyov (Job) 5:22"
            },
            {
              "content": "for you will be in league with the stones in the field, and the wild animals will be at peace with you.",
              "reference": "Iyov (Job) 5:23"
            },
            {
              "content": "You will know that your tent is safe; you will look round your home and miss nothing.",
              "reference": "Iyov (Job) 5:24"
            },
            {
              "content": "You will know that your descendants are many, your offspring like grass [growing thick] in the fields.",
              "reference": "Iyov (Job) 5:25"
            },
            {
              "content": "You will come to your grave at a ripe old age, like a pile of grain that arrives in season.",
              "reference": "Iyov (Job) 5:26"
            },
            {
              "content": "“We’ve looked into this, and that’s how it is; listen, and know that it’s for your own good.”",
              "reference": "Iyov (Job) 5:27"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Iyov (Job) 6 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Iyov responded:",
              "reference": "Iyov (Job) 6:1"
            },
            {
              "content": "“I wish my frustration could be weighed, all my calamities laid on the scales!",
              "reference": "Iyov (Job) 6:2"
            },
            {
              "content": "They would outweigh the sands of the seas! No wonder, then, that my words come out stammered!",
              "reference": "Iyov (Job) 6:3"
            },
            {
              "content": "For the arrows of Shaddai find their mark in me, and my spirit is drinking in their poison; the terrors of God are arrayed against me.",
              "reference": "Iyov (Job) 6:4"
            },
            {
              "content": "“Does a wild donkey bray when it has grass? Does an ox low when it has fodder?",
              "reference": "Iyov (Job) 6:5"
            },
            {
              "content": "Can food without flavor be eaten without salt? Do egg whites have any taste?",
              "reference": "Iyov (Job) 6:6"
            },
            {
              "content": "I refuse to touch them; such food makes me sick.",
              "reference": "Iyov (Job) 6:7"
            },
            {
              "content": "“If only I could have my wish granted, and God would give me what I’m hoping for —",
              "reference": "Iyov (Job) 6:8"
            },
            {
              "content": "that God would decide to crush me, that he would let his hand loose and cut me off!",
              "reference": "Iyov (Job) 6:9"
            },
            {
              "content": "Then I would feel consoled; so that even in the face of unending pain, I would be able to rejoice; for I have not denied the words of the Holy One.",
              "reference": "Iyov (Job) 6:10"
            },
            {
              "content": "“Have I enough strength to go on waiting? What end can I expect, that I should be patient?",
              "reference": "Iyov (Job) 6:11"
            },
            {
              "content": "Is my strength the strength of stones? Is my flesh made of bronze?",
              "reference": "Iyov (Job) 6:12"
            },
            {
              "content": "Clearly, I have no help in myself; common sense has been driven from me.",
              "reference": "Iyov (Job) 6:13"
            },
            {
              "content": "“A friend should be kind to an unhappy man, even to one who abandons Shaddai.",
              "reference": "Iyov (Job) 6:14"
            },
            {
              "content": "But my brothers are as deceptive as vadis, as vadi streams that soon run dry;",
              "reference": "Iyov (Job) 6:15"
            },
            {
              "content": "they may turn dark with ice and be hidden by piled-up snow;",
              "reference": "Iyov (Job) 6:16"
            },
            {
              "content": "but as the weather warms up, they vanish; when it’s hot, they disappear.",
              "reference": "Iyov (Job) 6:17"
            },
            {
              "content": "Their courses turn this way and that; they go up into the confusing waste and are lost.",
              "reference": "Iyov (Job) 6:18"
            },
            {
              "content": "The caravans from Tema look for them, the travelers from Sh’va hope to find them;",
              "reference": "Iyov (Job) 6:19"
            },
            {
              "content": "but they are disappointed, because they were confident; on arrival there, they are frustrated.",
              "reference": "Iyov (Job) 6:20"
            },
            {
              "content": "“For now, you have become like that — just seeing my calamity makes you afraid.",
              "reference": "Iyov (Job) 6:21"
            },
            {
              "content": "Did I say to you, ‘Give me something,’ or, ‘From your wealth, offer a bribe on my behalf,’",
              "reference": "Iyov (Job) 6:22"
            },
            {
              "content": "or, ‘Save me from the enemy’s grip,’ or, ‘Redeem me from the clutches of oppressors’?",
              "reference": "Iyov (Job) 6:23"
            },
            {
              "content": "“Teach me, and I will be silent. Make me understand how I am at fault.",
              "reference": "Iyov (Job) 6:24"
            },
            {
              "content": "Honest words are forceful indeed, but what do your arguments prove?",
              "reference": "Iyov (Job) 6:25"
            },
            {
              "content": "Do you think [your own] words constitute argument, while the speech of a desperate man is merely wind?",
              "reference": "Iyov (Job) 6:26"
            },
            {
              "content": "I suppose you would even throw dice for an orphan or barter away your friend!",
              "reference": "Iyov (Job) 6:27"
            },
            {
              "content": "“So now, I beg you, look at me! Would I lie to your face?",
              "reference": "Iyov (Job) 6:28"
            },
            {
              "content": "Think it over, please; don’t let wrong be done. Think it over again: my cause is just.",
              "reference": "Iyov (Job) 6:29"
            },
            {
              "content": "Am I saying something wrong? Can’t I recognize trouble when I taste it?",
              "reference": "Iyov (Job) 6:30"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Iyov (Job) 7 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“Human life on earth is like serving in the army; yes, we drudge through our days like a hired worker,",
              "reference": "Iyov (Job) 7:1"
            },
            {
              "content": "like a slave longing for shade, like a worker thinking only of his wages.",
              "reference": "Iyov (Job) 7:2"
            },
            {
              "content": "So I am assigned months of meaninglessness; troubled nights are my lot.",
              "reference": "Iyov (Job) 7:3"
            },
            {
              "content": "When I lie down, I ask, ‘When can I get up?’ But the night is long, and I keep tossing to and fro until daybreak.",
              "reference": "Iyov (Job) 7:4"
            },
            {
              "content": "My flesh is clothed with worms and dirt, my skin forms scabs that ooze pus.",
              "reference": "Iyov (Job) 7:5"
            },
            {
              "content": "My days pass more swiftly than a weaver’s shuttle and come to their end without hope.",
              "reference": "Iyov (Job) 7:6"
            },
            {
              "content": "“Remember that my life is but a breath; my eyes will never again see good times.",
              "reference": "Iyov (Job) 7:7"
            },
            {
              "content": "The eye that now sees me will see me no more; while your eyes are on me, I will be gone.",
              "reference": "Iyov (Job) 7:8"
            },
            {
              "content": "Like a cloud dissolving and disappearing, so he who descends to Sh’ol won’t come back up.",
              "reference": "Iyov (Job) 7:9"
            },
            {
              "content": "He will not return again to his house, and his home will know him no more.",
              "reference": "Iyov (Job) 7:10"
            },
            {
              "content": "“Therefore I will not restrain my mouth but will speak in my anguish of spirit and complain in my bitterness of soul.",
              "reference": "Iyov (Job) 7:11"
            },
            {
              "content": "Am I the sea, or some sea monster, that you put a guard over me?",
              "reference": "Iyov (Job) 7:12"
            },
            {
              "content": "When I think that my bed will comfort me, that my couch will relieve my complaint,",
              "reference": "Iyov (Job) 7:13"
            },
            {
              "content": "then you terrify me with dreams and frighten me with visions.",
              "reference": "Iyov (Job) 7:14"
            },
            {
              "content": "I would rather be strangled; death would be better than these bones of mine.",
              "reference": "Iyov (Job) 7:15"
            },
            {
              "content": "I hate it! I won’t live forever, so leave me alone, for my life means nothing.",
              "reference": "Iyov (Job) 7:16"
            },
            {
              "content": "“What are mere mortals, that you make so much of them? Why do you keep them on your mind?",
              "reference": "Iyov (Job) 7:17"
            },
            {
              "content": "Why examine them every morning and test them every moment?",
              "reference": "Iyov (Job) 7:18"
            },
            {
              "content": "Won’t you ever take your eyes off of me, at least long enough for me to swallow my spit?",
              "reference": "Iyov (Job) 7:19"
            },
            {
              "content": "“Suppose I do sin — how do I harm you, you scrutinizer of humanity? Why have you made me your target, so that I am a burden to you?",
              "reference": "Iyov (Job) 7:20"
            },
            {
              "content": "Why don’t you pardon my offense and take away my guilt? For soon I will lie down in the dust; you will seek me, but I will be gone.”",
              "reference": "Iyov (Job) 7:21"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Iyov (Job) 8 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Bildad the Shuchi spoke next:",
              "reference": "Iyov (Job) 8:1"
            },
            {
              "content": "“How long will you go on talking like this? What you are saying is raging wind!",
              "reference": "Iyov (Job) 8:2"
            },
            {
              "content": "Does God distort judgment? Does Shaddai pervert justice?",
              "reference": "Iyov (Job) 8:3"
            },
            {
              "content": "If your children sinned against him, he left them to be victims of their own offense.",
              "reference": "Iyov (Job) 8:4"
            },
            {
              "content": "“If you will earnestly seek God and plead for Shaddai’s favor,",
              "reference": "Iyov (Job) 8:5"
            },
            {
              "content": "if you are pure and upright; then he will rouse himself for you and fulfill your needs.",
              "reference": "Iyov (Job) 8:6"
            },
            {
              "content": "Then, although your beginnings were small, your future will be very great indeed.",
              "reference": "Iyov (Job) 8:7"
            },
            {
              "content": "“Ask the older generation, and consider what their ancestors found out;",
              "reference": "Iyov (Job) 8:8"
            },
            {
              "content": "for we who were born yesterday know nothing, our days on earth are but a shadow.",
              "reference": "Iyov (Job) 8:9"
            },
            {
              "content": "They will teach you, they will tell you, they will say what is in their hearts:",
              "reference": "Iyov (Job) 8:10"
            },
            {
              "content": "‘Can papyrus grow except in a marsh? Can swamp grass flourish without water?",
              "reference": "Iyov (Job) 8:11"
            },
            {
              "content": "While still green, before being cut down, it dries up faster than any other plant.",
              "reference": "Iyov (Job) 8:12"
            },
            {
              "content": "Such are the paths of all who forget God; the hope of a hypocrite will perish —",
              "reference": "Iyov (Job) 8:13"
            },
            {
              "content": "his confidence is mere gossamer, his trust a spider’s web.",
              "reference": "Iyov (Job) 8:14"
            },
            {
              "content": "He can lean on his house, but it won’t stand; he can hold on to it, but it won’t last;",
              "reference": "Iyov (Job) 8:15"
            },
            {
              "content": "[for its destruction will come] like the lush growth of a plant in the sun, its shoots may spread out all over its garden,",
              "reference": "Iyov (Job) 8:16"
            },
            {
              "content": "but meanwhile its roots cause the stone house to collapse, as it seizes hold of the rocks;",
              "reference": "Iyov (Job) 8:17"
            },
            {
              "content": "someone who tears it away from its place denies he has ever seen it.",
              "reference": "Iyov (Job) 8:18"
            },
            {
              "content": "Yes, this is the “joy” of the way [of the godless], and out of the dust will spring up others [like him].’",
              "reference": "Iyov (Job) 8:19"
            },
            {
              "content": "“Look, God will not reject a blameless man; nor will he uphold wrongdoers.",
              "reference": "Iyov (Job) 8:20"
            },
            {
              "content": "He will yet fill your mouth with laughter and your lips with shouts of joy.",
              "reference": "Iyov (Job) 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame, and the tent of the wicked will cease to exist.”",
              "reference": "Iyov (Job) 8:22"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Iyov (Job) 9 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Iyov responded:",
              "reference": "Iyov (Job) 9:1"
            },
            {
              "content": "“Indeed, I know that this is so; but how can a human win a case against God?",
              "reference": "Iyov (Job) 9:2"
            },
            {
              "content": "Whoever might want to argue with him could not answer him one [question] in a thousand.",
              "reference": "Iyov (Job) 9:3"
            },
            {
              "content": "His heart is so wise, his strength so great — who can resist him and succeed?",
              "reference": "Iyov (Job) 9:4"
            },
            {
              "content": "“He moves the mountains, although they don’t know it, when he overturns them in his anger.",
              "reference": "Iyov (Job) 9:5"
            },
            {
              "content": "He shakes the earth from its place; its supporting pillars tremble.",
              "reference": "Iyov (Job) 9:6"
            },
            {
              "content": "He commands the sun, and it fails to rise; he shuts up the stars under his seal.",
              "reference": "Iyov (Job) 9:7"
            },
            {
              "content": "He alone spreads out the sky and walks on the waves in the sea.",
              "reference": "Iyov (Job) 9:8"
            },
            {
              "content": "He made the Great Bear, Orion, the Pleiades and the hidden constellations of the south.",
              "reference": "Iyov (Job) 9:9"
            },
            {
              "content": "He does great, unsearchable things, wonders beyond counting.",
              "reference": "Iyov (Job) 9:10"
            },
            {
              "content": "He can go right by me, and I don’t see him; he moves past without my being aware of him.",
              "reference": "Iyov (Job) 9:11"
            },
            {
              "content": "If he kills [people], who will ask why? Who will say to him, ‘What are you doing?’",
              "reference": "Iyov (Job) 9:12"
            },
            {
              "content": "God will not withdraw his anger — even Rahav’s supporters submit to him.",
              "reference": "Iyov (Job) 9:13"
            },
            {
              "content": "“How much less can I answer him and select my arguments against him!",
              "reference": "Iyov (Job) 9:14"
            },
            {
              "content": "Even if I were right, I wouldn’t answer; I could only ask for mercy from my judge.",
              "reference": "Iyov (Job) 9:15"
            },
            {
              "content": "If I summoned him, and he answered me, I still can’t believe he would listen to my plea.",
              "reference": "Iyov (Job) 9:16"
            },
            {
              "content": "He could break me with a storm; he could multiply my wounds for no reason,",
              "reference": "Iyov (Job) 9:17"
            },
            {
              "content": "to the point where I couldn’t even breathe — with such bitterness he could fill me!",
              "reference": "Iyov (Job) 9:18"
            },
            {
              "content": "If it’s a matter of force, look how mighty he is; if justice, who can summon him to court?",
              "reference": "Iyov (Job) 9:19"
            },
            {
              "content": "Even if I’m right, my own mouth will condemn me; if I’m innocent, it would pronounce me guilty.",
              "reference": "Iyov (Job) 9:20"
            },
            {
              "content": "“I am innocent. Don’t I know myself? But I’ve had enough of this life of mine!",
              "reference": "Iyov (Job) 9:21"
            },
            {
              "content": "So I say it’s all the same — he destroys innocent and wicked alike.",
              "reference": "Iyov (Job) 9:22"
            },
            {
              "content": "When disaster brings sudden death, he laughs at the plight of the innocent.",
              "reference": "Iyov (Job) 9:23"
            },
            {
              "content": "The earth has been given to the power of the wicked; he covers the faces of its judges — if it isn’t he, then who is it?",
              "reference": "Iyov (Job) 9:24"
            },
            {
              "content": "My days pass on more swiftly than a runner; they flee without seeing anything good.",
              "reference": "Iyov (Job) 9:25"
            },
            {
              "content": "They skim by like skiffs built of reeds, like an eagle swooping down on its prey.",
              "reference": "Iyov (Job) 9:26"
            },
            {
              "content": "“If I say, ‘I’ll forget my complaining, I’ll put off my sad face and be cheerful,’",
              "reference": "Iyov (Job) 9:27"
            },
            {
              "content": "then I’m still afraid of all my pain, and I know you will not hold me innocent.",
              "reference": "Iyov (Job) 9:28"
            },
            {
              "content": "I will be condemned, so why waste my efforts?",
              "reference": "Iyov (Job) 9:29"
            },
            {
              "content": "Even if I washed myself in melted snow and cleansed my hands with lye,",
              "reference": "Iyov (Job) 9:30"
            },
            {
              "content": "you would plunge me into the muddy pit, till my own clothes would detest me.",
              "reference": "Iyov (Job) 9:31"
            },
            {
              "content": "“For he is not merely human like me; there is no answer that I could give him if we were to come together in court.",
              "reference": "Iyov (Job) 9:32"
            },
            {
              "content": "There is no arbitrator between us who could lay his hand on us both.",
              "reference": "Iyov (Job) 9:33"
            },
            {
              "content": "If he would remove his rod from me and not let his terrors frighten me,",
              "reference": "Iyov (Job) 9:34"
            },
            {
              "content": "then I would speak without fear of him; for when I’m alone, I’m not afraid.",
              "reference": "Iyov (Job) 9:35"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Iyov (Job) 10 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“I am just worn out. “By my life [I swear], I will never abandon my complaint; I will speak out in my soul’s bitterness.",
              "reference": "Iyov (Job) 10:1"
            },
            {
              "content": "I will say to God, ‘Don’t condemn me! Tell me why you are contending with me.",
              "reference": "Iyov (Job) 10:2"
            },
            {
              "content": "Do you gain some advantage from oppressing, from spurning what your own hands made, from shining on the schemes of the wicked?",
              "reference": "Iyov (Job) 10:3"
            },
            {
              "content": "Do you have eyes of flesh? Do you see as humans see?",
              "reference": "Iyov (Job) 10:4"
            },
            {
              "content": "Are your days like the days of mortals? Are your years like human years,",
              "reference": "Iyov (Job) 10:5"
            },
            {
              "content": "that you have to seek my guilt and search out my sin?",
              "reference": "Iyov (Job) 10:6"
            },
            {
              "content": "You know that I won’t be condemned, yet no one can rescue me from your power.",
              "reference": "Iyov (Job) 10:7"
            },
            {
              "content": "Your own hands shaped me, they made me; so why do you turn and destroy me?",
              "reference": "Iyov (Job) 10:8"
            },
            {
              "content": "Please remember that you made me, like clay; will you return me to dust?",
              "reference": "Iyov (Job) 10:9"
            },
            {
              "content": "Didn’t you pour me out like milk, then let me thicken like cheese?",
              "reference": "Iyov (Job) 10:10"
            },
            {
              "content": "You clothed me with skin and flesh you knit me together with bones and sinews.",
              "reference": "Iyov (Job) 10:11"
            },
            {
              "content": "You granted me life and grace; your careful attention preserved my spirit.",
              "reference": "Iyov (Job) 10:12"
            },
            {
              "content": "“‘Yet you hid these things in your heart; I know what your secret purpose was —",
              "reference": "Iyov (Job) 10:13"
            },
            {
              "content": "to watch until I would sin and then not absolve me of my guilt.",
              "reference": "Iyov (Job) 10:14"
            },
            {
              "content": "If I am wicked, woe to me! — but if righteous, I still don’t dare raise my head, because I am so filled with shame, so soaked in my misery.",
              "reference": "Iyov (Job) 10:15"
            },
            {
              "content": "You rise up to hunt me like a lion, and you keep treating me in such peculiar ways.",
              "reference": "Iyov (Job) 10:16"
            },
            {
              "content": "You keep producing fresh witnesses against me, your anger against me keeps growing, your troops assail me, wave after wave.",
              "reference": "Iyov (Job) 10:17"
            },
            {
              "content": "“‘Why did you bring me out of the womb? I wish I had died there where no eye could see me.",
              "reference": "Iyov (Job) 10:18"
            },
            {
              "content": "I would have been as if I had never existed, I would have been carried from womb to grave.",
              "reference": "Iyov (Job) 10:19"
            },
            {
              "content": "Aren’t my days few? So stop! Leave me alone, so I can cheer up a little",
              "reference": "Iyov (Job) 10:20"
            },
            {
              "content": "before I go to the place of no return, to the land of darkness and death-dark gloom,",
              "reference": "Iyov (Job) 10:21"
            },
            {
              "content": "a land of gloom like darkness itself, of dense darkness and utter disorder, where even the light is dark.’”",
              "reference": "Iyov (Job) 10:22"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Iyov (Job) 11 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Next Tzofar the Na‘amati spoke up:",
              "reference": "Iyov (Job) 11:1"
            },
            {
              "content": "“Shouldn’t this torrent of words be answered? Does talking a lot make a person right?",
              "reference": "Iyov (Job) 11:2"
            },
            {
              "content": "Is your babble supposed to put others to silence? When you mock, is no one to make you ashamed?",
              "reference": "Iyov (Job) 11:3"
            },
            {
              "content": "“You claim that your teaching is pure; you tell [God], ‘I am clean in your sight.’",
              "reference": "Iyov (Job) 11:4"
            },
            {
              "content": "I wish that God would speak, would open his mouth to answer you,",
              "reference": "Iyov (Job) 11:5"
            },
            {
              "content": "would tell you the secrets of wisdom, which is worth twice as much as common sense. Understand that God is demanding of you less than your guilt deserves.",
              "reference": "Iyov (Job) 11:6"
            },
            {
              "content": "“Can you penetrate God’s depths? Can you find out Shaddai’s limits?",
              "reference": "Iyov (Job) 11:7"
            },
            {
              "content": "They’re as high as heaven; what can you do? They’re deeper than Sh’ol; what can you know?",
              "reference": "Iyov (Job) 11:8"
            },
            {
              "content": "Their extent is longer than the earth and broader than the sea.",
              "reference": "Iyov (Job) 11:9"
            },
            {
              "content": "If he passes through, puts in prison and assembles [for judgment], who can prevent him?",
              "reference": "Iyov (Job) 11:10"
            },
            {
              "content": "For he knows when people are worthless; so if he sees iniquity, won’t he look into it?",
              "reference": "Iyov (Job) 11:11"
            },
            {
              "content": "“An empty man can gain understanding, even if he was born like a wild donkey.",
              "reference": "Iyov (Job) 11:12"
            },
            {
              "content": "If you will set your heart right, if you will spread out your hands toward him,",
              "reference": "Iyov (Job) 11:13"
            },
            {
              "content": "if you will put your iniquity at a distance and not let unrighteousness remain in your tents,",
              "reference": "Iyov (Job) 11:14"
            },
            {
              "content": "then when you lift up your face, there will be no defect; you will be firm and free from fear.",
              "reference": "Iyov (Job) 11:15"
            },
            {
              "content": "“For you will forget your misery; you’ll remember it like a flood that passed through long ago;",
              "reference": "Iyov (Job) 11:16"
            },
            {
              "content": "your life will be brighter than noon; even its darkness will be like morning.",
              "reference": "Iyov (Job) 11:17"
            },
            {
              "content": "You will be confident, because there is hope; you will look around you and lie down secure;",
              "reference": "Iyov (Job) 11:18"
            },
            {
              "content": "you will rest, and no one will make you afraid. Many will seek your favor;",
              "reference": "Iyov (Job) 11:19"
            },
            {
              "content": "but the eyes of the wicked will fail [to find comfort]. They will find no way to escape, and their hope will turn to complete disappointment.”",
              "reference": "Iyov (Job) 11:20"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Iyov (Job) 12 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Iyov responded:",
              "reference": "Iyov (Job) 12:1"
            },
            {
              "content": "“No doubt you are [the only] people [that matter]; and when you die, so will wisdom.",
              "reference": "Iyov (Job) 12:2"
            },
            {
              "content": "But I too have a brain, as much as you, In no way am I inferior to you. Besides, who doesn’t know things like these?",
              "reference": "Iyov (Job) 12:3"
            },
            {
              "content": "“Anyone who calls on God, and he answers him, becomes a laughingstock to his friends — they make fun of an innocent, blameless man.",
              "reference": "Iyov (Job) 12:4"
            },
            {
              "content": "Those at ease have contempt for misfortune, for the blow that strikes somebody already staggering.",
              "reference": "Iyov (Job) 12:5"
            },
            {
              "content": "The tents of robbers prosper, [the homes of] those who anger God are secure, those who carry their gods in their hands.",
              "reference": "Iyov (Job) 12:6"
            },
            {
              "content": "“But ask the animals — they will teach you — and the birds in the air — they will tell you;",
              "reference": "Iyov (Job) 12:7"
            },
            {
              "content": "or speak to the earth — it will teach you — and the fish in the sea will inform you:",
              "reference": "Iyov (Job) 12:8"
            },
            {
              "content": "every one of them knows that the hand of Adonai has done this!",
              "reference": "Iyov (Job) 12:9"
            },
            {
              "content": "In his hand is the life of every living thing and the spirit of every human being.",
              "reference": "Iyov (Job) 12:10"
            },
            {
              "content": "Shouldn’t the ear test words, just as the palate tastes food?",
              "reference": "Iyov (Job) 12:11"
            },
            {
              "content": "Is wisdom [only] with aged men? discernment [only] with long life?",
              "reference": "Iyov (Job) 12:12"
            },
            {
              "content": "“With God are wisdom and power; he has [good] counsel and understanding.",
              "reference": "Iyov (Job) 12:13"
            },
            {
              "content": "When he breaks something down, it can’t be rebuilt; when he imprisons someone, he can’t be released.",
              "reference": "Iyov (Job) 12:14"
            },
            {
              "content": "When he holds back water, there is drought; when he sends it out, it overruns the land.",
              "reference": "Iyov (Job) 12:15"
            },
            {
              "content": "With him are strength and common sense; both the misled and those who mislead are his.",
              "reference": "Iyov (Job) 12:16"
            },
            {
              "content": "He leads counselors away captive, he makes fools of judges.",
              "reference": "Iyov (Job) 12:17"
            },
            {
              "content": "He removes authority from kings, then binds them up [as prisoners].",
              "reference": "Iyov (Job) 12:18"
            },
            {
              "content": "He leads cohanim away captive and overthrows those long in power.",
              "reference": "Iyov (Job) 12:19"
            },
            {
              "content": "Those who are trusted he deprives of speech, and he removes the discernment of the aged.",
              "reference": "Iyov (Job) 12:20"
            },
            {
              "content": "He pours contempt on princes and loosens the belt of the strong.",
              "reference": "Iyov (Job) 12:21"
            },
            {
              "content": "He discloses the deepest recesses of darkness and brings light into shadows dark as death.",
              "reference": "Iyov (Job) 12:22"
            },
            {
              "content": "He makes nations great and destroys them; he enlarges nations, then leads them away.",
              "reference": "Iyov (Job) 12:23"
            },
            {
              "content": "He removes understanding from a country’s leaders and makes them wander in trackless deserts.",
              "reference": "Iyov (Job) 12:24"
            },
            {
              "content": "They grope in unlit darkness; he makes them stagger like drunks.",
              "reference": "Iyov (Job) 12:25"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Iyov (Job) 13 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“All this I have seen with my own eyes; with my own ears I have heard and understood it.",
              "reference": "Iyov (Job) 13:1"
            },
            {
              "content": "Whatever you know, I know too; I am not inferior to you.",
              "reference": "Iyov (Job) 13:2"
            },
            {
              "content": "However, it’s Shaddai I want to speak with; I want to prove my case to God.",
              "reference": "Iyov (Job) 13:3"
            },
            {
              "content": "But you, what you do is whitewash with lies; you are all witch doctors!",
              "reference": "Iyov (Job) 13:4"
            },
            {
              "content": "I wish you would just stay silent; for you, that would be wisdom!",
              "reference": "Iyov (Job) 13:5"
            },
            {
              "content": "“Now listen to my reasoning, pay attention to how I present my dispute.",
              "reference": "Iyov (Job) 13:6"
            },
            {
              "content": "Is it for God’s sake that you speak so wickedly? for him that you talk deceitfully?",
              "reference": "Iyov (Job) 13:7"
            },
            {
              "content": "Do you need to take his side and plead God’s case for him?",
              "reference": "Iyov (Job) 13:8"
            },
            {
              "content": "If he examines you, will all go well? Can you deceive him, as one man deceives another?",
              "reference": "Iyov (Job) 13:9"
            },
            {
              "content": "If you are secretly flattering [him], he will surely rebuke you.",
              "reference": "Iyov (Job) 13:10"
            },
            {
              "content": "Doesn’t God’s majesty terrify you? Aren’t you overcome with dread of him?",
              "reference": "Iyov (Job) 13:11"
            },
            {
              "content": "Your maxims are garbage-proverbs; your answers crumble like clay.",
              "reference": "Iyov (Job) 13:12"
            },
            {
              "content": "“So be quiet! Let me be! I’ll do the talking, come on me what may!",
              "reference": "Iyov (Job) 13:13"
            },
            {
              "content": "Why am I taking my flesh in my teeth, taking my life in my hands?",
              "reference": "Iyov (Job) 13:14"
            },
            {
              "content": "Look, he will kill me — I don’t expect more, but I will still defend my ways to his face.",
              "reference": "Iyov (Job) 13:15"
            },
            {
              "content": "And this is what will save me — that a hypocrite cannot appear before him.",
              "reference": "Iyov (Job) 13:16"
            },
            {
              "content": "“Listen closely, then, to my words; pay attention to what I am saying.",
              "reference": "Iyov (Job) 13:17"
            },
            {
              "content": "Here, now, I have prepared my case; I know I am in the right.",
              "reference": "Iyov (Job) 13:18"
            },
            {
              "content": "If anyone can contend with me, I will be quiet and die!",
              "reference": "Iyov (Job) 13:19"
            },
            {
              "content": "“Only grant two things to me, God; then I won’t hide myself from your face —",
              "reference": "Iyov (Job) 13:20"
            },
            {
              "content": "take your hand away from me, and don’t let fear of you frighten me.",
              "reference": "Iyov (Job) 13:21"
            },
            {
              "content": "Then, if you call, I will answer. Or let me speak, and you, answer me!",
              "reference": "Iyov (Job) 13:22"
            },
            {
              "content": "How many crimes and sins have I committed? Make me know my transgression and sin.",
              "reference": "Iyov (Job) 13:23"
            },
            {
              "content": "Why do you hide your face and think of me as your enemy?",
              "reference": "Iyov (Job) 13:24"
            },
            {
              "content": "Do you want to harass a wind-driven leaf? do you want to pursue a dry straw?",
              "reference": "Iyov (Job) 13:25"
            },
            {
              "content": "Is this why you draw up bitter charges against me and punish me for the faults of my youth?",
              "reference": "Iyov (Job) 13:26"
            },
            {
              "content": "You put my feet in the stocks, you watch me closely wherever I go, you trace out each footprint of mine —",
              "reference": "Iyov (Job) 13:27"
            },
            {
              "content": "though [my body] decays like something rotten or like a moth-eaten garment.",
              "reference": "Iyov (Job) 13:28"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Iyov (Job) 14 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“A human being, born from a woman, lives a short, trouble-filled life.",
              "reference": "Iyov (Job) 14:1"
            },
            {
              "content": "He comes up like a flower and withers away, flees like a shadow, doesn’t last.",
              "reference": "Iyov (Job) 14:2"
            },
            {
              "content": "You fix your eyes on a creature like this? You drag him to court with you?",
              "reference": "Iyov (Job) 14:3"
            },
            {
              "content": "Who can bring what is pure from something impure? No one!",
              "reference": "Iyov (Job) 14:4"
            },
            {
              "content": "Since his days are fixed in advance, the number of his months is known to you, and you have fixed the limits which he can’t cross;",
              "reference": "Iyov (Job) 14:5"
            },
            {
              "content": "look away from him, and let him be; so that, like a hired worker, he can finish his day in peace.",
              "reference": "Iyov (Job) 14:6"
            },
            {
              "content": "“For a tree, there is hope that if cut down, it will sprout again, that its shoots will continue to grow.",
              "reference": "Iyov (Job) 14:7"
            },
            {
              "content": "Even if its roots grow old in the earth and its stump dies in the ground,",
              "reference": "Iyov (Job) 14:8"
            },
            {
              "content": "yet at the scent of water it will bud and put forth branches like a young plant.",
              "reference": "Iyov (Job) 14:9"
            },
            {
              "content": "But when a human being grows weak and dies, he expires; and then where is he?",
              "reference": "Iyov (Job) 14:10"
            },
            {
              "content": "Just as water in a lake disappears, as a river shrinks and dries up;",
              "reference": "Iyov (Job) 14:11"
            },
            {
              "content": "so a person lies down and doesn’t arise — until the sky no longer exists; it will not awaken, it won’t be roused from its sleep.",
              "reference": "Iyov (Job) 14:12"
            },
            {
              "content": "“I wish you would hide me in Sh’ol, conceal me until your anger has passed, then fix a time and remember me!",
              "reference": "Iyov (Job) 14:13"
            },
            {
              "content": "If a man dies, will he live again? I will wait all the days of my life for my change to come.",
              "reference": "Iyov (Job) 14:14"
            },
            {
              "content": "You will call, and I will answer you; you will long to see what you made again.",
              "reference": "Iyov (Job) 14:15"
            },
            {
              "content": "Whereas now you count each step of mine, then you will not keep watch for my sin.",
              "reference": "Iyov (Job) 14:16"
            },
            {
              "content": "You will seal up my crime in a bag and cover over my iniquity.",
              "reference": "Iyov (Job) 14:17"
            },
            {
              "content": "“Just as a mountain erodes and falls away, its rock is removed from its place,",
              "reference": "Iyov (Job) 14:18"
            },
            {
              "content": "the water wears away its stones, and the floods wash away its soil, so you destroy a person’s hope.",
              "reference": "Iyov (Job) 14:19"
            },
            {
              "content": "You overpower him, and he passes on; you change his appearance and send him away.",
              "reference": "Iyov (Job) 14:20"
            },
            {
              "content": "His children earn honor, but he doesn’t know it; or they are brought low, but he doesn’t notice.",
              "reference": "Iyov (Job) 14:21"
            },
            {
              "content": "He feels pain only for his own flesh; he laments only for himself.”",
              "reference": "Iyov (Job) 14:22"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Iyov (Job) 15 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Elifaz the Teimani spoke:",
              "reference": "Iyov (Job) 15:1"
            },
            {
              "content": "“Should a wise man answer with hot-air arguments? Should he fill up his belly with the hot east wind?",
              "reference": "Iyov (Job) 15:2"
            },
            {
              "content": "Should he reason with useless talk or make speeches that do him no good?",
              "reference": "Iyov (Job) 15:3"
            },
            {
              "content": "“Why, you are abolishing fear of God and hindering prayer to him!",
              "reference": "Iyov (Job) 15:4"
            },
            {
              "content": "Your iniquity is teaching you how to speak, and deceit is your language of choice.",
              "reference": "Iyov (Job) 15:5"
            },
            {
              "content": "Your own mouth condemns you, not I; your own lips testify against you.",
              "reference": "Iyov (Job) 15:6"
            },
            {
              "content": "“Were you the firstborn of the human race, brought forth before the hills?",
              "reference": "Iyov (Job) 15:7"
            },
            {
              "content": "Do you listen in on God’s secrets? Do you limit wisdom to yourself?",
              "reference": "Iyov (Job) 15:8"
            },
            {
              "content": "What do you know that we don’t know? What discernment do you have that we don’t?",
              "reference": "Iyov (Job) 15:9"
            },
            {
              "content": "With us are gray-haired men, old men, men much older than your father.",
              "reference": "Iyov (Job) 15:10"
            },
            {
              "content": "Are the comfortings of God not enough for you, or a word that deals gently with you?",
              "reference": "Iyov (Job) 15:11"
            },
            {
              "content": "Why does your heart carry you away, and why do your eyes flash angrily,",
              "reference": "Iyov (Job) 15:12"
            },
            {
              "content": "so that you turn your spirit against God and let such words escape your mouth?",
              "reference": "Iyov (Job) 15:13"
            },
            {
              "content": "“What is a human being, that he could be innocent, someone born from a woman, that he could be righteous?",
              "reference": "Iyov (Job) 15:14"
            },
            {
              "content": "God doesn’t trust even his holy ones; no, even the heavens are not innocent in his view.",
              "reference": "Iyov (Job) 15:15"
            },
            {
              "content": "How much less one loathesome and corrupt, a human being, who drinks iniquity like water.",
              "reference": "Iyov (Job) 15:16"
            },
            {
              "content": "“I will tell you — hear me out! I will recount what I have seen;",
              "reference": "Iyov (Job) 15:17"
            },
            {
              "content": "wise men have told it, and it wasn’t hidden from their fathers either,",
              "reference": "Iyov (Job) 15:18"
            },
            {
              "content": "to whom alone the land was given — no foreigner passed among them.",
              "reference": "Iyov (Job) 15:19"
            },
            {
              "content": "“The wicked is in torment all his life, for all the years allotted to the tyrant.",
              "reference": "Iyov (Job) 15:20"
            },
            {
              "content": "Terrifying sounds are in his ears; in prosperity, robbers swoop down on him.",
              "reference": "Iyov (Job) 15:21"
            },
            {
              "content": "He despairs of returning from darkness — he is destined to meet the sword.",
              "reference": "Iyov (Job) 15:22"
            },
            {
              "content": "He wanders and looks for food, which isn’t there. He knows the day of darkness is ready, at hand.",
              "reference": "Iyov (Job) 15:23"
            },
            {
              "content": "Distress and anguish overwhelm him, assaulting him like a king about to enter battle.",
              "reference": "Iyov (Job) 15:24"
            },
            {
              "content": "“He raises his hand against God and boldly defies Shaddai,",
              "reference": "Iyov (Job) 15:25"
            },
            {
              "content": "running against him with head held high and thickly ornamented shield.",
              "reference": "Iyov (Job) 15:26"
            },
            {
              "content": "“He lets his face grow gross and fat, and the rest of him bulges with blubber;",
              "reference": "Iyov (Job) 15:27"
            },
            {
              "content": "he lives in abandoned cities, in houses no one would inhabit, houses about to become ruins;",
              "reference": "Iyov (Job) 15:28"
            },
            {
              "content": "therefore he will not remain rich, his wealth will not endure, his produce will not bend [the grain stalks] to the earth.",
              "reference": "Iyov (Job) 15:29"
            },
            {
              "content": "“He will not escape from darkness. The flame will dry up his branches. By a breath from the mouth of [God], he will go away.",
              "reference": "Iyov (Job) 15:30"
            },
            {
              "content": "Let him not rely on futile methods, thereby deceiving himself; for what he will receive in exchange will be only futility.",
              "reference": "Iyov (Job) 15:31"
            },
            {
              "content": "This will be accomplished in advance of its day. His palm frond will not be fresh and green;",
              "reference": "Iyov (Job) 15:32"
            },
            {
              "content": "he will be like a vine that sheds its unripe grapes, like an olive tree that drops its flowers.",
              "reference": "Iyov (Job) 15:33"
            },
            {
              "content": "“For the community of the ungodly is sterile; fire consumes the tents of bribery.",
              "reference": "Iyov (Job) 15:34"
            },
            {
              "content": "They conceive trouble and give birth to evil; their womb prepares deceit.”",
              "reference": "Iyov (Job) 15:35"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Iyov (Job) 16 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "In response Iyov said:",
              "reference": "Iyov (Job) 16:1"
            },
            {
              "content": "“I have heard this stuff so often! Such sorry comforters, all of you!",
              "reference": "Iyov (Job) 16:2"
            },
            {
              "content": "Is there no end to words of wind? What provokes you to answer this way?",
              "reference": "Iyov (Job) 16:3"
            },
            {
              "content": "“If I were in your place, I too could speak as you do — I could string phrases together against you and shake my head at you.",
              "reference": "Iyov (Job) 16:4"
            },
            {
              "content": "I could ‘strengthen’ you with my mouth, with lip service I could ‘ease your grief.’",
              "reference": "Iyov (Job) 16:5"
            },
            {
              "content": "If I speak, my own pain isn’t eased; and if I don’t speak, it still doesn’t leave.",
              "reference": "Iyov (Job) 16:6"
            },
            {
              "content": "“But now he has worn me out; you have desolated this whole community of mine.",
              "reference": "Iyov (Job) 16:7"
            },
            {
              "content": "Besides, you have shriveled me up; and this serves to witness against me. My being so thin rises up against me and testifies to my face.",
              "reference": "Iyov (Job) 16:8"
            },
            {
              "content": "He tears me apart in his anger; he holds a grudge against me; he gnashes on me with his teeth. “My enemies look daggers at me.",
              "reference": "Iyov (Job) 16:9"
            },
            {
              "content": "Wide-mouthed, they gape at me; with scorn, they slap my cheeks; they gather themselves together against me.",
              "reference": "Iyov (Job) 16:10"
            },
            {
              "content": "“God delivers me to the perverse, throws me into the hands of the wicked.",
              "reference": "Iyov (Job) 16:11"
            },
            {
              "content": "I was at peace, and he shook me apart. Yes, he grabbed me by the neck and dashed me to pieces. He set me up as his target —",
              "reference": "Iyov (Job) 16:12"
            },
            {
              "content": "his archers surrounded me. He slashes my innards and shows no mercy, he pours my gall on the ground.",
              "reference": "Iyov (Job) 16:13"
            },
            {
              "content": "He breaks in on me again and again, attacking me like a warrior.",
              "reference": "Iyov (Job) 16:14"
            },
            {
              "content": "“I sewed sackcloth together to cover my skin and laid my pride in the dust;",
              "reference": "Iyov (Job) 16:15"
            },
            {
              "content": "my face is red from crying, and on my eyelids is a death-dark shadow.",
              "reference": "Iyov (Job) 16:16"
            },
            {
              "content": "Yet my hands are free from violence, and my prayer is pure.",
              "reference": "Iyov (Job) 16:17"
            },
            {
              "content": "“Earth, don’t cover my blood; don’t let my cry rest [without being answered].",
              "reference": "Iyov (Job) 16:18"
            },
            {
              "content": "Even now, my witness is in heaven; my advocate is there on high.",
              "reference": "Iyov (Job) 16:19"
            },
            {
              "content": "With friends like these as intercessors, my eyes pour out tears to God,",
              "reference": "Iyov (Job) 16:20"
            },
            {
              "content": "that he would arbitrate between a man and God, just as one does for his fellow human being.",
              "reference": "Iyov (Job) 16:21"
            },
            {
              "content": "For I have but few years left before I leave on the road of no return.",
              "reference": "Iyov (Job) 16:22"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Iyov (Job) 17 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“My spirit is broken, my days are quenched, I am marked for the grave.",
              "reference": "Iyov (Job) 17:1"
            },
            {
              "content": "Mockers are all around me; my eye meets only their hostility.",
              "reference": "Iyov (Job) 17:2"
            },
            {
              "content": "Be my guarantor, yourself! Who else will put up a pledge for me?",
              "reference": "Iyov (Job) 17:3"
            },
            {
              "content": "For you have shut their minds to common sense; therefore you will not let them triumph.",
              "reference": "Iyov (Job) 17:4"
            },
            {
              "content": "Should people share with their friends when their own children’s eyes are so sad?",
              "reference": "Iyov (Job) 17:5"
            },
            {
              "content": "“He has made me a byword among the peoples, a creature in whose face they spit.",
              "reference": "Iyov (Job) 17:6"
            },
            {
              "content": "I am nearly blind with grief, my limbs reduced to a shadow.",
              "reference": "Iyov (Job) 17:7"
            },
            {
              "content": "The upright are perplexed at this, the innocent aroused against the hypocrites.",
              "reference": "Iyov (Job) 17:8"
            },
            {
              "content": "Yet the righteous hold on to their way, and those with clean hands grow stronger and stronger.",
              "reference": "Iyov (Job) 17:9"
            },
            {
              "content": "“But as for you all, turn around! Come back! — yet I won’t find a wise man among you.",
              "reference": "Iyov (Job) 17:10"
            },
            {
              "content": "My days are over, my plans cut off, which I had cherished so;",
              "reference": "Iyov (Job) 17:11"
            },
            {
              "content": "but they [try to] turn [my] night into day, [saying,] ‘Light is near!’ — in the face of darkness.",
              "reference": "Iyov (Job) 17:12"
            },
            {
              "content": "“If I hope for Sh’ol to be my house; if I spread my couch in the dark;",
              "reference": "Iyov (Job) 17:13"
            },
            {
              "content": "if I say to the pit, ‘You are my father,’ and to worms, ‘You are my mother and sister,’",
              "reference": "Iyov (Job) 17:14"
            },
            {
              "content": "then where is my hope? And that hope of mine, who will see it?",
              "reference": "Iyov (Job) 17:15"
            },
            {
              "content": "Only those who go down with me to the bars of Sh’ol, when we rest together in the dust.”",
              "reference": "Iyov (Job) 17:16"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Iyov (Job) 18 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Bildad the Shuchi said,",
              "reference": "Iyov (Job) 18:1"
            },
            {
              "content": "“When will you put an end to words? Think about it — then we’ll talk!",
              "reference": "Iyov (Job) 18:2"
            },
            {
              "content": "Why are we thought of as cattle, stupid in your view?",
              "reference": "Iyov (Job) 18:3"
            },
            {
              "content": "You can tear yourself to pieces in your anger, but the earth won’t be abandoned just for your sake; not even a rock will be moved from its place.",
              "reference": "Iyov (Job) 18:4"
            },
            {
              "content": "“The light of the wicked will flicker and die, not a spark from his fire will shine,",
              "reference": "Iyov (Job) 18:5"
            },
            {
              "content": "the light in his tent is darkened, the lamp over him will be snuffed out.",
              "reference": "Iyov (Job) 18:6"
            },
            {
              "content": "His vigorous stride is shortened, his own plans make him trip and fall.",
              "reference": "Iyov (Job) 18:7"
            },
            {
              "content": "For his own feet plunge him into a net, he wanders into its meshes.",
              "reference": "Iyov (Job) 18:8"
            },
            {
              "content": "A trap grabs him by the heel, a snare catches hold of him.",
              "reference": "Iyov (Job) 18:9"
            },
            {
              "content": "A noose is hidden for him in the ground; pitfalls lie in his path.",
              "reference": "Iyov (Job) 18:10"
            },
            {
              "content": "Terrors overwhelm him on every side and scatter about his feet.",
              "reference": "Iyov (Job) 18:11"
            },
            {
              "content": "“Trouble is hungry for him, calamity ready for his fall;",
              "reference": "Iyov (Job) 18:12"
            },
            {
              "content": "disease eats away at his skin; the first stages of death devour him gradually.",
              "reference": "Iyov (Job) 18:13"
            },
            {
              "content": "What he relied on will be torn from his tent, and he will be marched before the king of terrors.",
              "reference": "Iyov (Job) 18:14"
            },
            {
              "content": "“What isn’t his at all will live in his tent; sulfur will be scattered on his home.",
              "reference": "Iyov (Job) 18:15"
            },
            {
              "content": "His roots beneath him will dry up; above him, his branch will wither.",
              "reference": "Iyov (Job) 18:16"
            },
            {
              "content": "Memory of him will fade from the land, while abroad his name will be unknown.",
              "reference": "Iyov (Job) 18:17"
            },
            {
              "content": "He will be pushed from light into darkness and driven out of the world.",
              "reference": "Iyov (Job) 18:18"
            },
            {
              "content": "“Without son or grandson among his people, no one will remain in his dwellings.",
              "reference": "Iyov (Job) 18:19"
            },
            {
              "content": "Those who come after will be appalled at his fate, just as those there before were struck with horror.",
              "reference": "Iyov (Job) 18:20"
            },
            {
              "content": "“This is how things are in the homes of the wicked, and this is the place of those who don’t know God.”",
              "reference": "Iyov (Job) 18:21"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Iyov (Job) 19 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Iyov answered:",
              "reference": "Iyov (Job) 19:1"
            },
            {
              "content": "“How long will you go on making me angry, crushing me with words?",
              "reference": "Iyov (Job) 19:2"
            },
            {
              "content": "You’ve insulted me ten times already; aren’t you ashamed to treat me so badly?",
              "reference": "Iyov (Job) 19:3"
            },
            {
              "content": "Even if it’s true that I made a mistake, my error stays with me.",
              "reference": "Iyov (Job) 19:4"
            },
            {
              "content": "“You may take a superior attitude toward me and cite my disgrace as proof against me;",
              "reference": "Iyov (Job) 19:5"
            },
            {
              "content": "but know that it’s God who has put me in the wrong and closed his net around me.",
              "reference": "Iyov (Job) 19:6"
            },
            {
              "content": "If I cry, ‘Violence!’ no one hears me; I cry aloud, but there is no justice.",
              "reference": "Iyov (Job) 19:7"
            },
            {
              "content": "“He has fenced off my way, so that I can’t pass; he has covered my paths with darkness.",
              "reference": "Iyov (Job) 19:8"
            },
            {
              "content": "He has stripped me of my glory and removed the crown from my head.",
              "reference": "Iyov (Job) 19:9"
            },
            {
              "content": "He tears every part of me down — I am gone; he uproots my hope like a tree.",
              "reference": "Iyov (Job) 19:10"
            },
            {
              "content": "“Inflamed with anger against me, he counts me as one of his foes.",
              "reference": "Iyov (Job) 19:11"
            },
            {
              "content": "His troops advance together, they make their way against me and encamp around my tent.",
              "reference": "Iyov (Job) 19:12"
            },
            {
              "content": "“He has made my brothers keep their distance, those who know me are wholly estranged from me,",
              "reference": "Iyov (Job) 19:13"
            },
            {
              "content": "my kinsfolk have failed me, and my close friends have forgotten me.",
              "reference": "Iyov (Job) 19:14"
            },
            {
              "content": "Those living in my house consider me a stranger; my slave-girls too — in their view I’m a foreigner.",
              "reference": "Iyov (Job) 19:15"
            },
            {
              "content": "I call my servant, and he doesn’t answer, even if I beg him for a favor!",
              "reference": "Iyov (Job) 19:16"
            },
            {
              "content": "“My wife can’t stand my breath, I am loathsome to my own family.",
              "reference": "Iyov (Job) 19:17"
            },
            {
              "content": "Even young children despise me — if I stand up, they start jeering at me.",
              "reference": "Iyov (Job) 19:18"
            },
            {
              "content": "All my intimate friends abhor me, and those I loved have turned against me.",
              "reference": "Iyov (Job) 19:19"
            },
            {
              "content": "My bones stick to my skin and flesh; I have escaped by the skin of my teeth.",
              "reference": "Iyov (Job) 19:20"
            },
            {
              "content": "“Pity me, friends of mine, pity me! For the hand of God has struck me!",
              "reference": "Iyov (Job) 19:21"
            },
            {
              "content": "Must you pursue me as God does, never satisfied with my flesh?",
              "reference": "Iyov (Job) 19:22"
            },
            {
              "content": "I wish my words were written down, that they were inscribed in a scroll,",
              "reference": "Iyov (Job) 19:23"
            },
            {
              "content": "that, engraved with iron and filled with lead, they were cut into rock forever!",
              "reference": "Iyov (Job) 19:24"
            },
            {
              "content": "“But I know that my Redeemer lives, that in the end he will rise on the dust;",
              "reference": "Iyov (Job) 19:25"
            },
            {
              "content": "so that after my skin has been thus destroyed, then even without my flesh, I will see God.",
              "reference": "Iyov (Job) 19:26"
            },
            {
              "content": "I will see him for myself, my eyes, not someone else’s, will behold him. My heart grows weak inside me!",
              "reference": "Iyov (Job) 19:27"
            },
            {
              "content": "“If you say, ‘How will we persecute him?’ — the root of the matter is found in me.",
              "reference": "Iyov (Job) 19:28"
            },
            {
              "content": "You had best fear the sword, for anger brings the punishment of the sword, so that you will know there is judgment!”",
              "reference": "Iyov (Job) 19:29"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Iyov (Job) 20 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Tzofar the Na‘amati replied,",
              "reference": "Iyov (Job) 20:1"
            },
            {
              "content": "“My thoughts are pressing me to answer; I feel such an urge to speak!",
              "reference": "Iyov (Job) 20:2"
            },
            {
              "content": "I have heard reproof that outrages me, but a spirit past my understanding gives me a reply.",
              "reference": "Iyov (Job) 20:3"
            },
            {
              "content": "“Don’t you know that ever since time began, ever since humans were placed on earth,",
              "reference": "Iyov (Job) 20:4"
            },
            {
              "content": "that the triumph of the wicked is always short-lived, and the joy of the ungodly is gone in a moment?",
              "reference": "Iyov (Job) 20:5"
            },
            {
              "content": "His pride may mount to the heavens, his head may touch the clouds;",
              "reference": "Iyov (Job) 20:6"
            },
            {
              "content": "but he will vanish completely, like his own dung — those who used to see him will ask, ‘Where is he?’",
              "reference": "Iyov (Job) 20:7"
            },
            {
              "content": "Like a dream he flies off and is not found again; like a vision in the night he is chased away.",
              "reference": "Iyov (Job) 20:8"
            },
            {
              "content": "The eye which once saw him will see him no more, his place will not behold him again.",
              "reference": "Iyov (Job) 20:9"
            },
            {
              "content": "His children will have to pay back the poor; his hands will restore their wealth.",
              "reference": "Iyov (Job) 20:10"
            },
            {
              "content": "His bones may be filled with [the vigor of] his youth, but it will join him lying in the dust.",
              "reference": "Iyov (Job) 20:11"
            },
            {
              "content": "“Wickedness may taste sweet in his mouth, he may savor and roll it around on his tongue,",
              "reference": "Iyov (Job) 20:12"
            },
            {
              "content": "he may linger over it and not let it go but keep it there in his mouth —",
              "reference": "Iyov (Job) 20:13"
            },
            {
              "content": "yet in his stomach his food goes bad, it works inside him like snake venom;",
              "reference": "Iyov (Job) 20:14"
            },
            {
              "content": "the wealth he swallows he vomits back up; God makes him disgorge it.",
              "reference": "Iyov (Job) 20:15"
            },
            {
              "content": "He sucks the poison of asps, the viper’s fangs will kill him.",
              "reference": "Iyov (Job) 20:16"
            },
            {
              "content": "He will not enjoy the rivers, the streams flowing with honey and cream.",
              "reference": "Iyov (Job) 20:17"
            },
            {
              "content": "He will have to give back what he toiled for; he won’t get to swallow it down — to the degree that he acquired wealth, he won’t get to enjoy it.",
              "reference": "Iyov (Job) 20:18"
            },
            {
              "content": "“For he crushed and abandoned the poor, seizing houses he did not build,",
              "reference": "Iyov (Job) 20:19"
            },
            {
              "content": "because his appetite would not let him rest, in his greed he let nothing escape;",
              "reference": "Iyov (Job) 20:20"
            },
            {
              "content": "nothing is left that he did not devour; therefore his well-being will not last.",
              "reference": "Iyov (Job) 20:21"
            },
            {
              "content": "With all needs satisfied, he will be in distress; the full force of misery will come over him.",
              "reference": "Iyov (Job) 20:22"
            },
            {
              "content": "“This is what will fill his belly! — [God] will lay on him all his burning anger and make it rain over him, into his insides.",
              "reference": "Iyov (Job) 20:23"
            },
            {
              "content": "If he flees from the weapon of iron, the bow of bronze will pierce him through —",
              "reference": "Iyov (Job) 20:24"
            },
            {
              "content": "he pulls the arrow out of his back, the shining tip comes out from his innards; terrors come upon him.",
              "reference": "Iyov (Job) 20:25"
            },
            {
              "content": "“Total darkness is laid up for his treasures, a fire fanned by no one will consume him, and calamity awaits what is left in his tent.",
              "reference": "Iyov (Job) 20:26"
            },
            {
              "content": "The heavens will reveal his guilt, and the earth will rise up against him.",
              "reference": "Iyov (Job) 20:27"
            },
            {
              "content": "The income of his household will be carried off; his goods will flow away on the day of his wrath.",
              "reference": "Iyov (Job) 20:28"
            },
            {
              "content": "This is God’s reward for the wicked, the heritage God decrees for him.”",
              "reference": "Iyov (Job) 20:29"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Iyov (Job) 21 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Iyov responded:",
              "reference": "Iyov (Job) 21:1"
            },
            {
              "content": "“Listen carefully to my words; let this be the comfort you give me.",
              "reference": "Iyov (Job) 21:2"
            },
            {
              "content": "Bear with me as I speak; then, after I have spoken, you can go on mocking.",
              "reference": "Iyov (Job) 21:3"
            },
            {
              "content": "“As for me, is my complaint merely to other people? Don’t I have grounds for being short-tempered?",
              "reference": "Iyov (Job) 21:4"
            },
            {
              "content": "Look at me, and be appalled; cover your mouth with your hand!",
              "reference": "Iyov (Job) 21:5"
            },
            {
              "content": "Whenever I recall it, I am in shock; my whole body shudders.",
              "reference": "Iyov (Job) 21:6"
            },
            {
              "content": "“Why do the wicked go on living, grow old and keep increasing their power?",
              "reference": "Iyov (Job) 21:7"
            },
            {
              "content": "They see their children settled with them, their posterity assured.",
              "reference": "Iyov (Job) 21:8"
            },
            {
              "content": "Their houses are safe, with nothing to fear; God’s rod is not on them.",
              "reference": "Iyov (Job) 21:9"
            },
            {
              "content": "Their bulls are fertile without fail, their cows get pregnant and don’t miscarry.",
              "reference": "Iyov (Job) 21:10"
            },
            {
              "content": "They produce flocks of babies, and their children dance around.",
              "reference": "Iyov (Job) 21:11"
            },
            {
              "content": "They sing with tambourines and lyres and rejoice to the sound of the pipe.",
              "reference": "Iyov (Job) 21:12"
            },
            {
              "content": "They spend their days in prosperity and go down to the grave in peace.",
              "reference": "Iyov (Job) 21:13"
            },
            {
              "content": "“Yet to God they said, ‘Leave us alone! We don’t want to know about your ways.",
              "reference": "Iyov (Job) 21:14"
            },
            {
              "content": "What is Shaddai, that we should serve him? What do we gain if we pray to him?’",
              "reference": "Iyov (Job) 21:15"
            },
            {
              "content": "Isn’t their prosperity already theirs? The plans of the wicked are far from me.",
              "reference": "Iyov (Job) 21:16"
            },
            {
              "content": "“How often is the lamp of the wicked put out? How often does their calamity come upon them? How often does [God] deal out pain in his anger,",
              "reference": "Iyov (Job) 21:17"
            },
            {
              "content": "to make them like straw in the wind, like chaff carried off by a storm?",
              "reference": "Iyov (Job) 21:18"
            },
            {
              "content": "God lays up for their children [the punishment for their] iniquity. He should lay it on [the wicked] themselves, so that they can feel it!",
              "reference": "Iyov (Job) 21:19"
            },
            {
              "content": "Let their own eyes see their own destruction and themselves drink the wrath of Shaddai.",
              "reference": "Iyov (Job) 21:20"
            },
            {
              "content": "What joy can they have in their family after them, given that their months are numbered?",
              "reference": "Iyov (Job) 21:21"
            },
            {
              "content": "“Can anyone teach God knowledge? After all, he judges those who are on high.",
              "reference": "Iyov (Job) 21:22"
            },
            {
              "content": "One person dies in his full strength, completely at ease and content;",
              "reference": "Iyov (Job) 21:23"
            },
            {
              "content": "his pails are full of milk, and the marrow in his bones is moist.",
              "reference": "Iyov (Job) 21:24"
            },
            {
              "content": "Another dies with embittered heart, never having tasted happiness.",
              "reference": "Iyov (Job) 21:25"
            },
            {
              "content": "They lie down alike in the dust, and the worm covers them both.",
              "reference": "Iyov (Job) 21:26"
            },
            {
              "content": "“Look, I know what you are thinking and your plans to do me wrong.",
              "reference": "Iyov (Job) 21:27"
            },
            {
              "content": "You ask, ‘Where is the great man’s house? Where is the tent where the wicked once lived?’",
              "reference": "Iyov (Job) 21:28"
            },
            {
              "content": "Haven’t you ever questioned travelers? Don’t you accept their testimony",
              "reference": "Iyov (Job) 21:29"
            },
            {
              "content": "that the evil man is saved on the day of disaster, rescued on the day of wrath?",
              "reference": "Iyov (Job) 21:30"
            },
            {
              "content": "So who will confront him with his ways? Who will repay him for what he has done?",
              "reference": "Iyov (Job) 21:31"
            },
            {
              "content": "For he is carried off to the grave, people keep watch over his tomb,",
              "reference": "Iyov (Job) 21:32"
            },
            {
              "content": "the clods of the valley are sweet to him; so everyone follows his example, just as before him were countless others.",
              "reference": "Iyov (Job) 21:33"
            },
            {
              "content": "“Why offer me such meaningless comfort? Of your answers, only the perfidy remains.”",
              "reference": "Iyov (Job) 21:34"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Iyov (Job) 22 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Next Elifaz the Teimani replied:",
              "reference": "Iyov (Job) 22:1"
            },
            {
              "content": "“Can a human be of advantage to God? Can even the wisest benefit him?",
              "reference": "Iyov (Job) 22:2"
            },
            {
              "content": "Does Shaddai gain if you are righteous? Does he profit if you make your ways blameless?",
              "reference": "Iyov (Job) 22:3"
            },
            {
              "content": "“Is he rebuking you because you fear him? Is this why he enters into judgment with you?",
              "reference": "Iyov (Job) 22:4"
            },
            {
              "content": "Isn’t it because your wickedness is great? Aren’t your iniquities endless?",
              "reference": "Iyov (Job) 22:5"
            },
            {
              "content": "“For you kept your kinsmen’s goods as collateral for no reason, you stripped the poorly clothed of what clothing they have,",
              "reference": "Iyov (Job) 22:6"
            },
            {
              "content": "you didn’t give water to the weary to drink, you withheld food from the hungry.",
              "reference": "Iyov (Job) 22:7"
            },
            {
              "content": "As a wealthy man, an owner of land, and as a man of rank, who lives on it,",
              "reference": "Iyov (Job) 22:8"
            },
            {
              "content": "you sent widows away empty-handed and left the arms of orphans crushed.",
              "reference": "Iyov (Job) 22:9"
            },
            {
              "content": "“No wonder there are snares all around you, and sudden terror overwhelms you,",
              "reference": "Iyov (Job) 22:10"
            },
            {
              "content": "or darkness , so that you can’t see, and a flood of water that covers you up!",
              "reference": "Iyov (Job) 22:11"
            },
            {
              "content": "“Isn’t God in the heights of heaven, looking [down even] on the highest stars?",
              "reference": "Iyov (Job) 22:12"
            },
            {
              "content": "Yet you say, ‘What does God know? Can he see through thick darkness to judge?",
              "reference": "Iyov (Job) 22:13"
            },
            {
              "content": "The clouds veil him off, so that he can’t see; he just wanders around in heaven.’",
              "reference": "Iyov (Job) 22:14"
            },
            {
              "content": "“Are you going to keep to the old way, the one the wicked have trodden,",
              "reference": "Iyov (Job) 22:15"
            },
            {
              "content": "the ones snatched away before their time, whose foundations a flood swept away?",
              "reference": "Iyov (Job) 22:16"
            },
            {
              "content": "They said to God, ‘Leave us alone! What can Shaddai do to us?’",
              "reference": "Iyov (Job) 22:17"
            },
            {
              "content": "Yet he himself had filled their homes with good things! (But the advice of the wicked is far away from me.)",
              "reference": "Iyov (Job) 22:18"
            },
            {
              "content": "The righteous saw this and rejoiced; the innocent laughed them to scorn —",
              "reference": "Iyov (Job) 22:19"
            },
            {
              "content": "‘Indeed, our substance has not been not cut off, but the fire has consumed their wealth.’",
              "reference": "Iyov (Job) 22:20"
            },
            {
              "content": "“Learn to be at peace with [God]; in this way good will come [back] to you.",
              "reference": "Iyov (Job) 22:21"
            },
            {
              "content": "Please! Receive instruction from his mouth, and take his words to heart.",
              "reference": "Iyov (Job) 22:22"
            },
            {
              "content": "If you return to Shaddai, you will be built up. If you drive wickedness far from your tents,",
              "reference": "Iyov (Job) 22:23"
            },
            {
              "content": "if you lay your treasure down in the dust and the gold of Ofir among the rocks in the vadis,",
              "reference": "Iyov (Job) 22:24"
            },
            {
              "content": "and let Shaddai be your treasure and your sparkling silver;",
              "reference": "Iyov (Job) 22:25"
            },
            {
              "content": "then Shaddai will be your delight, you will lift up your face to God;",
              "reference": "Iyov (Job) 22:26"
            },
            {
              "content": "you will entreat him, and he will hear you, and you will pay what you vowed;",
              "reference": "Iyov (Job) 22:27"
            },
            {
              "content": "what you decide to do will succeed, and light will shine on your path;",
              "reference": "Iyov (Job) 22:28"
            },
            {
              "content": "when someone is brought down, you will say, ‘It was pride, because [God] saves the humble.’",
              "reference": "Iyov (Job) 22:29"
            },
            {
              "content": "“He delivers even the unclean; so if your hands are clean, you will be delivered.”",
              "reference": "Iyov (Job) 22:30"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Iyov (Job) 23 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Iyov answered:",
              "reference": "Iyov (Job) 23:1"
            },
            {
              "content": "“Today too my complaint is bitter; my hand is weighed down because of my groaning.",
              "reference": "Iyov (Job) 23:2"
            },
            {
              "content": "I wish I knew where I could find him; then I would go to where he is.",
              "reference": "Iyov (Job) 23:3"
            },
            {
              "content": "I would state my case before him and fill my mouth with arguments.",
              "reference": "Iyov (Job) 23:4"
            },
            {
              "content": "I would know his answering words and grasp what he would tell me.",
              "reference": "Iyov (Job) 23:5"
            },
            {
              "content": "Would he browbeat me with his great power? No, he would pay attention to me.",
              "reference": "Iyov (Job) 23:6"
            },
            {
              "content": "There an upright person could reason with him; thus I might be forever acquitted by my judge.",
              "reference": "Iyov (Job) 23:7"
            },
            {
              "content": "“If I head east, he isn’t there; if I head west, I don’t detect him,",
              "reference": "Iyov (Job) 23:8"
            },
            {
              "content": "if I turn north, I don’t spot him; in the south he is veiled, and I still don’t see him.",
              "reference": "Iyov (Job) 23:9"
            },
            {
              "content": "Yet he knows the way I take; when he has tested me, I will come out like gold.",
              "reference": "Iyov (Job) 23:10"
            },
            {
              "content": "My feet have stayed in his footsteps; I keep to his way without turning aside.",
              "reference": "Iyov (Job) 23:11"
            },
            {
              "content": "I don’t withdraw from his lips’ command; I treasure his words more than my daily food.",
              "reference": "Iyov (Job) 23:12"
            },
            {
              "content": "“But he has no equal, so who can change him? What he desires, he does.",
              "reference": "Iyov (Job) 23:13"
            },
            {
              "content": "He will accomplish what is decreed for me, and he has many plans like this.",
              "reference": "Iyov (Job) 23:14"
            },
            {
              "content": "This is why I am terrified of him; the more I think about it, the more afraid I am —",
              "reference": "Iyov (Job) 23:15"
            },
            {
              "content": "God has undermined my courage; Shaddai frightens me.",
              "reference": "Iyov (Job) 23:16"
            },
            {
              "content": "Yet I am not cut off by the darkness; he has protected me from the deepest gloom.",
              "reference": "Iyov (Job) 23:17"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Iyov (Job) 24 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“Why are times not kept by Shaddai? Why do those who know him not see his days?",
              "reference": "Iyov (Job) 24:1"
            },
            {
              "content": "There are those who move boundary markers; they carry off flocks and pasture them;",
              "reference": "Iyov (Job) 24:2"
            },
            {
              "content": "they drive away the orphan’s donkey; as collateral, they seize the widow’s ox.",
              "reference": "Iyov (Job) 24:3"
            },
            {
              "content": "They push the needy out of the way — the poor of the land are forced into hiding;",
              "reference": "Iyov (Job) 24:4"
            },
            {
              "content": "like wild donkeys in the wilderness, they have to go out and scavenge food, [hoping that] the desert will provide food for their children.",
              "reference": "Iyov (Job) 24:5"
            },
            {
              "content": "They must reap in fields that are not their own and gather late grapes in the vineyards of the wicked.",
              "reference": "Iyov (Job) 24:6"
            },
            {
              "content": "They pass the night without clothing, naked, uncovered in the cold,",
              "reference": "Iyov (Job) 24:7"
            },
            {
              "content": "wet with mountain rain, and hugging the rock for lack of shelter.",
              "reference": "Iyov (Job) 24:8"
            },
            {
              "content": "“There are those who pluck orphans from the breast and [those who] take [the clothes of] the poor in pledge,",
              "reference": "Iyov (Job) 24:9"
            },
            {
              "content": "so that they go about stripped, unclothed; they go hungry, as they carry sheaves [of grain];",
              "reference": "Iyov (Job) 24:10"
            },
            {
              "content": "between these men’s rows [of olives], they make oil; treading their winepresses, they suffer thirst.",
              "reference": "Iyov (Job) 24:11"
            },
            {
              "content": "Men are groaning in the city, the mortally wounded are crying for help, yet God finds nothing amiss!",
              "reference": "Iyov (Job) 24:12"
            },
            {
              "content": "“There are those who rebel against the light — they don’t know its ways or stay in its paths.",
              "reference": "Iyov (Job) 24:13"
            },
            {
              "content": "The murderer rises with the light to kill the poor and needy; while at night he is like a thief.",
              "reference": "Iyov (Job) 24:14"
            },
            {
              "content": "The eye of the adulterer too waits for twilight; he thinks, ‘No eye will see me’; but [to be sure], he covers his face.",
              "reference": "Iyov (Job) 24:15"
            },
            {
              "content": "When it’s dark, they break into houses; in the daytime, they stay out of sight. [None of them] know the light.",
              "reference": "Iyov (Job) 24:16"
            },
            {
              "content": "For to all of them deep darkness is like morning, for the terrors of deep darkness are familiar to them.",
              "reference": "Iyov (Job) 24:17"
            },
            {
              "content": "“May they be scum on the surface of the water, may their share of land be cursed, may no one turn on the way of their vineyards,",
              "reference": "Iyov (Job) 24:18"
            },
            {
              "content": "may drought and heat steal away their snow water and Sh’ol those who have sinned.",
              "reference": "Iyov (Job) 24:19"
            },
            {
              "content": "May the womb forget them, may worms find them sweet, may they no longer be remembered — thus may iniquity be snapped like a stick.",
              "reference": "Iyov (Job) 24:20"
            },
            {
              "content": "They devour childless women and give no help to widows.",
              "reference": "Iyov (Job) 24:21"
            },
            {
              "content": "“Yet God keeps pulling the mighty along — they get up, even when not trusting their own lives.",
              "reference": "Iyov (Job) 24:22"
            },
            {
              "content": "However, even if God lets them rest in safety, his eyes are on their ways.",
              "reference": "Iyov (Job) 24:23"
            },
            {
              "content": "They are exalted for a little while; and then they are gone, brought low, gathered in like all others, shriveled up like ears of grain.",
              "reference": "Iyov (Job) 24:24"
            },
            {
              "content": "“And even if it isn’t so now, still no one can prove me a liar and show that my words are worthless.”",
              "reference": "Iyov (Job) 24:25"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Iyov (Job) 25 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Bildad the Shuchi said,",
              "reference": "Iyov (Job) 25:1"
            },
            {
              "content": "“Dominion and fear belong to him; he makes peace in his high places.",
              "reference": "Iyov (Job) 25:2"
            },
            {
              "content": "Can his armies be numbered? On whom does his light not shine?",
              "reference": "Iyov (Job) 25:3"
            },
            {
              "content": "How then can humans be righteous with God? How can those born of women be clean?",
              "reference": "Iyov (Job) 25:4"
            },
            {
              "content": "Why, before him even the moon lacks brightness, and the stars themselves are not pure.",
              "reference": "Iyov (Job) 25:5"
            },
            {
              "content": "How much less a human, who is merely a maggot, a mortal, who is only a worm?!”",
              "reference": "Iyov (Job) 25:6"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Iyov (Job) 26 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Iyov replied,",
              "reference": "Iyov (Job) 26:1"
            },
            {
              "content": "“What great help you bring to the powerless! what deliverance to the arm without strength!",
              "reference": "Iyov (Job) 26:2"
            },
            {
              "content": "Such wonderful advice for a man lacking wisdom! So much common sense you’ve expressed!",
              "reference": "Iyov (Job) 26:3"
            },
            {
              "content": "Who helped you to say these words? Whose spirit is it, coming forth from you?",
              "reference": "Iyov (Job) 26:4"
            },
            {
              "content": "“The ghosts of the dead tremble beneath the water, with its creatures.",
              "reference": "Iyov (Job) 26:5"
            },
            {
              "content": "Sh’ol is naked before him; Abaddon lies uncovered.",
              "reference": "Iyov (Job) 26:6"
            },
            {
              "content": "He stretches the north over chaos and suspends the earth on nothing.",
              "reference": "Iyov (Job) 26:7"
            },
            {
              "content": "He binds up the water in his thick clouds, yet no cloud is torn apart by it.",
              "reference": "Iyov (Job) 26:8"
            },
            {
              "content": "He shuts off the view of his throne by spreading his cloud across it.",
              "reference": "Iyov (Job) 26:9"
            },
            {
              "content": "He fixed a circle on the surface of the water, defining the boundary between light and dark.",
              "reference": "Iyov (Job) 26:10"
            },
            {
              "content": "The pillars of heaven tremble, aghast at his rebuke.",
              "reference": "Iyov (Job) 26:11"
            },
            {
              "content": "He stirs up the sea with his power, and by his skill he strikes down Rahav.",
              "reference": "Iyov (Job) 26:12"
            },
            {
              "content": "With his Spirit he spreads the heavens; his hand pierces the fleeing serpent.",
              "reference": "Iyov (Job) 26:13"
            },
            {
              "content": "And these are but the fringes of his ways; how faint the echo we hear of him! But who is able to grasp the meaning of his thundering power?”",
              "reference": "Iyov (Job) 26:14"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Iyov (Job) 27 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Iyov continued his speech:",
              "reference": "Iyov (Job) 27:1"
            },
            {
              "content": "“I swear by the living God, who is denying me justice, and by Shaddai, who deals with me so bitterly,",
              "reference": "Iyov (Job) 27:2"
            },
            {
              "content": "that as long my life remains in me and God’s breath is in my nostrils,",
              "reference": "Iyov (Job) 27:3"
            },
            {
              "content": "my lips will not speak unrighteousness, or my tongue utter deceit.",
              "reference": "Iyov (Job) 27:4"
            },
            {
              "content": "Far be it from me to say you are right; I will keep my integrity till the day I die.",
              "reference": "Iyov (Job) 27:5"
            },
            {
              "content": "I hold to my righteousness; I won’t let it go; my heart will not shame me as long as I live.",
              "reference": "Iyov (Job) 27:6"
            },
            {
              "content": "“May my enemy meet the doom of the wicked; my foe the fate of the unrighteous.",
              "reference": "Iyov (Job) 27:7"
            },
            {
              "content": "For what hope does the godless have from his gain when God takes away his life?",
              "reference": "Iyov (Job) 27:8"
            },
            {
              "content": "Will God hear his cry when trouble comes upon him?",
              "reference": "Iyov (Job) 27:9"
            },
            {
              "content": "Will he take delight in Shaddai and always call on God?",
              "reference": "Iyov (Job) 27:10"
            },
            {
              "content": "“I am teaching you how God uses his power, not hiding what Shaddai is doing.",
              "reference": "Iyov (Job) 27:11"
            },
            {
              "content": "Look, you all can see for yourselves; so why are you talking such empty nonsense?",
              "reference": "Iyov (Job) 27:12"
            },
            {
              "content": "“This is God’s reward for the wicked man, the heritage oppressors receive from Shaddai:",
              "reference": "Iyov (Job) 27:13"
            },
            {
              "content": "if his sons become many, they go to the sword; and his children never have enough to eat.",
              "reference": "Iyov (Job) 27:14"
            },
            {
              "content": "Those of his who remain are buried by plague, and their widows do not weep.",
              "reference": "Iyov (Job) 27:15"
            },
            {
              "content": "Even if he piles up silver like dust and stores away clothing [in mounds] like clay —",
              "reference": "Iyov (Job) 27:16"
            },
            {
              "content": "he may collect it, but the just will wear it, and the upright divide up the silver.",
              "reference": "Iyov (Job) 27:17"
            },
            {
              "content": "He builds his house weak as a spider’s web, as flimsy as a watchman’s shack.",
              "reference": "Iyov (Job) 27:18"
            },
            {
              "content": "He may lie down rich, but his wealth yields nothing; when he opens his eyes, it isn’t there.",
              "reference": "Iyov (Job) 27:19"
            },
            {
              "content": "Terrors overtake him like a flood; at night a whirlwind steals him away.",
              "reference": "Iyov (Job) 27:20"
            },
            {
              "content": "The east wind carries him off, and he’s gone; it sweeps him far from his place.",
              "reference": "Iyov (Job) 27:21"
            },
            {
              "content": "Yes, it hurls itself at him, sparing nothing; he does all he can to flee from its power.",
              "reference": "Iyov (Job) 27:22"
            },
            {
              "content": "[People] clap their hands at him in derision and hiss him out of his home.",
              "reference": "Iyov (Job) 27:23"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Iyov (Job) 28 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“There are mines for silver and places where gold is refined;",
              "reference": "Iyov (Job) 28:1"
            },
            {
              "content": "iron is extracted from the earth, and copper is smelted from ore.",
              "reference": "Iyov (Job) 28:2"
            },
            {
              "content": "Miners conquer the darkness and dig as far in as they can, to the ore in gloom and deep darkness.",
              "reference": "Iyov (Job) 28:3"
            },
            {
              "content": "There where no one lives, they break open a shaft; the feet passing over are oblivious to them; far from people, suspended in space, they swing to and fro.",
              "reference": "Iyov (Job) 28:4"
            },
            {
              "content": "“While the earth is [peacefully] yielding bread, underneath, it is being convulsed as if by fire;",
              "reference": "Iyov (Job) 28:5"
            },
            {
              "content": "its rocks have veins of sapphire, and there are flecks of gold.",
              "reference": "Iyov (Job) 28:6"
            },
            {
              "content": "Birds of prey don’t know that path, no falcon’s eye has seen it,",
              "reference": "Iyov (Job) 28:7"
            },
            {
              "content": "the proud beasts have never set foot on it, no lion has ever passed over it.",
              "reference": "Iyov (Job) 28:8"
            },
            {
              "content": "“[The miner] attacks the flint, overturns mountains at their roots,",
              "reference": "Iyov (Job) 28:9"
            },
            {
              "content": "and cuts out galleries in the rock, all the while watching for something of value.",
              "reference": "Iyov (Job) 28:10"
            },
            {
              "content": "He dams up streams to keep them from flooding, and brings what was hidden out into the light.",
              "reference": "Iyov (Job) 28:11"
            },
            {
              "content": "“But where can wisdom be found? Where is the source of understanding?",
              "reference": "Iyov (Job) 28:12"
            },
            {
              "content": "No one knows its value, and it can’t be found in the land of the living.",
              "reference": "Iyov (Job) 28:13"
            },
            {
              "content": "The deep says, ‘It isn’t in me,’ and the sea says, ‘It isn’t with me.’",
              "reference": "Iyov (Job) 28:14"
            },
            {
              "content": "It can’t be obtained with gold, nor can silver be weighed out to buy it.",
              "reference": "Iyov (Job) 28:15"
            },
            {
              "content": "It can’t be purchased with choice gold from Ofir, or with precious onyx or sapphires.",
              "reference": "Iyov (Job) 28:16"
            },
            {
              "content": "Neither gold nor glass can be compared with it; nor can it be exchanged for a bowl of fine gold,",
              "reference": "Iyov (Job) 28:17"
            },
            {
              "content": "let alone coral or crystal; for indeed, the price of wisdom is above that of pearls.",
              "reference": "Iyov (Job) 28:18"
            },
            {
              "content": "It can’t be compared with Ethiopian topaz, and it can’t be valued with pure gold.",
              "reference": "Iyov (Job) 28:19"
            },
            {
              "content": "“So where does wisdom come from? where is the source of understanding,",
              "reference": "Iyov (Job) 28:20"
            },
            {
              "content": "inasmuch as it is hidden from the eyes of all living and kept secret from the birds flying around in the sky?",
              "reference": "Iyov (Job) 28:21"
            },
            {
              "content": "Destruction and Death say, ‘We have heard a rumor about it with our ears.’",
              "reference": "Iyov (Job) 28:22"
            },
            {
              "content": "“God understands its way, and he knows its place.",
              "reference": "Iyov (Job) 28:23"
            },
            {
              "content": "For he can see to the ends of the earth and view everything under heaven.",
              "reference": "Iyov (Job) 28:24"
            },
            {
              "content": "When he determined the force of the wind and parceled out water by measure,",
              "reference": "Iyov (Job) 28:25"
            },
            {
              "content": "when he made a law for the rain and cleared a path for the thunderbolts;",
              "reference": "Iyov (Job) 28:26"
            },
            {
              "content": "then he saw [wisdom] and declared it, yes, he set it up and searched it out.",
              "reference": "Iyov (Job) 28:27"
            },
            {
              "content": "And to human beings he said, ‘Look, fear of Adonai is wisdom! Shunning evil is understanding!’”",
              "reference": "Iyov (Job) 28:28"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Iyov (Job) 29 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Iyov went on speaking:",
              "reference": "Iyov (Job) 29:1"
            },
            {
              "content": "“I wish I were as in the old days, back in the times when God watched over me;",
              "reference": "Iyov (Job) 29:2"
            },
            {
              "content": "when his lamp shone over my head, and I walked through the dark by its light;",
              "reference": "Iyov (Job) 29:3"
            },
            {
              "content": "as I was when I was young, and God’s counsel graced my tent.",
              "reference": "Iyov (Job) 29:4"
            },
            {
              "content": "Then Shaddai was still with me, my children were around me;",
              "reference": "Iyov (Job) 29:5"
            },
            {
              "content": "my steps were awash in butter, and the rocks poured out for me streams of olive oil.",
              "reference": "Iyov (Job) 29:6"
            },
            {
              "content": "I would go out to the city gate and set up my seat in the open space;",
              "reference": "Iyov (Job) 29:7"
            },
            {
              "content": "when young men saw me they would hide themselves, while the aged arose and stood;",
              "reference": "Iyov (Job) 29:8"
            },
            {
              "content": "leaders refrained from speaking — they would lay their hands on their mouths;",
              "reference": "Iyov (Job) 29:9"
            },
            {
              "content": "the voices of nobles were silenced; their tongues stuck to their palates.",
              "reference": "Iyov (Job) 29:10"
            },
            {
              "content": "Any ear that heard me blessed me, any eye that saw me gave witness to me,",
              "reference": "Iyov (Job) 29:11"
            },
            {
              "content": "for I delivered the poor when they cried for assistance, the orphan too, who had no one to help him.",
              "reference": "Iyov (Job) 29:12"
            },
            {
              "content": "Those who had been about to die would bless me, and I made widows sing in their hearts for joy.",
              "reference": "Iyov (Job) 29:13"
            },
            {
              "content": "I clothed myself with righteousness, and it clothed itself with me; my justice was like a robe and a crown.",
              "reference": "Iyov (Job) 29:14"
            },
            {
              "content": "I was eyes for the blind, and I was feet for the lame.",
              "reference": "Iyov (Job) 29:15"
            },
            {
              "content": "I was a father to the needy, and I investigated the problems of those I didn’t know.",
              "reference": "Iyov (Job) 29:16"
            },
            {
              "content": "I broke the jaws of the unrighteous and snatched the prey from his teeth.",
              "reference": "Iyov (Job) 29:17"
            },
            {
              "content": "“I said, ‘I will die with my nest, and I will live as long as a phoenix;",
              "reference": "Iyov (Job) 29:18"
            },
            {
              "content": "my root will spread till it reaches water, and dew will stay all night on my branch;",
              "reference": "Iyov (Job) 29:19"
            },
            {
              "content": "my glory will always be fresh, my bow always new in my hand.’",
              "reference": "Iyov (Job) 29:20"
            },
            {
              "content": "“People would listen to me; they waited and were silent when I gave advice.",
              "reference": "Iyov (Job) 29:21"
            },
            {
              "content": "After I spoke, they didn’t talk back; my words were like drops [of dew] on them.",
              "reference": "Iyov (Job) 29:22"
            },
            {
              "content": "They waited for me as if for rain, as if for spring rain, with their mouths open wide.",
              "reference": "Iyov (Job) 29:23"
            },
            {
              "content": "When I joked with them, they couldn’t believe it; and they never darkened the light on my face.",
              "reference": "Iyov (Job) 29:24"
            },
            {
              "content": "I chose their way [for them], sitting as chief; I lived like a king in the army, like one who comforts mourners.",
              "reference": "Iyov (Job) 29:25"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Iyov (Job) 30 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“But now those younger than I hold me in derision, men whose fathers I wouldn’t even have put with the dogs that guarded my sheep.",
              "reference": "Iyov (Job) 30:1"
            },
            {
              "content": "What use to me was the strength in their hands? All their vigor had left them.",
              "reference": "Iyov (Job) 30:2"
            },
            {
              "content": "Worn out by want and hunger, they gnaw the dry ground in the gloom of waste and desolation.",
              "reference": "Iyov (Job) 30:3"
            },
            {
              "content": "They pluck saltwort and bitter leaves; these, with broom tree roots, are their food.",
              "reference": "Iyov (Job) 30:4"
            },
            {
              "content": "They are driven away from society, with men shouting after them as after a thief,",
              "reference": "Iyov (Job) 30:5"
            },
            {
              "content": "to live in gullies and vadis, in holes in the ground and caves in the rocks.",
              "reference": "Iyov (Job) 30:6"
            },
            {
              "content": "Among the bushes they howl like beasts and huddle among the nettles,",
              "reference": "Iyov (Job) 30:7"
            },
            {
              "content": "irresponsible nobodies driven from the land.",
              "reference": "Iyov (Job) 30:8"
            },
            {
              "content": "“Now I have become their song; yes, I am a byword with them.",
              "reference": "Iyov (Job) 30:9"
            },
            {
              "content": "They loathe me, they stand aloof from me; they don’t hesitate to spit in my face!",
              "reference": "Iyov (Job) 30:10"
            },
            {
              "content": "For God has loosened my bowstring and humbled me; they throw off restraint in my presence.",
              "reference": "Iyov (Job) 30:11"
            },
            {
              "content": "At my right the street urchins attack, pushing me from place to place, besieging me with their ways of destruction,",
              "reference": "Iyov (Job) 30:12"
            },
            {
              "content": "breaking up my path, furthering my calamity — even those who have no one to help them.",
              "reference": "Iyov (Job) 30:13"
            },
            {
              "content": "They move in as through a wide gap; amid the ruin they roll on in waves.",
              "reference": "Iyov (Job) 30:14"
            },
            {
              "content": "Terrors tumble over me, chasing my honor away like the wind; my [hope of] salvation passes like a cloud.",
              "reference": "Iyov (Job) 30:15"
            },
            {
              "content": "“So now my life is ebbing away, days of grief have seized me.",
              "reference": "Iyov (Job) 30:16"
            },
            {
              "content": "At night pain pierces me to the bone, so that I never rest.",
              "reference": "Iyov (Job) 30:17"
            },
            {
              "content": "My clothes are disfigured by the force [of my disease]; they choke me like the collar of my coat.",
              "reference": "Iyov (Job) 30:18"
            },
            {
              "content": "[God] has thrown me into the mud; I have become like dust and ashes.",
              "reference": "Iyov (Job) 30:19"
            },
            {
              "content": "“I call out to you [God], but you don’t answer me; I stand up to plead, but you just look at me.",
              "reference": "Iyov (Job) 30:20"
            },
            {
              "content": "You have turned cruelly against me; with your powerful hand you keep persecuting me.",
              "reference": "Iyov (Job) 30:21"
            },
            {
              "content": "You snatch me up on the wind and make me ride it; you toss me about in the tempest.",
              "reference": "Iyov (Job) 30:22"
            },
            {
              "content": "For I know that you will bring me to death, the house assigned to everyone living.",
              "reference": "Iyov (Job) 30:23"
            },
            {
              "content": "“Surely [God] wouldn’t strike at a ruin, if in one’s calamity one cried out to him for help.",
              "reference": "Iyov (Job) 30:24"
            },
            {
              "content": "Didn’t I weep for those who were in trouble? Didn’t I grieve for the needy?",
              "reference": "Iyov (Job) 30:25"
            },
            {
              "content": "Yet when I hoped for good, what came was bad; when I expected light, what came was darkness.",
              "reference": "Iyov (Job) 30:26"
            },
            {
              "content": "My insides are in turmoil; they can’t find rest; days of misery confront me.",
              "reference": "Iyov (Job) 30:27"
            },
            {
              "content": "I go about in sunless gloom, I rise in the assembly and cry for help.",
              "reference": "Iyov (Job) 30:28"
            },
            {
              "content": "I have become a brother to jackals and a companion of ostriches.",
              "reference": "Iyov (Job) 30:29"
            },
            {
              "content": "My skin is black and falling off me, and my bones are burning with heat.",
              "reference": "Iyov (Job) 30:30"
            },
            {
              "content": "So my lyre is tuned for mourning, my pipe to the voice of those who weep.",
              "reference": "Iyov (Job) 30:31"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Iyov (Job) 31 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“I made a covenant with my eyes not to let them lust after any girl.",
              "reference": "Iyov (Job) 31:1"
            },
            {
              "content": "“What share does God give from above? What is the heritage from Shaddai on high?",
              "reference": "Iyov (Job) 31:2"
            },
            {
              "content": "Isn’t it calamity to the unrighteous? disaster to those who do evil?",
              "reference": "Iyov (Job) 31:3"
            },
            {
              "content": "Doesn’t he see my ways and count all my steps?",
              "reference": "Iyov (Job) 31:4"
            },
            {
              "content": "“If I have gone along with falsehood, if my feet have hurried to deceit;",
              "reference": "Iyov (Job) 31:5"
            },
            {
              "content": "then let me be weighed on an honest scale, so that God will know my integrity.",
              "reference": "Iyov (Job) 31:6"
            },
            {
              "content": "“If my steps have wandered from the way, if my heart has followed my eyes, if the least dirt has stuck to my hands;",
              "reference": "Iyov (Job) 31:7"
            },
            {
              "content": "then let me sow and someone else eat, let what grows from my fields be uprooted.",
              "reference": "Iyov (Job) 31:8"
            },
            {
              "content": "“If my heart has been enticed toward a woman, and I have lain in wait at my neighbor’s door;",
              "reference": "Iyov (Job) 31:9"
            },
            {
              "content": "then let my wife grind for another man, and let others kneel on her.",
              "reference": "Iyov (Job) 31:10"
            },
            {
              "content": "For that would be a heinous act, a criminal offense,",
              "reference": "Iyov (Job) 31:11"
            },
            {
              "content": "a fire that would burn to the depths of Abaddon, uprooting all I produce.",
              "reference": "Iyov (Job) 31:12"
            },
            {
              "content": "“If I ever rejected my slave or slave-girl’s cause, when they brought legal action against me;",
              "reference": "Iyov (Job) 31:13"
            },
            {
              "content": "then what would I do if God stood up? Were he to intervene, what answer could I give?",
              "reference": "Iyov (Job) 31:14"
            },
            {
              "content": "Didn’t he who made me in the womb make them too? Didn’t the same one shape us both before our birth?",
              "reference": "Iyov (Job) 31:15"
            },
            {
              "content": "“If I held back anything needed by the poor or made a widow’s eye grow dim [with tears],",
              "reference": "Iyov (Job) 31:16"
            },
            {
              "content": "or ate my portion of food by myself, without letting the orphan eat any of it —",
              "reference": "Iyov (Job) 31:17"
            },
            {
              "content": "No! From my youth he grew up with me as if with a father, and I have been her guide from my mother’s womb! —",
              "reference": "Iyov (Job) 31:18"
            },
            {
              "content": "or if I saw a traveler needing clothing, someone in need who had no covering,",
              "reference": "Iyov (Job) 31:19"
            },
            {
              "content": "who didn’t bless me from his heart for being warmed with the fleece from my sheep,",
              "reference": "Iyov (Job) 31:20"
            },
            {
              "content": "or if I lifted my hand against an orphan, knowing that no one would dare charge me in court;",
              "reference": "Iyov (Job) 31:21"
            },
            {
              "content": "then let my arm fall from its socket, and let my forearm be broken at the elbow!",
              "reference": "Iyov (Job) 31:22"
            },
            {
              "content": "For calamity from God has always terrified me; before his majesty I could never do a thing [like that].",
              "reference": "Iyov (Job) 31:23"
            },
            {
              "content": "“If I made gold my hope, if I said to fine gold, ‘You are my security,’",
              "reference": "Iyov (Job) 31:24"
            },
            {
              "content": "if I took joy in my great wealth, in my having acquired so much;",
              "reference": "Iyov (Job) 31:25"
            },
            {
              "content": "or if, on seeing the shining sun or the full moon as it moved through the sky,",
              "reference": "Iyov (Job) 31:26"
            },
            {
              "content": "my heart was secretly seduced, so that I would wave them a kiss with my hand;",
              "reference": "Iyov (Job) 31:27"
            },
            {
              "content": "then this too would be a criminal offense, for I would have been lying to God on high.",
              "reference": "Iyov (Job) 31:28"
            },
            {
              "content": "“Did I rejoice at the destruction of him who hated me? Was I filled with glee when disaster overtook him?",
              "reference": "Iyov (Job) 31:29"
            },
            {
              "content": "No, I did not allow my mouth to sin by asking for his life with a curse.",
              "reference": "Iyov (Job) 31:30"
            },
            {
              "content": "“Was there anyone in my tent who didn’t say, ‘No one can find a single person whom he has not filled with his meat’?",
              "reference": "Iyov (Job) 31:31"
            },
            {
              "content": "No stranger had to sleep in the street; I kept my house open to the traveler.",
              "reference": "Iyov (Job) 31:32"
            },
            {
              "content": "“If I concealed my sins, as most people do, by hiding my wrongdoing in my heart,",
              "reference": "Iyov (Job) 31:33"
            },
            {
              "content": "from fear of general gossip or dread of some family’s contempt. keeping silent and not going outdoors —",
              "reference": "Iyov (Job) 31:34"
            },
            {
              "content": "I wish I had someone who would listen to me! Here is my signature; let Shaddai answer me! I wish I had the indictment my adversary has written!",
              "reference": "Iyov (Job) 31:35"
            },
            {
              "content": "I would carry it on my shoulder; I would bind it on me like a crown.",
              "reference": "Iyov (Job) 31:36"
            },
            {
              "content": "I would declare to him every one of my steps; I would approach him like a prince.",
              "reference": "Iyov (Job) 31:37"
            },
            {
              "content": "“If my land cried out against me, if its furrows wept together,",
              "reference": "Iyov (Job) 31:38"
            },
            {
              "content": "if I ate its produce without paying or made its owners despair;",
              "reference": "Iyov (Job) 31:39"
            },
            {
              "content": "then let thistles grow instead of wheat and noxious weeds instead of barley! “The words of Iyov are finished.”",
              "reference": "Iyov (Job) 31:40"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Iyov (Job) 32 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "So these three men stopped trying to answer Iyov, because he remained convinced of his own righteousness.",
              "reference": "Iyov (Job) 32:1"
            },
            {
              "content": "But then the anger of Elihu the son of Barakh’el the Buzi, from the family of Ram, blazed up against Iyov for thinking he was right and God wrong.",
              "reference": "Iyov (Job) 32:2"
            },
            {
              "content": "His anger also blazed up against his three friends, because they had found no answer to Iyov but condemned him anyway.",
              "reference": "Iyov (Job) 32:3"
            },
            {
              "content": "Elihu had waited to speak to Iyov because they were older than he;",
              "reference": "Iyov (Job) 32:4"
            },
            {
              "content": "however, when Elihu saw that these three had no answer, his anger flared up.",
              "reference": "Iyov (Job) 32:5"
            },
            {
              "content": "Elihu the son of Barakh’el the Buzi said: “I am young, and you are old, so I held back from telling you my opinion.",
              "reference": "Iyov (Job) 32:6"
            },
            {
              "content": "I said, ‘Age should speak; an abundance of years should teach wisdom.’",
              "reference": "Iyov (Job) 32:7"
            },
            {
              "content": "But it is the spirit in a person, the breath from Shaddai, that gives him understanding —",
              "reference": "Iyov (Job) 32:8"
            },
            {
              "content": "it isn’t [only] the great who are wise or the aged who know how to judge.",
              "reference": "Iyov (Job) 32:9"
            },
            {
              "content": "Therefore, I say, listen to me; I too will express my opinion.",
              "reference": "Iyov (Job) 32:10"
            },
            {
              "content": "“Here, I waited for your words, I listened to your reasoning, as you were searching for what to say.",
              "reference": "Iyov (Job) 32:11"
            },
            {
              "content": "I paid attention to you, but none of you convicted Iyov or refuted his arguments.",
              "reference": "Iyov (Job) 32:12"
            },
            {
              "content": "So don’t say, ‘We found the wise course — Let God defeat him, not a human being.’",
              "reference": "Iyov (Job) 32:13"
            },
            {
              "content": "For he did not direct his words against me, and I won’t answer him with your arguments.",
              "reference": "Iyov (Job) 32:14"
            },
            {
              "content": "“They are confused, they don’t reply, words have failed them.",
              "reference": "Iyov (Job) 32:15"
            },
            {
              "content": "But must I wait just because they don’t speak, just because they stand there, stuck for an answer?",
              "reference": "Iyov (Job) 32:16"
            },
            {
              "content": "No, I will now give my answer; I too will express my opinion.",
              "reference": "Iyov (Job) 32:17"
            },
            {
              "content": "For I am full of words; the spirit within me compels me.",
              "reference": "Iyov (Job) 32:18"
            },
            {
              "content": "Yes, my insides feel like new wine under pressure, like new wineskins ready to burst.",
              "reference": "Iyov (Job) 32:19"
            },
            {
              "content": "I must speak, to find relief; I will open my lips and answer.",
              "reference": "Iyov (Job) 32:20"
            },
            {
              "content": "I will show no favor to anyone, and I will flatter no one;",
              "reference": "Iyov (Job) 32:21"
            },
            {
              "content": "I don’t know how to flatter; if I did, my maker would soon put an end to me.",
              "reference": "Iyov (Job) 32:22"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Iyov (Job) 33 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“So, Iyov, please, hear my speech; listen to all my words.",
              "reference": "Iyov (Job) 33:1"
            },
            {
              "content": "Look, I am opening my mouth; the words are on the tip of my tongue.",
              "reference": "Iyov (Job) 33:2"
            },
            {
              "content": "I will say exactly what is on my mind; what my lips know, they will speak sincerely.",
              "reference": "Iyov (Job) 33:3"
            },
            {
              "content": "It is the Spirit of God that made me, the breath of Shaddai that gives me life.",
              "reference": "Iyov (Job) 33:4"
            },
            {
              "content": "So refute me, if you can; organize your words, take your stand!",
              "reference": "Iyov (Job) 33:5"
            },
            {
              "content": "Look, before God I’m the same as you; I too am fashioned from clay.",
              "reference": "Iyov (Job) 33:6"
            },
            {
              "content": "You don’t need to be afraid of me; my pressure on you will not be heavy.",
              "reference": "Iyov (Job) 33:7"
            },
            {
              "content": "“You spoke within my hearing, and I heard what you said —",
              "reference": "Iyov (Job) 33:8"
            },
            {
              "content": "‘I am clean, without transgression; I am innocent, not guilty.",
              "reference": "Iyov (Job) 33:9"
            },
            {
              "content": "Yet [God] finds pretexts for accusing me; he regards me as his enemy.",
              "reference": "Iyov (Job) 33:10"
            },
            {
              "content": "He puts my feet in the stocks and watches wherever I go.’",
              "reference": "Iyov (Job) 33:11"
            },
            {
              "content": "“But in this, you are wrong; I will answer you: God is greater than any mortal.",
              "reference": "Iyov (Job) 33:12"
            },
            {
              "content": "Why do you strive against him? He will not defend his words —",
              "reference": "Iyov (Job) 33:13"
            },
            {
              "content": "God speaks once, even twice, and still the hearer misses the point.",
              "reference": "Iyov (Job) 33:14"
            },
            {
              "content": "“In a dream, in a vision at night, when slumber falls upon people, as they sleep in their beds,",
              "reference": "Iyov (Job) 33:15"
            },
            {
              "content": "he opens people’s ears and seals the matter with a warning,",
              "reference": "Iyov (Job) 33:16"
            },
            {
              "content": "to turn a person away from his action and protect a man from pride,",
              "reference": "Iyov (Job) 33:17"
            },
            {
              "content": "so that he will keep himself away from the pit and from perishing by the sword.",
              "reference": "Iyov (Job) 33:18"
            },
            {
              "content": "“He is also warned by pain when in bed, when all his bones are hurting;",
              "reference": "Iyov (Job) 33:19"
            },
            {
              "content": "so that he detests bread as well as richer food.",
              "reference": "Iyov (Job) 33:20"
            },
            {
              "content": "His flesh wastes away, till one can’t stand to look; his bones protrude and become unsightly.",
              "reference": "Iyov (Job) 33:21"
            },
            {
              "content": "His soul comes close to the pit and his life to those who bring death.",
              "reference": "Iyov (Job) 33:22"
            },
            {
              "content": "“If there is for him an angel, a mediator, one among a thousand, who can vouch for the man’s uprightness;",
              "reference": "Iyov (Job) 33:23"
            },
            {
              "content": "then [God] is gracious to him and says, ‘Redeem him from going down to the pit; I have found a ransom.’",
              "reference": "Iyov (Job) 33:24"
            },
            {
              "content": "His flesh becomes fresher than that of a child, he returns to the days of his youth.",
              "reference": "Iyov (Job) 33:25"
            },
            {
              "content": "He prays to God and is accepted by him, so that he sees [God’s] face with joy, and [God] repays the man for his righteousness.",
              "reference": "Iyov (Job) 33:26"
            },
            {
              "content": "He declares before everyone, ‘I sinned; I perverted what was right, and it gained me nothing.",
              "reference": "Iyov (Job) 33:27"
            },
            {
              "content": "[God] redeemed me from going into the pit, and now my life sees light.’",
              "reference": "Iyov (Job) 33:28"
            },
            {
              "content": "God will accomplish all these things twice, even three times, with a man,",
              "reference": "Iyov (Job) 33:29"
            },
            {
              "content": "to bring him back from the pit, so that he can enjoy the light of the living.",
              "reference": "Iyov (Job) 33:30"
            },
            {
              "content": "“Pay attention, Iyov, listen to me; keep quiet, and I will keep speaking.",
              "reference": "Iyov (Job) 33:31"
            },
            {
              "content": "If you have something to say, answer me; speak, because I want to show that you are right.",
              "reference": "Iyov (Job) 33:32"
            },
            {
              "content": "If not, then listen to me; keep quiet, and I will teach you wisdom.”",
              "reference": "Iyov (Job) 33:33"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Iyov (Job) 34 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Elihu continued speaking:",
              "reference": "Iyov (Job) 34:1"
            },
            {
              "content": "“Hear my words, you sages! Listen to me, you who know so much!",
              "reference": "Iyov (Job) 34:2"
            },
            {
              "content": "For the ear tests words, just as the palate tastes food.",
              "reference": "Iyov (Job) 34:3"
            },
            {
              "content": "Let’s choose for ourselves what is just; let’s decide among ourselves what is good.",
              "reference": "Iyov (Job) 34:4"
            },
            {
              "content": "For Iyov says, ‘I am in the right, but God is denying me justice.",
              "reference": "Iyov (Job) 34:5"
            },
            {
              "content": "Against justice, I am considered a liar; my wound is mortal, though I committed no crime.’",
              "reference": "Iyov (Job) 34:6"
            },
            {
              "content": "“Is there a man like Iyov, who drinks in scoffing like water,",
              "reference": "Iyov (Job) 34:7"
            },
            {
              "content": "who keeps company with evildoers and goes with wicked men,",
              "reference": "Iyov (Job) 34:8"
            },
            {
              "content": "since he thinks, ‘It profits a person nothing to be in accord with God’?",
              "reference": "Iyov (Job) 34:9"
            },
            {
              "content": "“So listen to me, you men with sense! Far be it from God to do anything wicked!",
              "reference": "Iyov (Job) 34:10"
            },
            {
              "content": "For he pays people back for what they do and sees that each gets what his conduct deserves.",
              "reference": "Iyov (Job) 34:11"
            },
            {
              "content": "It is certain that God does nothing wicked; Shaddai will not pervert justice.",
              "reference": "Iyov (Job) 34:12"
            },
            {
              "content": "Did someone else put him in charge of the earth? Who else established the entire world?",
              "reference": "Iyov (Job) 34:13"
            },
            {
              "content": "If he were to take back man’s heart to himself, if he gathered to himself his spirit and breath;",
              "reference": "Iyov (Job) 34:14"
            },
            {
              "content": "all flesh would instantly perish, everyone would return to dust.",
              "reference": "Iyov (Job) 34:15"
            },
            {
              "content": "“If you have any sense, [Iyov,] hear this; listen to what I am saying.",
              "reference": "Iyov (Job) 34:16"
            },
            {
              "content": "Should a hater of justice be in control? If you wouldn’t tell a king, ‘You’re a scoundrel!’ or nobles, ‘You are wicked men!’ then you shouldn’t condemn the Just and Mighty One,",
              "reference": "Iyov (Job) 34:17+JOB"
            },
            {
              "content": "who is neither partial toward princes nor favors the rich over the poor, since they all are the work of his hands.",
              "reference": "Iyov (Job) 34:19"
            },
            {
              "content": "They may die in a moment, in the middle of the night — the people are shaken and pass away, the mighty are removed without human hands.",
              "reference": "Iyov (Job) 34:20"
            },
            {
              "content": "For he keeps watch on a person’s ways; he sees his every step.",
              "reference": "Iyov (Job) 34:21"
            },
            {
              "content": "There is no darkness, no death-like gloom, where wrongdoers can hide;",
              "reference": "Iyov (Job) 34:22"
            },
            {
              "content": "for he doesn’t give warning to people when they must appear before God in judgment.",
              "reference": "Iyov (Job) 34:23"
            },
            {
              "content": "He shatters the mighty without needing to investigate and sets up others in their place.",
              "reference": "Iyov (Job) 34:24"
            },
            {
              "content": "Therefore, aware of what they are doing, he overturns them by night, and they are crushed.",
              "reference": "Iyov (Job) 34:25"
            },
            {
              "content": "He strikes them as if they were common criminals in the open sight of others,",
              "reference": "Iyov (Job) 34:26"
            },
            {
              "content": "because they turned away from following him and gave no thought to any of his ways,",
              "reference": "Iyov (Job) 34:27"
            },
            {
              "content": "thereby bringing before him the cries of the poor; and he hears the cries of the oppressed.",
              "reference": "Iyov (Job) 34:28"
            },
            {
              "content": "“But if God is silent, who can accuse him; if he hides his face, who can see him? He may do this to nations and persons alike,",
              "reference": "Iyov (Job) 34:29"
            },
            {
              "content": "so that godless men will not become kings, and the people will not be lured into traps.",
              "reference": "Iyov (Job) 34:30"
            },
            {
              "content": "“For has anyone said to God, ‘I have been chastised without having offended;",
              "reference": "Iyov (Job) 34:31"
            },
            {
              "content": "teach me what I have failed to see; and if I have done wrong, I will do it no more’?",
              "reference": "Iyov (Job) 34:32"
            },
            {
              "content": "Must his rewards meet your approval? Well, you are the one who doesn’t like them, so you, not I, should pick the alternative; come on, say what you think!",
              "reference": "Iyov (Job) 34:33"
            },
            {
              "content": "Intelligent people will tell me, every wise man who hears me will say,",
              "reference": "Iyov (Job) 34:34"
            },
            {
              "content": "‘Iyov is speaking without thinking; his words lack discernment.’",
              "reference": "Iyov (Job) 34:35"
            },
            {
              "content": "“I wish Iyov would be kept on trial forever, because he answers like wicked men.",
              "reference": "Iyov (Job) 34:36"
            },
            {
              "content": "For now to his sin he adds rebellion; he [mockingly] claps his hands among us and keeps adding to his words against God.”",
              "reference": "Iyov (Job) 34:37"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Iyov (Job) 35 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Elihu went on to say:",
              "reference": "Iyov (Job) 35:1"
            },
            {
              "content": "“Are you so convinced you are right, that you say, ‘I am more just than God’?",
              "reference": "Iyov (Job) 35:2"
            },
            {
              "content": "For you ask what advantage it is to you, ‘How do I gain from not sinning?’",
              "reference": "Iyov (Job) 35:3"
            },
            {
              "content": "“Here is my answer to you, to you and to your friends:",
              "reference": "Iyov (Job) 35:4"
            },
            {
              "content": "Look at the heavens and see; observe the skies, high above you.",
              "reference": "Iyov (Job) 35:5"
            },
            {
              "content": "If you sin, how do you hurt him? If your crimes are many, how do you affect him?",
              "reference": "Iyov (Job) 35:6"
            },
            {
              "content": "If you are righteous, what do you give him? What benefit does he get from you?",
              "reference": "Iyov (Job) 35:7"
            },
            {
              "content": "Your wickedness can affect only others like you, and your righteousness only other human beings.",
              "reference": "Iyov (Job) 35:8"
            },
            {
              "content": "People cry out from under many oppressions; they cry for help from under the fist of the mighty.",
              "reference": "Iyov (Job) 35:9"
            },
            {
              "content": "But no one asks, ‘Where is God my maker, who causes glad songs to ring out at night,",
              "reference": "Iyov (Job) 35:10"
            },
            {
              "content": "who teaches us more than he teaches wild animals and makes us wiser than the birds in the air?’",
              "reference": "Iyov (Job) 35:11"
            },
            {
              "content": "They may cry out, but no one answers, because of evil men’s pride.",
              "reference": "Iyov (Job) 35:12"
            },
            {
              "content": "For God will not listen to empty cries; Shaddai pays no attention to them.",
              "reference": "Iyov (Job) 35:13"
            },
            {
              "content": "All the more when you say that you don’t see him! Just be patient; he’s considering the matter.",
              "reference": "Iyov (Job) 35:14"
            },
            {
              "content": "But now, just because he doesn’t get angry and punish, does it mean he doesn’t know what arrogance is?",
              "reference": "Iyov (Job) 35:15"
            },
            {
              "content": "So Iyov is being futile when he opens his mouth; he is piling up words without knowledge.”",
              "reference": "Iyov (Job) 35:16"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Iyov (Job) 36 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Elihu added:",
              "reference": "Iyov (Job) 36:1"
            },
            {
              "content": "“Bear with me a little, and I will show you that there is more to say on God’s behalf.",
              "reference": "Iyov (Job) 36:2"
            },
            {
              "content": "I may search far and wide for my arguments, but I will ascribe righteousness to God my maker.",
              "reference": "Iyov (Job) 36:3"
            },
            {
              "content": "For the fact is that my words are true; you have with you a man whose views are pure.",
              "reference": "Iyov (Job) 36:4"
            },
            {
              "content": "“Look, God is powerful and despises no one, powerful in his strength of understanding.",
              "reference": "Iyov (Job) 36:5"
            },
            {
              "content": "He does not preserve the lives of the wicked, but he gives justice to the poor.",
              "reference": "Iyov (Job) 36:6"
            },
            {
              "content": "He does not withdraw his eyes from the righteous; but when he sets kings on their throne forever, they may become proud;",
              "reference": "Iyov (Job) 36:7"
            },
            {
              "content": "if, then, they are bound in chains, held in oppressive cords,",
              "reference": "Iyov (Job) 36:8"
            },
            {
              "content": "he shows them the results of their doings, the crimes caused by their pride.",
              "reference": "Iyov (Job) 36:9"
            },
            {
              "content": "He sounds a warning in their ears and orders them to repent of their evil.",
              "reference": "Iyov (Job) 36:10"
            },
            {
              "content": "“If they pay attention and obey him, they spend their days in prosperity; their years pass pleasantly.",
              "reference": "Iyov (Job) 36:11"
            },
            {
              "content": "But if they don’t pay attention, they perish by the sword and die without learning their lesson.",
              "reference": "Iyov (Job) 36:12"
            },
            {
              "content": "The godless in heart cherish their anger, not crying for help when he binds them.",
              "reference": "Iyov (Job) 36:13"
            },
            {
              "content": "Their soul perishes in their youth, and their life becomes depraved.",
              "reference": "Iyov (Job) 36:14"
            },
            {
              "content": "“God, with his affliction, delivers the afflicted; and he gets their attention by pressing on them.",
              "reference": "Iyov (Job) 36:15"
            },
            {
              "content": "Indeed [Iyov], he is drawing you away from distress to an untroubled open place, with rich food on your table.",
              "reference": "Iyov (Job) 36:16"
            },
            {
              "content": "But the judgment on the wicked applies fully to you, judgment and condemnation take hold [of them].",
              "reference": "Iyov (Job) 36:17"
            },
            {
              "content": "For beware of wrath when abundance entices you; don’t let a big bribe turn you aside.",
              "reference": "Iyov (Job) 36:18"
            },
            {
              "content": "Will your great wealth help you? or all your efforts, no matter how strong?",
              "reference": "Iyov (Job) 36:19"
            },
            {
              "content": "Don’t desire the night, when people suddenly die.",
              "reference": "Iyov (Job) 36:20"
            },
            {
              "content": "Be careful; turn away from wrongdoing; for because of this, you have been tested by affliction.",
              "reference": "Iyov (Job) 36:21"
            },
            {
              "content": "“Look, God is exalted in his strength; who is a teacher like him?",
              "reference": "Iyov (Job) 36:22"
            },
            {
              "content": "Who ever prescribed his course for him? Who ever said, ‘What you are doing is wrong’?",
              "reference": "Iyov (Job) 36:23"
            },
            {
              "content": "Remember, rather, to magnify his work, of which many have sung.",
              "reference": "Iyov (Job) 36:24"
            },
            {
              "content": "Everyone has seen it, [but] humans see it [only] from a distance.",
              "reference": "Iyov (Job) 36:25"
            },
            {
              "content": "Look, God is great, beyond what we can know; the number of his years is uncountable.",
              "reference": "Iyov (Job) 36:26"
            },
            {
              "content": "“He makes the droplets of water, which condense into rain from his mist.",
              "reference": "Iyov (Job) 36:27"
            },
            {
              "content": "The clouds pour it down upon humankind in abundance.",
              "reference": "Iyov (Job) 36:28"
            },
            {
              "content": "Can anyone fathom the spreading of the clouds, or the crashes that come from his canopy?",
              "reference": "Iyov (Job) 36:29"
            },
            {
              "content": "See how he scatters his lightning over it and covers the roots of the sea.",
              "reference": "Iyov (Job) 36:30"
            },
            {
              "content": "By these things he judges the people and also gives food in plenty.",
              "reference": "Iyov (Job) 36:31"
            },
            {
              "content": "He gathers the lightning into his hands and commands it to strike the target.",
              "reference": "Iyov (Job) 36:32"
            },
            {
              "content": "Its crashing announces its presence and apprises the cattle of what is coming.",
              "reference": "Iyov (Job) 36:33"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Iyov (Job) 37 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“At this, my own heart trembles and leaps out of its place.",
              "reference": "Iyov (Job) 37:1"
            },
            {
              "content": "Just listen to the rumbling of his voice, to the thunder that comes from his mouth!",
              "reference": "Iyov (Job) 37:2"
            },
            {
              "content": "He sends it out under all of heaven, his lightning to the ends of the earth.",
              "reference": "Iyov (Job) 37:3"
            },
            {
              "content": "There follows a sound, a roar — he is thundering with his majestic voice, and he keeps releasing [the lightning] even while his voice is being heard.",
              "reference": "Iyov (Job) 37:4"
            },
            {
              "content": "“God thunders wonderfully with his voice, he does great things beyond our understanding.",
              "reference": "Iyov (Job) 37:5"
            },
            {
              "content": "He says to the snow, ‘Fall on the earth!’ — likewise to the light rain, also to the downpour.",
              "reference": "Iyov (Job) 37:6"
            },
            {
              "content": "He brings all human activity to a stop, so that everyone he has made can know it.",
              "reference": "Iyov (Job) 37:7"
            },
            {
              "content": "Then the animals go into their lairs and hibernate in their dens.",
              "reference": "Iyov (Job) 37:8"
            },
            {
              "content": "“Out of its chamber comes the storm, with cold out of the north.",
              "reference": "Iyov (Job) 37:9"
            },
            {
              "content": "By the breath of God, ice is given, and the wide waters freeze over.",
              "reference": "Iyov (Job) 37:10"
            },
            {
              "content": "He weighs the clouds down with moisture, and they flash forth his lightning.",
              "reference": "Iyov (Job) 37:11"
            },
            {
              "content": "He, by his plans, turns them around, so they do what he commands them anywhere on earth;",
              "reference": "Iyov (Job) 37:12"
            },
            {
              "content": "he brings them forth on the earth sometimes to punish, sometimes to express his grace.",
              "reference": "Iyov (Job) 37:13"
            },
            {
              "content": "“Listen to this, Iyov! Stop, and consider God’s wonders.",
              "reference": "Iyov (Job) 37:14"
            },
            {
              "content": "Do you know how God puts them in place, how he causes lightning to flash from his cloud?",
              "reference": "Iyov (Job) 37:15"
            },
            {
              "content": "Do you know how he balances the clouds? These are marvels of him who knows everything!",
              "reference": "Iyov (Job) 37:16"
            },
            {
              "content": "“You, sweltering in your clothing as the earth lies still under a sultry south wind,",
              "reference": "Iyov (Job) 37:17"
            },
            {
              "content": "can you, with him, spread out the sky, hard as a cast metal mirror?",
              "reference": "Iyov (Job) 37:18"
            },
            {
              "content": "Teach us what we should tell him, for the darkness keeps us from organizing our case.",
              "reference": "Iyov (Job) 37:19"
            },
            {
              "content": "Is he to be told that I will speak? Can a man speak at all when he is already swallowed up?",
              "reference": "Iyov (Job) 37:20"
            },
            {
              "content": "Now people don’t see the light, which is bright in the sky; but then the wind blows and clears [the clouds] away.",
              "reference": "Iyov (Job) 37:21"
            },
            {
              "content": "Out of the north comes a golden glow, fearsome majesty surrounding God.",
              "reference": "Iyov (Job) 37:22"
            },
            {
              "content": "Shaddai, whom we cannot find, whose power is immense, in his great righteousness does not pervert justice.",
              "reference": "Iyov (Job) 37:23"
            },
            {
              "content": "This is why people fear him; he does not consider those who think of themselves as wise.”",
              "reference": "Iyov (Job) 37:24"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Iyov (Job) 38 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then Adonai answered Iyov out of the storm:",
              "reference": "Iyov (Job) 38:1"
            },
            {
              "content": "“Who is this, darkening my plans with his ignorant words?",
              "reference": "Iyov (Job) 38:2"
            },
            {
              "content": "Stand up like a man, and brace yourself; I will ask questions; and you, give the answers!",
              "reference": "Iyov (Job) 38:3"
            },
            {
              "content": "“Where were you when I founded the earth? Tell me, if you know so much.",
              "reference": "Iyov (Job) 38:4"
            },
            {
              "content": "Do you know who determined its dimensions or who stretched the measuring line across it?",
              "reference": "Iyov (Job) 38:5"
            },
            {
              "content": "On what were its bases sunk, or who laid its cornerstone,",
              "reference": "Iyov (Job) 38:6"
            },
            {
              "content": "when the morning stars sang together, and all the sons of God shouted for joy?",
              "reference": "Iyov (Job) 38:7"
            },
            {
              "content": "“Who shut up the sea behind closed doors when it gushed forth from the womb,",
              "reference": "Iyov (Job) 38:8"
            },
            {
              "content": "when I made the clouds its blanket and dense fog its swaddling cloth,",
              "reference": "Iyov (Job) 38:9"
            },
            {
              "content": "when I made the breakers its boundary set its gates and bars,",
              "reference": "Iyov (Job) 38:10"
            },
            {
              "content": "and said, ‘You may come this far, but no farther; here your proud waves must stop’?",
              "reference": "Iyov (Job) 38:11"
            },
            {
              "content": "“Have you ever in your life called up the dawn and made the morning know its place,",
              "reference": "Iyov (Job) 38:12"
            },
            {
              "content": "so that it could take hold of the edges of the earth and shake the wicked out of it?",
              "reference": "Iyov (Job) 38:13"
            },
            {
              "content": "Then the earth is changed like clay under a seal, until its colors are fixed like those of a garment.",
              "reference": "Iyov (Job) 38:14"
            },
            {
              "content": "But from the wicked the light is withheld, and the arm raised [to strike] is broken.",
              "reference": "Iyov (Job) 38:15"
            },
            {
              "content": "“Have you gone down to the springs of the sea or explored the limits of the deep?",
              "reference": "Iyov (Job) 38:16"
            },
            {
              "content": "Have the gates of death been revealed to you, the gates of death-like darkness?",
              "reference": "Iyov (Job) 38:17"
            },
            {
              "content": "Have you surveyed the full extent of the earth? Say so, if you know it all!",
              "reference": "Iyov (Job) 38:18"
            },
            {
              "content": "“Which way leads to where light has its home? and darkness, where does it dwell?",
              "reference": "Iyov (Job) 38:19"
            },
            {
              "content": "If you knew, you could take each to its place and set it on its homeward path.",
              "reference": "Iyov (Job) 38:20"
            },
            {
              "content": "You know, of course, because you were born then; by now you must be very old!",
              "reference": "Iyov (Job) 38:21"
            },
            {
              "content": "“Have you gone into the storehouses for snow or seen the storehouses for hail,",
              "reference": "Iyov (Job) 38:22"
            },
            {
              "content": "which I save for times of trouble, for days of battle and war?",
              "reference": "Iyov (Job) 38:23"
            },
            {
              "content": "“By what path is light dispersed, or the east wind poured out on the land?",
              "reference": "Iyov (Job) 38:24"
            },
            {
              "content": "Who cut a channel for the downpours, or a way for the lightning and thunder,",
              "reference": "Iyov (Job) 38:25"
            },
            {
              "content": "causing it to rain where no one is, in a desert without anyone there,",
              "reference": "Iyov (Job) 38:26"
            },
            {
              "content": "drenching the waste and desolate [ground], till the tender grass sprouts?",
              "reference": "Iyov (Job) 38:27"
            },
            {
              "content": "Does the rain have a father? Who is the father of dewdrops?",
              "reference": "Iyov (Job) 38:28"
            },
            {
              "content": "From whose womb does ice come? Who gives birth to the frost of heaven,",
              "reference": "Iyov (Job) 38:29"
            },
            {
              "content": "when water becomes as hard as stone, and the surface of the deep freezes solid?",
              "reference": "Iyov (Job) 38:30"
            },
            {
              "content": "“Can you tie up the cords of the Pleiades or loosen the belt of Orion?",
              "reference": "Iyov (Job) 38:31"
            },
            {
              "content": "Can you lead out the constellations of the zodiac in their season or guide the Great Bear and its cubs?",
              "reference": "Iyov (Job) 38:32"
            },
            {
              "content": "Do you know the laws of the sky? Can you determine how they affect the earth?",
              "reference": "Iyov (Job) 38:33"
            },
            {
              "content": "“Can you raise your voice to the clouds and make them cover you with a flood of rain?",
              "reference": "Iyov (Job) 38:34"
            },
            {
              "content": "Can you send lightning bolts on their way? Will they say to you, ‘Here we are’?",
              "reference": "Iyov (Job) 38:35"
            },
            {
              "content": "“Who put wisdom in people’s inner parts? Who gave understanding to the mind?",
              "reference": "Iyov (Job) 38:36"
            },
            {
              "content": "Who, by wisdom, can number the clouds? Who can tilt the water-skins of heaven,",
              "reference": "Iyov (Job) 38:37"
            },
            {
              "content": "so that the dust becomes a mass [of mud], and its clods stick together?",
              "reference": "Iyov (Job) 38:38"
            },
            {
              "content": "“Can you hunt prey for a lioness or satisfy the appetite of the young lions,",
              "reference": "Iyov (Job) 38:39"
            },
            {
              "content": "when they crouch in their dens or lie in ambush in their lairs?",
              "reference": "Iyov (Job) 38:40"
            },
            {
              "content": "Who provides food for the raven when his young cry out to God and wander about for lack of food?",
              "reference": "Iyov (Job) 38:41"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Iyov (Job) 39 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“Do you know when mountain goats give birth? Have you seen deer in labor?",
              "reference": "Iyov (Job) 39:1"
            },
            {
              "content": "Can you tell how many months they carry their young? Do you know when they give birth,",
              "reference": "Iyov (Job) 39:2"
            },
            {
              "content": "when they crouch down and bring forth their young, when they deliver their fawns?",
              "reference": "Iyov (Job) 39:3"
            },
            {
              "content": "Their young become strong, growing up in the open; they leave and never return.",
              "reference": "Iyov (Job) 39:4"
            },
            {
              "content": "“Who lets the wild donkey roam freely? Who sets the wild donkey loose from its shackles?",
              "reference": "Iyov (Job) 39:5"
            },
            {
              "content": "I made the ‘Aravah its home, the salty desert its place to live.",
              "reference": "Iyov (Job) 39:6"
            },
            {
              "content": "It scorns the noise of the city and hears no driver’s shouts.",
              "reference": "Iyov (Job) 39:7"
            },
            {
              "content": "It ranges over the hills for its pasture, searching for anything green.",
              "reference": "Iyov (Job) 39:8"
            },
            {
              "content": "“Would a wild ox be willing to serve you? Would it stay by your stall?",
              "reference": "Iyov (Job) 39:9"
            },
            {
              "content": "Could you tie a rope around its neck and make it plow furrows for you?",
              "reference": "Iyov (Job) 39:10"
            },
            {
              "content": "Would you trust its great strength enough to let it do your heavy work,",
              "reference": "Iyov (Job) 39:11"
            },
            {
              "content": "or rely on it to bring home your seed and gather the grain from your threshing-floor?",
              "reference": "Iyov (Job) 39:12"
            },
            {
              "content": "“An ostrich’s wings beat wildly, although its pinions lack plumage.",
              "reference": "Iyov (Job) 39:13"
            },
            {
              "content": "It leaves its eggs on the ground and lets them be warmed by the sand,",
              "reference": "Iyov (Job) 39:14"
            },
            {
              "content": "forgetting that a foot may crush them or a wild animal trample on them.",
              "reference": "Iyov (Job) 39:15"
            },
            {
              "content": "It treats its chicks heartlessly, as if they were not its own; even if her labor is in vain, it really doesn’t care;",
              "reference": "Iyov (Job) 39:16"
            },
            {
              "content": "because God has deprived it of wisdom and given it no share in understanding.",
              "reference": "Iyov (Job) 39:17"
            },
            {
              "content": "When the time comes, it flaps its wings, scorning both horse and rider.",
              "reference": "Iyov (Job) 39:18"
            },
            {
              "content": "“Did you give the horse its strength? Did you clothe its neck with a mane?",
              "reference": "Iyov (Job) 39:19"
            },
            {
              "content": "Did you make him able to leap like a locust? Its majestic snorting is frightening!",
              "reference": "Iyov (Job) 39:20"
            },
            {
              "content": "It paws with force and exults with vigor, then charges into the battle;",
              "reference": "Iyov (Job) 39:21"
            },
            {
              "content": "mocking at fear, unafraid, it does not shy away from the sword.",
              "reference": "Iyov (Job) 39:22"
            },
            {
              "content": "The [rider’s] quiver rattles over it, [his] gleaming spear and javelin.",
              "reference": "Iyov (Job) 39:23"
            },
            {
              "content": "Frenzied and eager, it devours the ground, scarcely believing the shofar has sounded.",
              "reference": "Iyov (Job) 39:24"
            },
            {
              "content": "At the sound of the shofar it whinnies; as from afar it scents the battle, the roar of the chiefs and the shouting.",
              "reference": "Iyov (Job) 39:25"
            },
            {
              "content": "“Is it your wisdom that sets the hawk soaring, spreading its wings toward the south?",
              "reference": "Iyov (Job) 39:26"
            },
            {
              "content": "Does the eagle fly up when you say so, to build its nest in the heights?",
              "reference": "Iyov (Job) 39:27"
            },
            {
              "content": "It lives and spends its nights on the cliffs; a rocky crag is its fortress.",
              "reference": "Iyov (Job) 39:28"
            },
            {
              "content": "From there it spots its prey, its eyes see it far off.",
              "reference": "Iyov (Job) 39:29"
            },
            {
              "content": "Its young ones suck up blood; wherever the slain are, there it is.”",
              "reference": "Iyov (Job) 39:30"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Iyov (Job) 40 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Continuing to address Iyov, Adonai said:",
              "reference": "Iyov (Job) 40:1"
            },
            {
              "content": "“Does the critic still want to dispute Shaddai? Let him who wants to correct God give an answer!”",
              "reference": "Iyov (Job) 40:2"
            },
            {
              "content": "Then Iyov replied to Adonai:",
              "reference": "Iyov (Job) 40:3"
            },
            {
              "content": "“I am too ashamed; I have nothing to say. I lay my hand over my mouth.",
              "reference": "Iyov (Job) 40:4"
            },
            {
              "content": "Yes, I spoke once, but I won’t answer more; all right, twice, but I won’t go on.”",
              "reference": "Iyov (Job) 40:5"
            },
            {
              "content": "Adonai answered Iyov out of the storm:",
              "reference": "Iyov (Job) 40:6"
            },
            {
              "content": "“Stand up like a man, and brace yourself; I will ask questions; and you, give the answers!",
              "reference": "Iyov (Job) 40:7"
            },
            {
              "content": "“Are you impugning my justice? Putting me in the wrong to prove yourself right?",
              "reference": "Iyov (Job) 40:8"
            },
            {
              "content": "Do you have an arm like God’s? Can you thunder with a voice like his?",
              "reference": "Iyov (Job) 40:9"
            },
            {
              "content": "Come on, deck yourself with majesty and dignity, robe yourself in glory and splendor.",
              "reference": "Iyov (Job) 40:10"
            },
            {
              "content": "Let loose your furious anger, look at all who are proud, and humble them.",
              "reference": "Iyov (Job) 40:11"
            },
            {
              "content": "Look at all who are proud, and bring them down; tread down the wicked where they stand.",
              "reference": "Iyov (Job) 40:12"
            },
            {
              "content": "Bury them in the ground together, bind their faces in the hidden world.",
              "reference": "Iyov (Job) 40:13"
            },
            {
              "content": "If you do this, then I will confess to you that your own power can save you.",
              "reference": "Iyov (Job) 40:14"
            },
            {
              "content": "“Now consider Behemot, whom I made along with you. He eats grass like an ox.",
              "reference": "Iyov (Job) 40:15"
            },
            {
              "content": "What strength he has in his loins! What power in his stomach muscles!",
              "reference": "Iyov (Job) 40:16"
            },
            {
              "content": "He can make his tail as stiff as a cedar, the muscles in his thighs are like cables,",
              "reference": "Iyov (Job) 40:17"
            },
            {
              "content": "his bones are like bronze pipes, his limbs like iron bars.",
              "reference": "Iyov (Job) 40:18"
            },
            {
              "content": "“He ranks first among God’s works. Only his maker can approach him with his sword.",
              "reference": "Iyov (Job) 40:19"
            },
            {
              "content": "The mountains produce food for him there, where all the wild animals play.",
              "reference": "Iyov (Job) 40:20"
            },
            {
              "content": "He lies down under the thorny lotus bushes and is hidden by the reeds in the swamp;",
              "reference": "Iyov (Job) 40:21"
            },
            {
              "content": "the lotus bushes cover him with their shade, and the willows by the stream surround him.",
              "reference": "Iyov (Job) 40:22"
            },
            {
              "content": "If the river overflows, it doesn’t worry him; he is confident even if the Yarden rushes by his mouth.",
              "reference": "Iyov (Job) 40:23"
            },
            {
              "content": "Can anyone catch him by his eyes or pierce his nose with a hook?",
              "reference": "Iyov (Job) 40:24"
            },
            {
              "content": "“And Livyatan! Can you catch him with a fishhook or hold his tongue down with a rope?",
              "reference": "Iyov (Job) 40:25"
            },
            {
              "content": "Can you put a ring in his nose or pierce his jaw with a barb?",
              "reference": "Iyov (Job) 40:26"
            },
            {
              "content": "Will he entreat you at length? Will he speak with you softly?",
              "reference": "Iyov (Job) 40:27"
            },
            {
              "content": "Will he agree with you to be your slave forever?",
              "reference": "Iyov (Job) 40:28"
            },
            {
              "content": "Will you play with him as you would with a bird or keep him on a string to amuse your little girls?",
              "reference": "Iyov (Job) 40:29"
            },
            {
              "content": "Will a group of fishermen turn him into a banquet? Will they divide him among the merchants?",
              "reference": "Iyov (Job) 40:30"
            },
            {
              "content": "Can you fill his skin with darts or his head with fish-spears?",
              "reference": "Iyov (Job) 40:31"
            },
            {
              "content": "If you lay your hand on him, you won’t forget the fight, and you’ll never do it again!",
              "reference": "Iyov (Job) 40:32"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Iyov (Job) 41 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "“Look, any hope [of capturing him] is futile — one would fall prostrate at the very sight of him.",
              "reference": "Iyov (Job) 41:1"
            },
            {
              "content": "No one is fierce enough to rouse him, so who can stand up to me?",
              "reference": "Iyov (Job) 41:2"
            },
            {
              "content": "Who has given me anything and made me pay it back? Everything belongs to me under all of heaven.",
              "reference": "Iyov (Job) 41:3"
            },
            {
              "content": "“I have more to say about his limbs, his strong talk, and his matchless strength.",
              "reference": "Iyov (Job) 41:4"
            },
            {
              "content": "Who can strip off his [scaly] garment? Who can enter his jaws?",
              "reference": "Iyov (Job) 41:5"
            },
            {
              "content": "Who can pry open the doors of his face, so close to his terrible teeth?",
              "reference": "Iyov (Job) 41:6"
            },
            {
              "content": "“His pride is his rows of scales, tightly sealed together —",
              "reference": "Iyov (Job) 41:7"
            },
            {
              "content": "one is so close to the next that no air can come between them;",
              "reference": "Iyov (Job) 41:8"
            },
            {
              "content": "they are stuck one to another, interlocked and impervious.",
              "reference": "Iyov (Job) 41:9"
            },
            {
              "content": "“When he sneezes, light flashes out; his eyes are like the shimmer of dawn.",
              "reference": "Iyov (Job) 41:10"
            },
            {
              "content": "From his mouth go fiery torches, and sparks come flying out.",
              "reference": "Iyov (Job) 41:11"
            },
            {
              "content": "His nostrils belch steam like a caldron boiling on the fire.",
              "reference": "Iyov (Job) 41:12"
            },
            {
              "content": "His breath sets coals ablaze; flames pour from his mouth.",
              "reference": "Iyov (Job) 41:13"
            },
            {
              "content": "“Strength resides in his neck, and dismay dances ahead of him [as he goes].",
              "reference": "Iyov (Job) 41:14"
            },
            {
              "content": "The layers of his flesh stick together; they are firm on him, immovable.",
              "reference": "Iyov (Job) 41:15"
            },
            {
              "content": "His heart is as hard as a stone, yes, hard as a lower millstone.",
              "reference": "Iyov (Job) 41:16"
            },
            {
              "content": "When he rears himself up, the gods are afraid, beside themselves in despair.",
              "reference": "Iyov (Job) 41:17"
            },
            {
              "content": "“If a sword touches him, it won’t stick; neither will a spear, or a dart, or a lance.",
              "reference": "Iyov (Job) 41:18"
            },
            {
              "content": "He regards iron as straw and bronze as rotten wood.",
              "reference": "Iyov (Job) 41:19"
            },
            {
              "content": "An arrow can’t make him flee; for him, slingstones are so much chaff.",
              "reference": "Iyov (Job) 41:20"
            },
            {
              "content": "Clubs count as hay, and he laughs at a quivering javelin.",
              "reference": "Iyov (Job) 41:21"
            },
            {
              "content": "His belly is as sharp as fragments of pottery, so he moves across the mud like a threshing-sledge.",
              "reference": "Iyov (Job) 41:22"
            },
            {
              "content": "“He makes the depths seethe like a pot, he makes the sea [boil] like a perfume kettle.",
              "reference": "Iyov (Job) 41:23"
            },
            {
              "content": "He leaves a shining wake behind him, making the deep seem to have white hair.",
              "reference": "Iyov (Job) 41:24"
            },
            {
              "content": "“On earth there is nothing like him, a creature without fear.",
              "reference": "Iyov (Job) 41:25"
            },
            {
              "content": "He looks straight at all high things. He is king over all proud beasts.”",
              "reference": "Iyov (Job) 41:26"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Iyov (Job) 42 CJB",
          "version": "CJB",
          "verses": [
            {
              "content": "Then [at last,] Iyov gave Adonai this answer:",
              "reference": "Iyov (Job) 42:1"
            },
            {
              "content": "“I know that you can do everything, that no purpose of yours can be thwarted.",
              "reference": "Iyov (Job) 42:2"
            },
            {
              "content": "“[You asked,] ‘Who is this, hiding counsel, without having knowledge?’ Yes, I spoke, without understanding, of wonders far beyond me, which I didn’t know.",
              "reference": "Iyov (Job) 42:3"
            },
            {
              "content": "“Please listen, and I will speak. [You said,] ‘I will ask questions; and you, give me answers’ —",
              "reference": "Iyov (Job) 42:4"
            },
            {
              "content": "I had heard about you with my ears, but now my eye sees you;",
              "reference": "Iyov (Job) 42:5"
            },
            {
              "content": "therefore I detest [myself] and repent in dust and ashes.”",
              "reference": "Iyov (Job) 42:6"
            },
            {
              "content": "After Adonai had spoken these words to Iyov, Adonai said to Elifaz the Teimani, “My anger is blazing against you and your two friends, because, unlike my servant Iyov, you have not spoken rightly about me.",
              "reference": "Iyov (Job) 42:7"
            },
            {
              "content": "So now, get yourselves seven young bulls and seven rams, go to my servant Iyov, and offer up for yourselves a burnt offering. My servant Iyov will pray for you — because him I will accept — so that I won’t punish you as your boorishness deserves; because you have not spoken rightly about me, as my servant Iyov has.”",
              "reference": "Iyov (Job) 42:8"
            },
            {
              "content": "So Elifaz the Teimani, Bildad the Shuchi and Tzofar the Na‘amati went and did what Adonai had ordered them to do, and Adonai accepted Iyov[’s prayer].",
              "reference": "Iyov (Job) 42:9"
            },
            {
              "content": "When Iyov prayed for his friends, Adonai restored his fortunes; Adonai gave Iyov twice as much as he had had before.",
              "reference": "Iyov (Job) 42:10"
            },
            {
              "content": "Then all his brothers and sisters came to him, also all who had known him before, and they ate a meal with him in his house. They consoled and comforted him for all the evils Adonai had inflicted on him. Each one gave him a piece of silver and a gold ring.",
              "reference": "Iyov (Job) 42:11"
            },
            {
              "content": "Adonai blessed Iyov’s later situation even more than his earlier one — he had 14,000 sheep, 6,000 camels, 1,000 pairs of oxen and 1,000 female donkeys.",
              "reference": "Iyov (Job) 42:12"
            },
            {
              "content": "He also had seven sons and three daughters.",
              "reference": "Iyov (Job) 42:13"
            },
            {
              "content": "The first he named Y’mimah; the second, K’tzi‘ah; and the third, Keren-Hapukh.",
              "reference": "Iyov (Job) 42:14"
            },
            {
              "content": "Nowhere in the land could women be found as beautiful as Iyov’s daughters; and their father gave them inheritances along with their brothers.",
              "reference": "Iyov (Job) 42:15"
            },
            {
              "content": "After this, Iyov lived 140 years, long enough to see his sons and grandsons, four generations.",
              "reference": "Iyov (Job) 42:16"
            },
            {
              "content": "Then, old and full of days, Iyov died.",
              "reference": "Iyov (Job) 42:17"
            }
          ],
          "copyright": "© 1998 by Messianic Jewish Publishers and Resources. Used by permission.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}