{
  "translation": "FBV",
  "translationId": 1932,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Once there was a man called Job who lived in the land of Uz. He was a man of integrity who did what was right. He respected God and avoided evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "He had seven sons and three daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "He owned seven thousand sheep, three thousand camels, five hundred teams of oxen, and five hundred female donkeys, as well as many servants. He was more wealthy than anyone else in the East.",
              "reference": "Job 1:3"
            },
            {
              "content": "Job's sons used to take turns holding feasts in their homes on their specific day, also inviting their sisters to come and eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When the days of feasting were over, Job would send for them and purify them by getting up early in the morning to offer a burnt offering for each of them. He was concerned, thinking to himself, “Maybe my children have sinned in some way and have unintentionally offended God.” This is what Job always did.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day the angels came to present themselves to the Lord, and Satan came with them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord asked Satan, “What have you been doing?” “Traveling around on earth, going here and there,” Satan replied.",
              "reference": "Job 1:7"
            },
            {
              "content": "“Have you paid attention to Job, my servant?” asked the Lord. “There's no one like him on earth, a man of integrity who does what is right, who respects God and avoids evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "“Is it for nothing that Job respects God?” Satan answered. “You've placed a protective fence around him and his family—in fact around everything he has.",
              "reference": "Job 1:9"
            },
            {
              "content": "You have blessed everything he does. His flocks and herds have increased so much they fill the whole land!",
              "reference": "Job 1:10"
            },
            {
              "content": "But if you reach out and take everything he has, he will definitely curse you to your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "The Lord told Satan, “Very well, you have the power to do whatever you want to everything he has, but don't hurt him physically.” Then Satan left the Lord's presence.",
              "reference": "Job 1:12"
            },
            {
              "content": "The day came when while Job's sons and daughters were eating and drinking wine in their eldest brother's house,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job and told him, “As the oxen were plowing and female donkeys were grazing nearby,",
              "reference": "Job 1:14"
            },
            {
              "content": "the Sabeans attacked and took them, killing the herdsmen. Only I escaped to bring you this news.”",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking another messenger arrived and said, “The fire of God fell from heaven and set the sheep and shepherds on fire and burned them up. Only I escaped to bring you this news.”",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking another messenger arrived and said, “Three armed companies of Chaldeans attacked the camels and took them, killing the herdsmen. Only I escaped to bring you this news.”",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking another messenger arrived and said, “Your sons and daughters were eating and drinking wine in the house of their eldest brother",
              "reference": "Job 1:18"
            },
            {
              "content": "when all of a sudden a tremendous wind came in from the desert. It hit the house on all four sides so that it collapsed on them and they died. Only I escaped to bring you this news.”",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job stood up and tore his robe. Then cut off his hair and fell to the ground in worship.",
              "reference": "Job 1:20"
            },
            {
              "content": "“I was naked when I came out of my mother's womb, and I shall be naked when I leave,” he said. “The Lord gave, and the Lord has taken away. May the Lord's name be honored.”",
              "reference": "Job 1:21"
            },
            {
              "content": "In all of this Job did not sin, nor blame God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "One day the heavenly beings came to present themselves to the Lord, and Satan came with them to present himself to the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "The Lord asked Satan, “What have you been doing?” “Traveling around on earth, going here and there,” Satan replied.",
              "reference": "Job 2:2"
            },
            {
              "content": "“Have you noticed my servant Job?” asked the Lord. “There's no one like him on earth, a man of integrity who does what is right, who respects God and avoids evil. And he has kept his integrity, even though you wanted me to harm him for no reason.”",
              "reference": "Job 2:3"
            },
            {
              "content": "“Skin for skin!” Satan replied. “A man will give up everything to save his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But reach out and hurt his bones and his flesh, and he will definitely curse you to your face.”",
              "reference": "Job 2:5"
            },
            {
              "content": "So the Lord said to Satan, “Very well, you have the power to do whatever you want to him, but don't kill him.”",
              "reference": "Job 2:6"
            },
            {
              "content": "Then Satan left the Lord's presence and inflicted Job with horrible skin sores from the bottom of his feet to the top of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "Job picked up a piece of broken pottery to scratch himself as he sat in ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "His wife said to him, “Are you still holding on to your integrity? Curse God and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "But he told her, “You're talking just like any foolish woman would! Should we receive only good from God, and not evil?” Despite all this, Job said nothing sinful.",
              "reference": "Job 2:10"
            },
            {
              "content": "When three of Job's friends heard of all the trouble that had happened to him, they each left their homes: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together and went to comfort and console him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they saw Job from a distance they hardly recognized him. They broke out into loud wailing, tore their robes, and threw dust into the air over their heads.",
              "reference": "Job 2:12"
            },
            {
              "content": "They sat down on the ground with him for seven days and seven nights. None of them said anything to him because they saw how badly he was suffering.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "After this Job began speaking, cursing the day of his birth.",
              "reference": "Job 3:1"
            },
            {
              "content": "He said,",
              "reference": "Job 3:2"
            },
            {
              "content": "“Wipe out the day I was born, and the night when it was announced that a boy had been conceived.",
              "reference": "Job 3:3"
            },
            {
              "content": "Turn that day to darkness. God above should not remember it. Don't let light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "Take it back, darkness and death-shadow. A black cloud should overshadow it. It should be as terrifying as the darkness of an eclipse during the day.",
              "reference": "Job 3:5"
            },
            {
              "content": "Blot out that night as if it never existed. Don't count it on the calendar. Don't let it have a day in any month.",
              "reference": "Job 3:6"
            },
            {
              "content": "Let that night be childless, with no sounds of happiness heard.",
              "reference": "Job 3:7"
            },
            {
              "content": "Those who place curses on certain days should curse it, those who have the power to raise Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "Its early morning stars should stay dark. Looking for light, may none come, may it not see the glimmer of dawn",
              "reference": "Job 3:9"
            },
            {
              "content": "for it did not shut my mother's womb to prevent me from seeing trouble.",
              "reference": "Job 3:10"
            },
            {
              "content": "Why wasn't I stillborn? Why didn't I die at birth?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why was there a lap for me to lie on, or breasts for me to suck?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I would be lying down in peace. I would be sleeping and at rest,",
              "reference": "Job 3:13"
            },
            {
              "content": "along with the kings of this world and their officials whose palaces now lie in ruins,",
              "reference": "Job 3:14"
            },
            {
              "content": "or with noblemen who collected gold and filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Why wasn't I a miscarriage, buried in secret, a baby who never saw the light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There in the grave the wicked give no more trouble, and those whose strength is gone have their rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "There prisoners take it easy—they don't hear the commands of their oppressors.",
              "reference": "Job 3:18"
            },
            {
              "content": "Both small and great are there, and slaves are freed from their masters.",
              "reference": "Job 3:19"
            },
            {
              "content": "Why does God give life to those who are suffering, living bitterly miserable lives,",
              "reference": "Job 3:20"
            },
            {
              "content": "those who are waiting for death that does not come and who are looking for death more desperately than hunting for treasure?",
              "reference": "Job 3:21"
            },
            {
              "content": "They're so incredibly happy when they reach the grave!",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is light given to someone who doesn't know where they're going, someone God has fenced in?",
              "reference": "Job 3:23"
            },
            {
              "content": "My groans are the bread I eat; my raging tears are the water I drink.",
              "reference": "Job 3:24"
            },
            {
              "content": "For all that I feared has happened to me; everything that I dreaded has come upon me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I have no peace, no quiet, no rest. All that comes is rage.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered Job.",
              "reference": "Job 4:1"
            },
            {
              "content": "“Could I say a word? I don't want to upset you but who could keep quiet and not respond?",
              "reference": "Job 4:2"
            },
            {
              "content": "You've certainly encouraged many people and supported those who are weak.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your advice has helped those who are stumbling not to fall, and you have strengthened those whose knees are weak.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now you're the one suffering and you're upset.",
              "reference": "Job 4:5"
            },
            {
              "content": "Wasn't it your reverence for God that gave you confidence and your integrity that gave you hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "Think about it: since when did the innocent die? Since when were good people destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "From what I've seen it's those who plant evil and sow trouble who reap the same!",
              "reference": "Job 4:8"
            },
            {
              "content": "A breath from God destroys them; a blast of his anger wipes them out.",
              "reference": "Job 4:9"
            },
            {
              "content": "Lions may roar and growl, but their teeth still break.",
              "reference": "Job 4:10"
            },
            {
              "content": "Even a lion dies from lack of food, and the lioness' cubs are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "A word quietly crept up on me; a whisper reached my ear.",
              "reference": "Job 4:12"
            },
            {
              "content": "Troubling thoughts came to me in nightmares when you fall into a deep sleep.",
              "reference": "Job 4:13"
            },
            {
              "content": "I became terrified and trembled; all my bones were shaking.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a breath brushed my face and gave me goose-pimples.",
              "reference": "Job 4:15"
            },
            {
              "content": "Something stopped, but I couldn't see its face. My eyes could only make out a shape. It was totally quiet, and then I heard a voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "‘Can anyone be right before God? Can anyone be pure before their Maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "If he doesn't even trust his servants, and he says his angels make mistakes,",
              "reference": "Job 4:18"
            },
            {
              "content": "how much more does this apply to those who live in these houses made of clay, whose foundations are based on dust, who fall apart like clothing to a moth?",
              "reference": "Job 4:19"
            },
            {
              "content": "Alive in the morning, they are dead by evening. They die, unnoticed.",
              "reference": "Job 4:20"
            },
            {
              "content": "They are like tent ropes that are pulled up, and they collapse in death. They die without wisdom.’”",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“Call if you want, but who is going to answer you? Which angel are you going to turn to?",
              "reference": "Job 5:1"
            },
            {
              "content": "Surely anger slays the fool and jealousy kills the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen a fool growing strong, but I immediately cursed his house.",
              "reference": "Job 5:3"
            },
            {
              "content": "His sons are never safe; they are crushed in court with no one to defend them.",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry eat everything he has harvested, taking even that protected by a thorn hedge, while others look to steal his wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "For evil doesn't come from the dust; neither does trouble grow from the earth.",
              "reference": "Job 5:6"
            },
            {
              "content": "But human beings are born for trouble just as certainly as sparks from a fire fly upwards.",
              "reference": "Job 5:7"
            },
            {
              "content": "If it were me, I would go to God and put my case before him.",
              "reference": "Job 5:8"
            },
            {
              "content": "He is the one who does amazing, incredible things; miracles that can't be counted!",
              "reference": "Job 5:9"
            },
            {
              "content": "He gives rain to the earth and sends water to the fields.",
              "reference": "Job 5:10"
            },
            {
              "content": "He exalts the humble, and rescues those who mourn.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the plans of the cunning so that they are unsuccessful.",
              "reference": "Job 5:12"
            },
            {
              "content": "He traps the wise in their own clever thinking, and the schemes of twisted people are cut short.",
              "reference": "Job 5:13"
            },
            {
              "content": "In the daytime they're in the dark, and they stumble around at noon like it's night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But God is the one who saves from their cutting remarks, and the poor from the actions of the powerful.",
              "reference": "Job 5:15"
            },
            {
              "content": "As a result those who are helpless have hope, and the wicked have to shut their mouths!",
              "reference": "Job 5:16"
            },
            {
              "content": "See how happy is the person God corrects—so don't despise the Almighty's discipline.",
              "reference": "Job 5:17"
            },
            {
              "content": "For he causes pain but he provides relief; he wounds but his hands heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "He will save you from many disasters; a multitude of evils will not affect you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In times of famine he will rescue you from death, and in times of war he will save you from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be protected from sharp-tongued slander; and when violence comes you will not be afraid.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at violence and famine; you won't be afraid of wild animals—",
              "reference": "Job 5:22"
            },
            {
              "content": "for you will be at peace with the stones of the field and the wild animals will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You will be certain that your home is safe, for you will go to where you live and find nothing missing.",
              "reference": "Job 5:24"
            },
            {
              "content": "You will also be sure that you will have many children; your descendants will be like the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will live to a ripe old age like a sheaf of grain when it is harvested.",
              "reference": "Job 5:26"
            },
            {
              "content": "Look, we've examined it, and it's true! Listen to what I'm saying and apply it to yourself!”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Job responded:",
              "reference": "Job 6:1"
            },
            {
              "content": "“If my grief could be weighed and my troubles placed on the scales",
              "reference": "Job 6:2"
            },
            {
              "content": "they would be heavier than the sand of the sea. That's why I spoke so rashly.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Almighty are in me; their poison saps my spirit. God's terrors are lined up against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Don't wild donkeys bray when their grass is gone? Don't cattle groan when they don't have food!",
              "reference": "Job 6:5"
            },
            {
              "content": "Can something that's tasteless be eaten without salt? Is there any taste in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "I just can't touch any food—even the thought makes me feel sick!",
              "reference": "Job 6:7"
            },
            {
              "content": "Oh, if only I could have what I really want, that God would give me what I most desire—",
              "reference": "Job 6:8"
            },
            {
              "content": "that God would be willing to crush me to death, that he would just let me die!",
              "reference": "Job 6:9"
            },
            {
              "content": "But it still comforts me to know, making me happy through the never-ending pain, that I have never rejected the words of God.",
              "reference": "Job 6:10"
            },
            {
              "content": "Why should I go on waiting when I don't have the strength? Why should I keep going when I don't know what is going to happen to me?",
              "reference": "Job 6:11"
            },
            {
              "content": "Am I as strong as rock? Am I made out of bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "How can I help myself now that any chance of success is ripped away from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "Anyone who isn't kind to a friend has given up respecting the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brothers have acted as deceptively as a desert stream, rushing waters in the desert that vanish.",
              "reference": "Job 6:15"
            },
            {
              "content": "The stream floods when it is full of dark ice and melting snow,",
              "reference": "Job 6:16"
            },
            {
              "content": "but in the heat it dries up and disappears, vanishing from where it once was.",
              "reference": "Job 6:17"
            },
            {
              "content": "Camel caravans turn aside to look for water, but don't find any and they die.",
              "reference": "Job 6:18"
            },
            {
              "content": "Caravans from Tema looked, travelers from Sheba were confident,",
              "reference": "Job 6:19"
            },
            {
              "content": "but their hopes were dashed—they came and found nothing.",
              "reference": "Job 6:20"
            },
            {
              "content": "Now you are no help, just like that—you see my trouble and you're afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I asked you for anything? Have I told you to bribe anyone for me from your wealth?",
              "reference": "Job 6:22"
            },
            {
              "content": "Have I asked you to rescue me from an enemy? Have I told you to save me from my oppressors?",
              "reference": "Job 6:23"
            },
            {
              "content": "Explain this to me, and I'll be quiet. Show me where I'm wrong.",
              "reference": "Job 6:24"
            },
            {
              "content": "Honest words are painful, but what do your arguments prove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Are you going to argue over what I said, when the words of someone in despair should be left to blow away in the wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "You would play dice to win an orphan; you would bargain away your friend!",
              "reference": "Job 6:27"
            },
            {
              "content": "Look me in the eye and see if I'm lying to your face!",
              "reference": "Job 6:28"
            },
            {
              "content": "Don't talk like this! Don't be unjust! What I'm saying is right.",
              "reference": "Job 6:29"
            },
            {
              "content": "I'm not telling lies—don't you think I wouldn't know if I was wrong?”",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“Isn't life for human beings like serving a sentence of hard labor? Don't their days pass like those of a hired laborer?",
              "reference": "Job 7:1"
            },
            {
              "content": "Like some slave longing for a bit of shade, like a hired hand anxiously waiting for pay day,",
              "reference": "Job 7:2"
            },
            {
              "content": "I've been given months of emptiness and nights of misery.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I go to bed I ask, ‘When shall I get up?’ But the night goes on and on, and I toss and turn until dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My body is covered with maggots and caked in dirt; my skin is cracked, with oozing sores.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days pass quicker than a weaver's shuttle and they come to an end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "Remember that my life is just a breath; I will not see happiness again.",
              "reference": "Job 7:7"
            },
            {
              "content": "Those watching me won't see me anymore; your eyes will be looking for me, but I will be gone.",
              "reference": "Job 7:8"
            },
            {
              "content": "When a cloud disappears, it's gone, just as anyone who goes down to Sheol does not come back up.",
              "reference": "Job 7:9"
            },
            {
              "content": "They will never return home, and the people they knew will forget them.",
              "reference": "Job 7:10"
            },
            {
              "content": "So, no, I won't hold my tongue—I will speak in the agony of my spirit; I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the sea or a sea monster that you have to guard me?",
              "reference": "Job 7:12"
            },
            {
              "content": "If I tell myself, ‘I'll feel better if I lie down on my bed,’ or ‘it will help me to lie down on my couch,’",
              "reference": "Job 7:13"
            },
            {
              "content": "then you scare me so much with dreams and terrify me with visions",
              "reference": "Job 7:14"
            },
            {
              "content": "that I would rather be strangled—I would rather die than become just a bag of bones.",
              "reference": "Job 7:15"
            },
            {
              "content": "I hate my life! I know I won't live long. Leave me alone because my life is just a breath.",
              "reference": "Job 7:16"
            },
            {
              "content": "Why are human beings so important to you; why are you so concerned about them",
              "reference": "Job 7:17"
            },
            {
              "content": "that you inspect them every morning and test them every moment? Won't you ever stop staring at me?",
              "reference": "Job 7:18"
            },
            {
              "content": "Won't you ever leave me alone long enough to catch my breath?",
              "reference": "Job 7:19"
            },
            {
              "content": "What have I done wrong? What have I done to you, Watcher of Humanity? Why have you made me your target, so that I'm a burden even to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "If so why don't you pardon my sins, and take away my guilt? Right now I'm going to lie down in the dust, and though you will look for me, I will be gone.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite spoke up and said,",
              "reference": "Job 8:1"
            },
            {
              "content": "“How much longer will you go on talking like this? The words coming out of your mouth are a lot of hot air!",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice? Does the Almighty pervert what is right?",
              "reference": "Job 8:3"
            },
            {
              "content": "Your children must have sinned against him, and so they deserved the punishment he inflicted on them.",
              "reference": "Job 8:4"
            },
            {
              "content": "But if you pray to God and ask for his help,",
              "reference": "Job 8:5"
            },
            {
              "content": "if you live a clean life and do what is right, then he would act to make things right for you in your home.",
              "reference": "Job 8:6"
            },
            {
              "content": "Though you began with next to nothing, you will end up with so much!",
              "reference": "Job 8:7"
            },
            {
              "content": "Why don't you ask what previous generations discovered, examine what our ancestors found out? We were born yesterday and don't know anything!",
              "reference": "Job 8:8"
            },
            {
              "content": "Our days on earth fade as quickly as a passing shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Won't they teach you and explain what they know?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can papyrus grow where there is no marsh? Can reeds grow without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "Even without being cut, while they are still flowering, they wither faster than grass.",
              "reference": "Job 8:12"
            },
            {
              "content": "This is what happens to everyone who forgets God. The hopes of those who live without God come to nothing.",
              "reference": "Job 8:13"
            },
            {
              "content": "Their confidence is like holding on to a flimsy spider's web.",
              "reference": "Job 8:14"
            },
            {
              "content": "They look to their home to provide security, but it provides no support. They try to hang onto it, but it doesn't last.",
              "reference": "Job 8:15"
            },
            {
              "content": "Those who live without God are like a luxuriant plant growing in the sun, spreading its shoots all over the garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "It twists its roots down through the stones, and holds on to rock.",
              "reference": "Job 8:17"
            },
            {
              "content": "But when it's cut down, the place where it was disowns it, saying, ‘I never even saw you.’",
              "reference": "Job 8:18"
            },
            {
              "content": "Its life is over, and others spring up from the earth to take its place.",
              "reference": "Job 8:19"
            },
            {
              "content": "Look, God doesn't reject someone who is innocent, and he doesn't support those who are guilty.",
              "reference": "Job 8:20"
            },
            {
              "content": "He can make you laugh with happiness again and shout for joy.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be put to shame, and the place where the wicked live will be destroyed.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 9:1"
            },
            {
              "content": "“Yes, I know all that! But how can anyone be right before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If you wanted to argue with God, God could ask a thousand questions that no one could answer.",
              "reference": "Job 9:3"
            },
            {
              "content": "God is so wise and so powerful that no one could challenge him and win.",
              "reference": "Job 9:4"
            },
            {
              "content": "God moves the mountains suddenly; he overturns them in his anger.",
              "reference": "Job 9:5"
            },
            {
              "content": "He shakes the earth, making its foundations quake.",
              "reference": "Job 9:6"
            },
            {
              "content": "He is the one who can command the sun not to rise and the stars not to shine.",
              "reference": "Job 9:7"
            },
            {
              "content": "He alone is the one who stretches out the heavens and walks on the waves of the sea.",
              "reference": "Job 9:8"
            },
            {
              "content": "He made the constellations of the Bear, Orion, the Pleiades, and the stars of the southern sky.",
              "reference": "Job 9:9"
            },
            {
              "content": "He is the one who does incredible things that are beyond our understanding, marvelous things that are uncountable.",
              "reference": "Job 9:10"
            },
            {
              "content": "But when he passes by me, I don't see him; when he moves on, he is invisible to me.",
              "reference": "Job 9:11"
            },
            {
              "content": "If he takes away, who can prevent him? Who is going to ask him, ‘What are you doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "God does not restrain his anger; he crushes Rahab's helpers underfoot.",
              "reference": "Job 9:13"
            },
            {
              "content": "So how much less could I answer God, or choose my words to argue with him!",
              "reference": "Job 9:14"
            },
            {
              "content": "Even though I'm right, I can't answer him. I must plead for mercy from my judge.",
              "reference": "Job 9:15"
            },
            {
              "content": "Even if I called him to come and he responded, I don't believe he would listen to me.",
              "reference": "Job 9:16"
            },
            {
              "content": "He pounds me with the winds of a storm; he wounds me time and again, without giving a reason.",
              "reference": "Job 9:17"
            },
            {
              "content": "He doesn't give me a chance even to catch my breath; instead he fills my life with bitter suffering.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it's a question of strength, then God is the strongest. If it's a question of justice, then who will set a time for my case?",
              "reference": "Job 9:19"
            },
            {
              "content": "Even though I am right, my own mouth would condemn me; even though I am innocent, he would prove me wrong.",
              "reference": "Job 9:20"
            },
            {
              "content": "I am innocent! I don't care what happens to me. I hate my life!",
              "reference": "Job 9:21"
            },
            {
              "content": "That's why I say, ‘It makes no difference to God. He destroys both the innocent and the wicked.’",
              "reference": "Job 9:22"
            },
            {
              "content": "When disaster strikes suddenly he mocks the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth has been handed over to the wicked; he blinds the eyes of the judges—if it's not him who does this, then who is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "The days of my life race by like a runner, rushing past without me seeing any happiness.",
              "reference": "Job 9:25"
            },
            {
              "content": "They pass by like fast sailing ships, like an eagle swooping down on its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I said to myself, ‘I will forget my complaints; I will stop crying and be happy,’",
              "reference": "Job 9:27"
            },
            {
              "content": "I would still be terrified at all my suffering because you, God, will not say I'm innocent.",
              "reference": "Job 9:28"
            },
            {
              "content": "Since I'm condemned, what's the point in arguing?",
              "reference": "Job 9:29"
            },
            {
              "content": "Even if I wash myself with pure mountain water and clean my hands with soap,",
              "reference": "Job 9:30"
            },
            {
              "content": "you would toss me into a slime pit so that even my own clothes would hate me!",
              "reference": "Job 9:31"
            },
            {
              "content": "For God is not a mortal being like me, I can't defend myself or take him to court.",
              "reference": "Job 9:32"
            },
            {
              "content": "If only there was an arbitrator who could bring us both together!",
              "reference": "Job 9:33"
            },
            {
              "content": "I wish God would stop beating me with his rod and terrifying me!",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I could speak up without being afraid—but since I am, I can't!”",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "I hate my life! Let me speak freely about my complaints—I can't keep my bitterness to myself.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will tell God, “Don't just condemn me—tell me what you have against me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Do you enjoy accusing me? Why do you reject me, someone you made with your own hands, and yet smile on the scheming of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Do you have human eyes? Do you see like human beings do?",
              "reference": "Job 10:4"
            },
            {
              "content": "Is your life as short as mortal beings? Are your years as brief as those of humanity,",
              "reference": "Job 10:5"
            },
            {
              "content": "that you have to examine my wrongs and investigate my sins?",
              "reference": "Job 10:6"
            },
            {
              "content": "Even though you know I'm not guilty, no one can save me from you.",
              "reference": "Job 10:7"
            },
            {
              "content": "You made me and shaped me with your own hands, and yet you destroy me.",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember that you shaped me like a piece of clay—are you now going to turn me back into dust?",
              "reference": "Job 10:9"
            },
            {
              "content": "You poured me out like milk, you curdled me like cheese.",
              "reference": "Job 10:10"
            },
            {
              "content": "You clothed me with skin and flesh; you wove my body together with bones and muscles.",
              "reference": "Job 10:11"
            },
            {
              "content": "You granted me life and showed me your kindness; you have taken great care of me.",
              "reference": "Job 10:12"
            },
            {
              "content": "But you kept these things hidden in your heart. I know your purpose was",
              "reference": "Job 10:13"
            },
            {
              "content": "to watch me, and if I sinned, then you would not forgive my wrongs.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I'm guilty I'm in trouble, if I'm innocent I can't hold my head high because I'm totally disgraced as I look at my sufferings.",
              "reference": "Job 10:15"
            },
            {
              "content": "If I do hold my head high you hunt me down like a lion, showing how powerful you are in hurting me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You repeat your arguments against me, you pour out more and more of your anger against me, you send fresh armies against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "So why did you allow me to be born? I wish that I had died, and nobody had ever seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "It would have been better if I had never existed, taken straight from the womb to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "I only have a few days left, so why don't you leave me alone so I can have a little peace",
              "reference": "Job 10:20"
            },
            {
              "content": "before I go to where I shall never return from, the land of darkness and the shadow of death—",
              "reference": "Job 10:21"
            },
            {
              "content": "the land of total darkness where death's shadow lies, a place of chaos where light itself is darkness.”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Zophar the Naamathite began speaking and said,",
              "reference": "Job 11:1"
            },
            {
              "content": "“So many words should be answered, shouldn't they? Or is a person proved right by doing a lot of talking?",
              "reference": "Job 11:2"
            },
            {
              "content": "Should all your babbling force people to keep quiet? When you mock, shouldn't someone make you feel ashamed?",
              "reference": "Job 11:3"
            },
            {
              "content": "You said, ‘What I teach is the pure truth,’ and ‘in God's eyes I am clean.’",
              "reference": "Job 11:4"
            },
            {
              "content": "If only God would speak up and tell you directly,",
              "reference": "Job 11:5"
            },
            {
              "content": "because then he would explain to you the secrets of wisdom. True wisdom has many sides to it. God's treatment of you is far better than your guilt deserves.",
              "reference": "Job 11:6"
            },
            {
              "content": "Can you find out the mysteries of God? Can you discover all the wisdom of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "It is greater than the heavens—what can you do? It is deeper than Sheol—what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "It extends farther than the earth, and wider than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If God comes and imprisons someone, or assembles the court for judgment, who can stop him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For God knows who are deceivers—when he sees someone sin, he pays attention to it.",
              "reference": "Job 11:11"
            },
            {
              "content": "Stupid people will become wise when wild donkeys are born tame!",
              "reference": "Job 11:12"
            },
            {
              "content": "But if you repent and spread out your hands to pray to him,",
              "reference": "Job 11:13"
            },
            {
              "content": "if you get rid of your sins and don't let wickedness continue in your life,",
              "reference": "Job 11:14"
            },
            {
              "content": "then you would be able to hold your head high in innocence, you will be firm and unafraid.",
              "reference": "Job 11:15"
            },
            {
              "content": "You will forget your misery, remembering it only as water under the bridge.",
              "reference": "Job 11:16"
            },
            {
              "content": "Your life will shine brighter than the noonday sun; even darkness will be like the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "You will have confidence because there is hope; you will be protected and rest in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down to sleep with no one to frighten you, and many will come asking for your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked will fail, they will not be able to escape, and their only hope is in death.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 12:1"
            },
            {
              "content": "“You really think you're special people, don't you? Obviously when you die, wisdom will die with you!",
              "reference": "Job 12:2"
            },
            {
              "content": "But I too have insights, and you're no better than me. Doesn't everyone know the things you've said?",
              "reference": "Job 12:3"
            },
            {
              "content": "But my friends laugh at me because I called on God and he answered me: the innocent man who does right has become an object of derision.",
              "reference": "Job 12:4"
            },
            {
              "content": "People who are comfortable have contempt for those who are in trouble, ready to push over those who are already slipping.",
              "reference": "Job 12:5"
            },
            {
              "content": "Robbers live in peace, and those who make God angry live in safety, trusting their own strength as their ‘god.’",
              "reference": "Job 12:6"
            },
            {
              "content": "But if you ask the animals they will teach you, the birds in the sky will tell you;",
              "reference": "Job 12:7"
            },
            {
              "content": "ask the earth and it will teach you, and the fishes in the sea will tell you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Which of all these doesn't know that the Lord has done this?",
              "reference": "Job 12:9"
            },
            {
              "content": "He gives life to every living thing, life to all humankind.",
              "reference": "Job 12:10"
            },
            {
              "content": "The ear distinguishes words just like the palate distinguishes foods.",
              "reference": "Job 12:11"
            },
            {
              "content": "Wisdom to distinguish belongs to the old, and the ability to rightly discriminate belongs to those with long experience.",
              "reference": "Job 12:12"
            },
            {
              "content": "God has wisdom and power, counsel and understanding belong to him.",
              "reference": "Job 12:13"
            },
            {
              "content": "If he tears something down, nobody can rebuild it. If he imprisons someone, nobody can free them.",
              "reference": "Job 12:14"
            },
            {
              "content": "If God holds back the waters, everything dries up; if he releases the waters, the earth floods.",
              "reference": "Job 12:15"
            },
            {
              "content": "He is mighty and victorious; both deceivers and those deceived are subject to him.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads counselors away stripped of their wisdom, he makes judges into fools.",
              "reference": "Job 12:17"
            },
            {
              "content": "He removes the chains of office from kings and makes them wear loincloths.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads priests away stripped of their religious garments, he overthrows the powerful.",
              "reference": "Job 12:19"
            },
            {
              "content": "He takes away the advice of trusted advisors, he removes the discernment of the elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours scorn upon princes and takes away power from the strong.",
              "reference": "Job 12:21"
            },
            {
              "content": "He reveals what is hidden in darkness, and brings into the light the shadow of death.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great and he destroys them; he expands nations and ruins them.",
              "reference": "Job 12:23"
            },
            {
              "content": "He removes the understanding of rulers and makes them wander in the wilderness.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope around in the dark without a light. He makes them stagger like drunk people.”",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Look, I've seen all this with my own eyes, and heard it with my own ears, and I understand it.",
              "reference": "Job 13:1"
            },
            {
              "content": "I know what you know. You're no better than me.",
              "reference": "Job 13:2"
            },
            {
              "content": "But I would still like to speak to the Almighty: I want to prove myself to God!",
              "reference": "Job 13:3"
            },
            {
              "content": "As for you, you cover things up by telling lies! You are all like doctors who can't heal anyone!",
              "reference": "Job 13:4"
            },
            {
              "content": "I wish you would all be quiet! That would be the wisest thing for you to do.",
              "reference": "Job 13:5"
            },
            {
              "content": "Listen to my argument and pay attention to what I have to say.",
              "reference": "Job 13:6"
            },
            {
              "content": "Do you think you can tell lies to defend God? Are you talking deceitfully on his behalf?",
              "reference": "Job 13:7"
            },
            {
              "content": "Or are you wanting to show God favoritism? Are you going to argue God's case for him?",
              "reference": "Job 13:8"
            },
            {
              "content": "Will you be found to be doing good when God examines you? Can you fool him as if he's a human being?",
              "reference": "Job 13:9"
            },
            {
              "content": "No, he will definitely rebuke you if you secretly show him favoritism!",
              "reference": "Job 13:10"
            },
            {
              "content": "Isn't his majesty terrifying to you? Aren't you so afraid of him you're paralyzed?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your sayings are as helpful as ashes; your arguments as weak as clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "Be quiet. Don't talk to me. Let me speak, come what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "I take responsibility for myself; I am ready to risk my life.",
              "reference": "Job 13:14"
            },
            {
              "content": "Even though he kills me, I will hope in him. I am still going to defend my ways before him.",
              "reference": "Job 13:15"
            },
            {
              "content": "By doing this I will be saved since no godless person could come before him.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen carefully to what I say, pay attention to my explanation.",
              "reference": "Job 13:17"
            },
            {
              "content": "Look, I've prepared my case—I know I will be proved right.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who wants to argue with me? If I'm proved wrong, I'm prepared to be quiet and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "God, I have two requests, then I can face you.",
              "reference": "Job 13:20"
            },
            {
              "content": "Stop beating me, and stop terrifying me.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call, and I will answer. Or let me speak, and then answer me.",
              "reference": "Job 13:22"
            },
            {
              "content": "What are my sins and iniquities? Show me what have I done wrong; how have I rebelled against you?",
              "reference": "Job 13:23"
            },
            {
              "content": "Why are you unfriendly towards me? Why do you treat me as your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Would you frighten a leaf blown by the wind or hunt down a piece of straw?",
              "reference": "Job 13:25"
            },
            {
              "content": "For you write down bitter things against me and pay me back for the sins of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet in the stocks. You keep an eye on every step I take. You even inspect my footprints!",
              "reference": "Job 13:27"
            },
            {
              "content": "I'm falling apart like something rotten, like moth-eaten clothes.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“Life is short and full of trouble,",
              "reference": "Job 14:1"
            },
            {
              "content": "like a flower that blooms and withers, like a passing shadow that soon disappears.",
              "reference": "Job 14:2"
            },
            {
              "content": "Do you even notice me, God, and why do you have to drag me to court?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring something clean of what is unclean? No one.",
              "reference": "Job 14:4"
            },
            {
              "content": "You have determined how long we shall live—the number of months, a time limit on our lives.",
              "reference": "Job 14:5"
            },
            {
              "content": "So leave us alone and give us some peace—so like a laborer we could enjoy a few hours of rest at the end of the day.",
              "reference": "Job 14:6"
            },
            {
              "content": "Even a tree that's cut down has the hope of sprouting again, of sending up shoots and continuing to live.",
              "reference": "Job 14:7"
            },
            {
              "content": "Even though its roots grow old in the earth, and its stump dies in the ground,",
              "reference": "Job 14:8"
            },
            {
              "content": "just a trickle of water will make it bud and grow branches like a young plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But human beings die, their strength dwindles away; they perish, and where are they then?",
              "reference": "Job 14:10"
            },
            {
              "content": "Like water evaporating from a lake and a river that dries up and disappears,",
              "reference": "Job 14:11"
            },
            {
              "content": "so human beings lie down and don't get up again. Until the heavens cease to exist they will not awake from their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "I wish you would hide me in Sheol; conceal me there until your anger is gone. Set a definite time for me there, and remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "Will the dead live again? Then I would have hope through all my time of trouble until my release comes.",
              "reference": "Job 14:14"
            },
            {
              "content": "You would call and I would answer you; you would long for me, the being that you made.",
              "reference": "Job 14:15"
            },
            {
              "content": "Then you would look after me and wouldn't be watching me to see if I sinned.",
              "reference": "Job 14:16"
            },
            {
              "content": "My sins would be sealed up in a bag and you would cover my guilt.",
              "reference": "Job 14:17"
            },
            {
              "content": "But just as the mountains crumble and fall, and the rocks tumble down;",
              "reference": "Job 14:18"
            },
            {
              "content": "as water wears away the stones, as floods wash away the soil, so you destroy the hope people have.",
              "reference": "Job 14:19"
            },
            {
              "content": "You continually overpower them and they pass away; you distort their faces in death and send them away.",
              "reference": "Job 14:20"
            },
            {
              "content": "Their children may become important or fall from their positions, but they don't know or see any of this.",
              "reference": "Job 14:21"
            },
            {
              "content": "As people die they only know their own pain and are sad for themselves.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered and said,",
              "reference": "Job 15:1"
            },
            {
              "content": "“Would a wise man answer with such empty ‘knowledge’ that is just a lot of hot air?",
              "reference": "Job 15:2"
            },
            {
              "content": "He wouldn't argue with unprofitable speeches using words that do no good.",
              "reference": "Job 15:3"
            },
            {
              "content": "But you are doing away with the fear of God, and destroying communion with him.",
              "reference": "Job 15:4"
            },
            {
              "content": "It's your sins that are doing the talking, and you are choosing deceptive words.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth is condemning you, not me; your own lips are testifying against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "Were you the very first person to be born? Were you born before the hills were created?",
              "reference": "Job 15:7"
            },
            {
              "content": "Were you there listening in God's council? Does wisdom only belong to you?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we don't? What do you understand that we don't?",
              "reference": "Job 15:9"
            },
            {
              "content": "We have among us old, gray-haired people much older than your father!",
              "reference": "Job 15:10"
            },
            {
              "content": "Are the comforts God provides too little for you? Are God's gentle words not enough for you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why do you let yourself be carried away by your emotions?",
              "reference": "Job 15:12"
            },
            {
              "content": "Why do your eyes flash in anger that you turn against God and let yourself speak this way?",
              "reference": "Job 15:13"
            },
            {
              "content": "Who can say they are clean? Which human being can say that they do what is right?",
              "reference": "Job 15:14"
            },
            {
              "content": "Look, God doesn't even trust his angels—even the heavenly beings are not pure in his sight!",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less pure are those who are unclean and corrupt, drinking in sin like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "If you are ready to listen to me, I will show you. I will explain my insights.",
              "reference": "Job 15:17"
            },
            {
              "content": "This is what wise men have said, confirmed by their ancestors,",
              "reference": "Job 15:18"
            },
            {
              "content": "those to whom alone the land was given before foreigners ever were there.",
              "reference": "Job 15:19"
            },
            {
              "content": "The wicked writhe in pain all their lives, through all the years these oppressors survive.",
              "reference": "Job 15:20"
            },
            {
              "content": "Terrifying sounds fill their ears; even when they think they're safe, the destroyer will attack them.",
              "reference": "Job 15:21"
            },
            {
              "content": "They don't believe they will escape the darkness—they know a sword is waiting for them.",
              "reference": "Job 15:22"
            },
            {
              "content": "They wander around looking for food, asking ‘Where is it?’ They know that their day of darkness is close at hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "Misery and torment overwhelm them like a king preparing for battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "They shake their fists in God's face, defiantly challenging the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "insolently attacking him with their shields.",
              "reference": "Job 15:26"
            },
            {
              "content": "They have become fat in their rebellion, their bellies bloated with fat.",
              "reference": "Job 15:27"
            },
            {
              "content": "But their cities will become desolate; they will live in abandoned houses that are crumbling into ruins.",
              "reference": "Job 15:28"
            },
            {
              "content": "They will lose their riches, their wealth will not endure, their possessions will not spread over the earth.",
              "reference": "Job 15:29"
            },
            {
              "content": "They will not escape from the darkness. Like a tree whose shoots are burned up in a forest fire, the breath of God will blow him away.",
              "reference": "Job 15:30"
            },
            {
              "content": "They should not trust in things that are worthless, for their reward will be worthless.",
              "reference": "Job 15:31"
            },
            {
              "content": "This will be paid in full before their time has come. They are like tree branches that wither,",
              "reference": "Job 15:32"
            },
            {
              "content": "like vines that lose their unripe grapes, or olive trees that lose their flowers.",
              "reference": "Job 15:33"
            },
            {
              "content": "For those who reject God are barren, and fire will burn up the homes of those who love bribes.",
              "reference": "Job 15:34"
            },
            {
              "content": "They plan trouble and produce evil, giving birth to deception.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 16:1"
            },
            {
              "content": "“I've heard all this before. You are comforters who just cause trouble!",
              "reference": "Job 16:2"
            },
            {
              "content": "Will your windy speeches never cease? What's bothering you that you have to answer me?",
              "reference": "Job 16:3"
            },
            {
              "content": "I could talk like you do if you were in my place, stringing words together to criticize you, ridiculing you with a toss of my head.",
              "reference": "Job 16:4"
            },
            {
              "content": "I could build you up by my mouth speaking words; the movement of my lips would ease your pain.",
              "reference": "Job 16:5"
            },
            {
              "content": "For me, if I speak it doesn't ease my pain, and if I don't speak the pain is still there.",
              "reference": "Job 16:6"
            },
            {
              "content": "God, you have worn me out. You have destroyed my whole family.",
              "reference": "Job 16:7"
            },
            {
              "content": "You have made me shrivel up, which is a witness against me; my thin body testifies against me.",
              "reference": "Job 16:8"
            },
            {
              "content": "He has torn me apart in his anger; in his hostility he has gnashed his teeth at me; my enemy pierces me with his fierce look.",
              "reference": "Job 16:9"
            },
            {
              "content": "People stare at me with their mouths wide open, they slap me on my cheeks to mock me, they crowd around me to attack me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God has handed me over to evil people; he has thrown me into their hands.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was living in peace and he smashed me to pieces. He grabbed me by the neck and dashed me to pieces. He set me up as his target.",
              "reference": "Job 16:12"
            },
            {
              "content": "His archers surround me. His arrows pierce my kidneys without mercy. He pours out my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "Like a wall he breaks me down, breach upon breach, rushing at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sown sackcloth to cover my skin; my strength lies broken in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is red from crying and dark shadows surround my eyes,",
              "reference": "Job 16:16"
            },
            {
              "content": "although I have done nothing wrong and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "Earth, do not cover up my blood. May my cry find no place to hide.",
              "reference": "Job 16:18"
            },
            {
              "content": "Look, right now my witness is in heaven; the one who speaks for me is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends scorn me, but my eyes pour out tears to God.",
              "reference": "Job 16:20"
            },
            {
              "content": "I want my witness to speak for me with God as someone does for their friend.",
              "reference": "Job 16:21"
            },
            {
              "content": "For in a few short years I shall go down that road from which I shall not return.”",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“My spirit is crushed; my life is extinguished; the grave is ready for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Mockers surround me. I see how bitterly they ridicule me.",
              "reference": "Job 17:2"
            },
            {
              "content": "God, you need to put down a pledge for me with yourself, for who else will be my guarantor?",
              "reference": "Job 17:3"
            },
            {
              "content": "You have closed their minds to understanding, so do not let them win!",
              "reference": "Job 17:4"
            },
            {
              "content": "They betray friends to gain benefit for themselves and their children suffer for it.",
              "reference": "Job 17:5"
            },
            {
              "content": "He has made me a proverb of ridicule among the people; they spit in my face.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes are worn out from crying and my body is a shadow of its former self.",
              "reference": "Job 17:7"
            },
            {
              "content": "People who think they are good are shocked to see me. Those who are innocent are troubled by the godless.",
              "reference": "Job 17:8"
            },
            {
              "content": "Those who are right keep going, and those whose hands are clean grow stronger and stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "Why don't you come back and repeat again what you've been saying?—yet I still won't find a wise man among you!",
              "reference": "Job 17:10"
            },
            {
              "content": "My life is over. My plans are gone. My heart is broken.",
              "reference": "Job 17:11"
            },
            {
              "content": "They turn night into day, and say that daylight is close to darkness.",
              "reference": "Job 17:12"
            },
            {
              "content": "What am I looking for? To make my home in Sheol, to make my bed in darkness?",
              "reference": "Job 17:13"
            },
            {
              "content": "Should I call the grave my father, and the maggot my mother or my sister?",
              "reference": "Job 17:14"
            },
            {
              "content": "So then where is my hope? Can anyone see any hope for me?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will hope go down with me to the gates of Sheol? Will we go down together into the dust?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite spoke up and said,",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long will you go on talking, hunting for the right words to say? Talk sense if you want us to reply!",
              "reference": "Job 18:2"
            },
            {
              "content": "Do you think we're dumb animals? Do we look stupid to you?",
              "reference": "Job 18:3"
            },
            {
              "content": "You tear yourself apart with your anger. Do you think the earth has to be abandoned, or the mountains moved, just because of you?",
              "reference": "Job 18:4"
            },
            {
              "content": "It's certain that the life of the wicked will end like a lamp that is snuffed out—their flame will shine no more.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light in their home goes out, the lamp hanging above is extinguished.",
              "reference": "Job 18:6"
            },
            {
              "content": "Instead of taking strong strides they stumble, and their own plans cause them to fall.",
              "reference": "Job 18:7"
            },
            {
              "content": "Their own feet trip them up and they are caught in a net; as they walk along they fall into a pit.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap grabs them by the heel; a snare tightens around them.",
              "reference": "Job 18:9"
            },
            {
              "content": "A noose is hidden on the ground for them; a rope is stretched across the path to trip them.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors scare the wicked, coming at them from every side, chasing them, biting at their heels.",
              "reference": "Job 18:11"
            },
            {
              "content": "Hunger robs them of strength; disaster waits for them when they fall.",
              "reference": "Job 18:12"
            },
            {
              "content": "Disease devours their skin; deadly disease consumes their limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "They are torn from the homes they trusted in and taken to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "People they don't know will live in their homes; sulfur will be scattered where they used to live.",
              "reference": "Job 18:15"
            },
            {
              "content": "They wither away, roots below and branches above;",
              "reference": "Job 18:16"
            },
            {
              "content": "the memory of them fades from the earth; nobody remembers their names any more.",
              "reference": "Job 18:17"
            },
            {
              "content": "They are thrown out of light into darkness, driven from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "They have no children or descendants among their people, and no survivors where they used to live.",
              "reference": "Job 18:19"
            },
            {
              "content": "People of the west are appalled at what happens to them. People of the east are shocked.",
              "reference": "Job 18:20"
            },
            {
              "content": "This is what happens to the homes of the wicked, to the places of those who reject God.”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you go on tormenting me? How long will you go on crushing me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "Ten times already you have humiliated me. Aren't you ashamed for treating me so badly?",
              "reference": "Job 19:3"
            },
            {
              "content": "Even if I did sin, that's my problem, and has nothing to do with you.",
              "reference": "Job 19:4"
            },
            {
              "content": "You think you're so much better than me, and you use my degradation against me.",
              "reference": "Job 19:5"
            },
            {
              "content": "But you should realize that it's God who has wronged me, he has trapped me in his net.",
              "reference": "Job 19:6"
            },
            {
              "content": "Even though I cry for help, I get no answer; even though I shout my objections, I get no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "God has walled me in so I can't escape; he has plunged my path into darkness.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped my honor from me; he has taken away my reputation.",
              "reference": "Job 19:9"
            },
            {
              "content": "He tears me down from all sides until I am finished; he has destroyed my hope like a tree that is uprooted.",
              "reference": "Job 19:10"
            },
            {
              "content": "His anger burns against me; he treats me as one of his enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "God's troops assemble to attack me. They build ramparts against me. They encircle and besiege my home.",
              "reference": "Job 19:12"
            },
            {
              "content": "He has driven my brothers far away from me; all my former friends are estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My relatives have abandoned me; my close friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "My house guests and my maidservants treat me as a stranger—to them I have become a foreigner.",
              "reference": "Job 19:15"
            },
            {
              "content": "I call my servant, but he doesn't reply. I have to beg him!",
              "reference": "Job 19:16"
            },
            {
              "content": "I am repulsive to my wife, and I am loathsome to my own brothers.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even young children despise me; when I stand up they ridicule me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my closest friends despise me, and those I loved have turned on me.",
              "reference": "Job 19:19"
            },
            {
              "content": "I've been reduced to skin and bones and I survive by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Have pity on me, my friends, have pity on me, because God has struck me down!",
              "reference": "Job 19:21"
            },
            {
              "content": "Why are you persecuting me like God does? Aren't you satisfied with getting your pound of flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "I wish my words could be written down, recorded in a book,",
              "reference": "Job 19:23"
            },
            {
              "content": "or engraved with an iron pen and molten lead in the rock forever.",
              "reference": "Job 19:24"
            },
            {
              "content": "I know my Redeemer is alive, and that he shall finally take the stand for me on the earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "Even though my skin is destroyed, in my body I shall see God.",
              "reference": "Job 19:26"
            },
            {
              "content": "I myself will see him—with my own eyes, and not those of someone else! The thought overcomes me!",
              "reference": "Job 19:27"
            },
            {
              "content": "You say to yourselves, ‘How can we make him suffer so he can see he is the source of his problems?’",
              "reference": "Job 19:28"
            },
            {
              "content": "You yourselves should fear being punished by God, for you know anger brings God's punishment that accompanies judgment.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered and said,",
              "reference": "Job 20:1"
            },
            {
              "content": "“I'm forced to reply because I'm really upset!",
              "reference": "Job 20:2"
            },
            {
              "content": "What I hear you say insults me, but I know how to reply to you!",
              "reference": "Job 20:3"
            },
            {
              "content": "Don't you know that since ancient times, since human beings were put on this earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "that the triumph of the wicked doesn't last long, that those who reject God are only happy for a short time?",
              "reference": "Job 20:5"
            },
            {
              "content": "Even though they are so tall they reach the heavens, even though their heads reach the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "they will vanish forever like their own excrement. People who knew them will ask, ‘Where have they gone?’",
              "reference": "Job 20:7"
            },
            {
              "content": "They will vanish like a dream, never to be found, fleeing like a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "Those who once saw them will not see them anymore; their families will never set eyes on them again.",
              "reference": "Job 20:9"
            },
            {
              "content": "Their children will have to pay back the poor; they will have to return their wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "Though the wicked have bodies that are young and strong, they will die and be buried.",
              "reference": "Job 20:11"
            },
            {
              "content": "Though evil tastes sweet in their mouths and they hide it under their tongues,",
              "reference": "Job 20:12"
            },
            {
              "content": "not letting it go but keeping it in their mouths,",
              "reference": "Job 20:13"
            },
            {
              "content": "in their stomachs it turns bitter, becoming like snake venom inside them.",
              "reference": "Job 20:14"
            },
            {
              "content": "They swallow wealth and vomit it up again; God forces it from their stomachs.",
              "reference": "Job 20:15"
            },
            {
              "content": "They suck in snake venom; the bite of the viper will kill them.",
              "reference": "Job 20:16"
            },
            {
              "content": "They will not live to enjoy the streams, the rivers of milk and honey.",
              "reference": "Job 20:17"
            },
            {
              "content": "They will have to give back what they have gained and will not have any benefit; they will not enjoy any of their profits.",
              "reference": "Job 20:18"
            },
            {
              "content": "For they have oppressed and abandoned the poor; they have seized houses they did not build.",
              "reference": "Job 20:19"
            },
            {
              "content": "Because their greed was never satisfied, nothing they liked is left that they didn't consume.",
              "reference": "Job 20:20"
            },
            {
              "content": "Nothing escapes their ravenous appetites, so their happiness doesn't last long.",
              "reference": "Job 20:21"
            },
            {
              "content": "Even when the wicked have all that they want they run into trouble; all kinds of misery will fall upon them.",
              "reference": "Job 20:22"
            },
            {
              "content": "While they are busy filling their bellies, God's hostility will burn against them, raining down on them.",
              "reference": "Job 20:23"
            },
            {
              "content": "As they flee to escape an iron weapon, a bronze arrow will strike them down.",
              "reference": "Job 20:24"
            },
            {
              "content": "The arrow is pulled out of their gall bladder, glistening with blood. They are absolutely terrified!",
              "reference": "Job 20:25"
            },
            {
              "content": "All they value will disappear into the darkness; divine fire will destroy them; all they have left will go up in smoke.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens reveal what they have done wrong; the earth will rise up against them.",
              "reference": "Job 20:27"
            },
            {
              "content": "All their possessions will be carried from their homes; they will be dragged off on the day of God's judgment.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the share the wicked receive from God, the inheritance God says they should have.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 21:1"
            },
            {
              "content": "“Please listen carefully to what I say—that would be one comfort you could give me.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me; let me speak. After I've spoken you can resume mocking me.",
              "reference": "Job 21:3"
            },
            {
              "content": "Am I complaining against people? Of course not. Why shouldn't I be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "Just take a look at me. Aren't you appalled? Cover your mouth with your hand in shock!",
              "reference": "Job 21:5"
            },
            {
              "content": "Every time I think of what's happened to me I am horrified and I shake all over with fear.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked continue to live, to grow old and increasingly powerful?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their children are with them; they watch their grandchildren grow up.",
              "reference": "Job 21:8"
            },
            {
              "content": "They live in their homes in safety—they are not afraid. God does not use his rod to beat them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bulls always breed successfully; their cows give birth to calves and do not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send out their little ones like lambs to play; their children dance around.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing accompanied by the tambourine and lyre; they celebrate with the music of the flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "They live out their lives contentedly, and go down to Sheol in peace.",
              "reference": "Job 21:13"
            },
            {
              "content": "Yet they tell God, ‘Get lost! We don't want anything to do with you.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who does the Almighty think he is for us to serve him as slaves? What benefit is there for us if we pray to him?’",
              "reference": "Job 21:15"
            },
            {
              "content": "Such people believe they make their own fortune, but I don't accept their way of thinking.",
              "reference": "Job 21:16"
            },
            {
              "content": "How often is the lamp of the wicked snuffed out? How often does disaster come upon them? How often does God punish the wicked in his anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "Are they blown along like straw in the wind? Does a tornado come in and carry them away?",
              "reference": "Job 21:18"
            },
            {
              "content": "Some say, ‘God saves up people's punishment for their children.’ But I say, ‘God should punish those people themselves so that they can learn from it.’",
              "reference": "Job 21:19"
            },
            {
              "content": "Let them see their destruction themselves, and drink deeply from God's anger.",
              "reference": "Job 21:20"
            },
            {
              "content": "For they don't care what happens to their families once they're dead.",
              "reference": "Job 21:21"
            },
            {
              "content": "Can anyone teach God anything he doesn't already know, since he is the one who judges even heavenly beings?",
              "reference": "Job 21:22"
            },
            {
              "content": "One person dies in good health, totally comfortable and secure.",
              "reference": "Job 21:23"
            },
            {
              "content": "Their body is fat from eating well; their bones still strong.",
              "reference": "Job 21:24"
            },
            {
              "content": "Another dies after a miserable life without ever experiencing happiness.",
              "reference": "Job 21:25"
            },
            {
              "content": "Yet they are both buried in the same dust; they are treated alike in death, eaten by maggots.",
              "reference": "Job 21:26"
            },
            {
              "content": "Look, I know what you're thinking, and your schemes to do me wrong.",
              "reference": "Job 21:27"
            },
            {
              "content": "You may ask me, ‘Where is the home of the great man? Where is the place where the wicked live?’",
              "reference": "Job 21:28"
            },
            {
              "content": "Haven't you asked people who travel? Don't you pay attention to what they tell you?",
              "reference": "Job 21:29"
            },
            {
              "content": "Wicked people are spared in times of disaster; they are rescued from the day of judgment.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who confronts them with their actions? Who pays them back for what they have done?",
              "reference": "Job 21:31"
            },
            {
              "content": "When they eventually die and are carried to the graveyard, their tomb is guarded. The earth of the grave softly covers them.",
              "reference": "Job 21:32"
            },
            {
              "content": "Everyone attends their funeral service; a huge procession of people comes to pay their last respects.",
              "reference": "Job 21:33"
            },
            {
              "content": "Why do you try to comfort me with worthless nonsense? Your answers are just a pack of lies!”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded and said,",
              "reference": "Job 22:1"
            },
            {
              "content": "“How can anyone be of help to God? Even wise people are only helpful to themselves.",
              "reference": "Job 22:2"
            },
            {
              "content": "Is it any benefit to the Almighty if you're a good person? What does he gain if you do what's right?",
              "reference": "Job 22:3"
            },
            {
              "content": "Does he correct you and bring charges against you because of your reverence?",
              "reference": "Job 22:4"
            },
            {
              "content": "No: it's because you're so wicked! Your sins are never-ending!",
              "reference": "Job 22:5"
            },
            {
              "content": "For no reason at all you took your brother's clothing as a security for a debt, and left them stripped naked.",
              "reference": "Job 22:6"
            },
            {
              "content": "You refused water to the thirsty; you denied food to the hungry.",
              "reference": "Job 22:7"
            },
            {
              "content": "Is it because the land belongs to the powerful, and only the privileged have a right to live there?",
              "reference": "Job 22:8"
            },
            {
              "content": "You have sent widows away empty-handed; you have crushed the outstretched arms of orphans, begging for help.",
              "reference": "Job 22:9"
            },
            {
              "content": "That's why you're surrounded by traps to catch you, and why you suddenly panic in terror.",
              "reference": "Job 22:10"
            },
            {
              "content": "That's why it's so dark you cannot see, and why you feel like you're drowning.",
              "reference": "Job 22:11"
            },
            {
              "content": "Doesn't God live high in heaven and looks down on even the highest stars?",
              "reference": "Job 22:12"
            },
            {
              "content": "But you ask, ‘What does God know? How can he see and judge what happens down here in darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds cover him so he can't see anything as he walks around in heaven.’",
              "reference": "Job 22:14"
            },
            {
              "content": "Why do you insist on following the traditional thinking of the wicked?",
              "reference": "Job 22:15"
            },
            {
              "content": "They were taken before their time; all they had built was washed away.",
              "reference": "Job 22:16"
            },
            {
              "content": "They had told God, ‘Get lost! What can the Almighty do to us?’",
              "reference": "Job 22:17"
            },
            {
              "content": "And yet he was the one who had filled their homes with good things—but I don't accept their way of thinking.",
              "reference": "Job 22:18"
            },
            {
              "content": "Those who do right rejoice when they see the destruction of the wicked, and the innocent mock them,",
              "reference": "Job 22:19"
            },
            {
              "content": "saying, ‘Our enemies are destroyed, and fire has burned up all that's left of them.’",
              "reference": "Job 22:20"
            },
            {
              "content": "Come back to God and be reconciled to him, and you'll be prosperous again.",
              "reference": "Job 22:21"
            },
            {
              "content": "Listen to what he tells you and keep his words in mind.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to God you will be restored. If you renounce your sinful life",
              "reference": "Job 22:23"
            },
            {
              "content": "and give up your love of money and desire for possessions,",
              "reference": "Job 22:24"
            },
            {
              "content": "then the Almighty will be your gold and your precious silver.",
              "reference": "Job 22:25"
            },
            {
              "content": "Then you will find delight in the Almighty, and be able to face him without feeling ashamed.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to him, and he will hear you, and you will keep your promises to him.",
              "reference": "Job 22:27"
            },
            {
              "content": "Whatever you decide to do will be successful, and wherever you go, light will shine on you.",
              "reference": "Job 22:28"
            },
            {
              "content": "When others are humbled, and you say, ‘please help them,’ God will save them.",
              "reference": "Job 22:29"
            },
            {
              "content": "God saves those who are innocent, and you will be saved if you do what is right.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 23:1"
            },
            {
              "content": "“Just the same, my complaints today remain bitter. In spite of my groaning he is still punishing me.",
              "reference": "Job 23:2"
            },
            {
              "content": "If only I knew where I could find him so I could go to where he sits in judgment.",
              "reference": "Job 23:3"
            },
            {
              "content": "There I would lay out my case before him and present all my arguments in full.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would discover how he would answer me and learn what he has to say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he fight against me using his mighty power? No, he would pay attention to what I have to say.",
              "reference": "Job 23:6"
            },
            {
              "content": "There a good person could reason with him, and I would be acquitted forever by my judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "If I go to the east, he's not there; if I go the west, I don't find him.",
              "reference": "Job 23:8"
            },
            {
              "content": "If he's working in the north, I don't perceive him; if he's moving south, I don't see him.",
              "reference": "Job 23:9"
            },
            {
              "content": "Yet he always knows where I'm going. When he has proved me, I will come out shining like gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "I have kept in step with him; I have followed his way without turning aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not neglected his commands, for I value what he has told me to do more than the food I eat every day.",
              "reference": "Job 23:12"
            },
            {
              "content": "But God is unchangeable—who can turn him from his purposes? He does whatever he wants to do.",
              "reference": "Job 23:13"
            },
            {
              "content": "So he will finish whatever he has planned for me—and he has many plans for me.",
              "reference": "Job 23:14"
            },
            {
              "content": "That's why I'm terrified at meeting him; when I think of him I tremble with fear.",
              "reference": "Job 23:15"
            },
            {
              "content": "God has made me faint-hearted; the Almighty has scared me to death.",
              "reference": "Job 23:16"
            },
            {
              "content": "Yet I'm still here despite the dark—even though I can't see through the utter darkness.”",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“Why doesn't the Almighty set a definite time to punish the wicked? Why do those who follow him never see him act in judgment?",
              "reference": "Job 24:1"
            },
            {
              "content": "The wicked move boundary stones; they seize other people's flocks and move them to their own pastures.",
              "reference": "Job 24:2"
            },
            {
              "content": "They steal the orphan's donkey; they take the widow's ox as security for a debt.",
              "reference": "Job 24:3"
            },
            {
              "content": "They push the poor out of their way; the destitute are forced to hide from them.",
              "reference": "Job 24:4"
            },
            {
              "content": "Like wild donkeys in the desert, the poor have to scavenge for their food, looking for anything to feed their children in the wasteland.",
              "reference": "Job 24:5"
            },
            {
              "content": "They are forced to find what they can in other people's fields, to glean among the vineyards of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "They spend the night naked because they have no clothes; they have nothing to cover themselves against the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are soaked by the cold mountain storms, and huddle beside the rocks for shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "Fatherless children are snatched from their mother's breasts, taking the babies of the poor as security for a debt.",
              "reference": "Job 24:9"
            },
            {
              "content": "Because they have no clothes to wear they have to go naked, harvesting sheaves of grain while they themselves are hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "In the olive groves they work to produce oil, but do not taste it; they tread the winepress, but are thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "In the city the dying groan, and the wounded cry for help, but God ignores their prayers.",
              "reference": "Job 24:12"
            },
            {
              "content": "These are people who rebel against the light. They do not want to know its ways, or to stay on its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer gets up at dawn to kill the poor and needy, and when night falls he becomes a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The adulterer waits for dusk, saying to himself, ‘No one will see me now,’ and he covers his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "Thieves break into houses during the night and they sleep during the day. They don't even know what the light is like!",
              "reference": "Job 24:16"
            },
            {
              "content": "Total darkness is like light to them, for they are familiar with the night.",
              "reference": "Job 24:17"
            },
            {
              "content": "Like bubbles on the surface of a river they are quickly carried away. The land they own is cursed by God. They don't enter their own vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Just as heat and drought dry up snowmelt, so Sheol takes away those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "Even their mothers forget them, maggots feast on them, they are no longer remembered, and their wickedness becomes like a tree that is broken into pieces.",
              "reference": "Job 24:20"
            },
            {
              "content": "They mistreat childless women and are mean to widows.",
              "reference": "Job 24:21"
            },
            {
              "content": "God prolongs the life of the wicked by his power; but when they arise, they have no assurance of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "He supports them and gives them security, but he is always watching what they're doing.",
              "reference": "Job 24:23"
            },
            {
              "content": "Though they may be illustrious for a while, soon they are gone. They are brought down like all others, cut off like the heads of grain.",
              "reference": "Job 24:24"
            },
            {
              "content": "If this isn't so, who can prove I'm a liar and there's nothing to what I say?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite spoke up and said,",
              "reference": "Job 25:1"
            },
            {
              "content": "“Dominion and awe belong to God. He brings peace to his heavens.",
              "reference": "Job 25:2"
            },
            {
              "content": "Who can count his armies? Is there anywhere his light doesn't shine?",
              "reference": "Job 25:3"
            },
            {
              "content": "How can a human being be right before God? Can anyone born of woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "If in God's eyes even the moon does not shine brightly, and the stars are not pure,",
              "reference": "Job 25:5"
            },
            {
              "content": "how much less a human being—who by comparison is like a maggot or a worm!”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 26:1"
            },
            {
              "content": "“How helpful you have been to this feeble man that I am. How supportive you have been to the weak.",
              "reference": "Job 26:2"
            },
            {
              "content": "What good advice you have given to this ignorant man, demonstrating you have so much wisdom.",
              "reference": "Job 26:3"
            },
            {
              "content": "Who helped you speak these words? Who inspired you to say such things?",
              "reference": "Job 26:4"
            },
            {
              "content": "The dead tremble, those beneath the waters.",
              "reference": "Job 26:5"
            },
            {
              "content": "Sheol lies naked before God, Abaddon is uncovered.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretches the northern sky over empty space; he hangs the world on nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He gathers the rain in his storm clouds which do not break under the weight.",
              "reference": "Job 26:8"
            },
            {
              "content": "He veils his throne; covering it with his clouds.",
              "reference": "Job 26:9"
            },
            {
              "content": "On the surface of the waters he set a boundary; he set a limit dividing light from darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of heaven tremble; they shake with fear at his rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "He calmed the sea with his power; because he knew what to do, he crushed Rahab.",
              "reference": "Job 26:12"
            },
            {
              "content": "The breath of his voice made the heavens beautiful; with his hand he pierced the gliding serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "This is just a little of all he does—what we hear of him is hardly a whisper, so who can understand his thunderous power?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job began to speak again.",
              "reference": "Job 27:1"
            },
            {
              "content": "“I promise you—as God lives, who has denied me justice, the Almighty, who has made my life bitter,",
              "reference": "Job 27:2"
            },
            {
              "content": "for as long as I have life, while the breath of God remains in my nostrils—",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips will never speak lies, my tongue will never be dishonest.",
              "reference": "Job 27:4"
            },
            {
              "content": "I will never agree that you are right; I will insist on my innocence until the day I die.",
              "reference": "Job 27:5"
            },
            {
              "content": "I'm convinced I'm right and will never give up believing this; my conscience will not condemn me as long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "May my enemy become like the wicked; may those who oppose me become like those who do evil.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what hope do those who reject God have when he cuts them down, when God brings their lives to an end?",
              "reference": "Job 27:8"
            },
            {
              "content": "When times of trouble come to them, will God hear their cry for help?",
              "reference": "Job 27:9"
            },
            {
              "content": "Do they have a good relationship with the Almighty? Can they call on God at any time?",
              "reference": "Job 27:10"
            },
            {
              "content": "Let me explain God's power to you. I will not keep anything back that the Almighty has planned.",
              "reference": "Job 27:11"
            },
            {
              "content": "If all of you have recognized this, why do you talk such vain nonsense?",
              "reference": "Job 27:12"
            },
            {
              "content": "This is what God provides as the destiny for the wicked, this is the inheritance that the ruthless will receive from the Almighty—",
              "reference": "Job 27:13"
            },
            {
              "content": "even if they have many children, they will experience violent deaths or die of starvation.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those who survive will die from disease, and even their widows will not mourn for them.",
              "reference": "Job 27:15"
            },
            {
              "content": "Even though they pile up silver like dust, and clothes like heaps of clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "those who do good will wear the clothes and the innocent will divide the silver among them.",
              "reference": "Job 27:17"
            },
            {
              "content": "They build their houses like a moth; like some flimsy shelter made by a watchman.",
              "reference": "Job 27:18"
            },
            {
              "content": "They go to bed rich, but never again! For when they wake up, it's all gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Waves of panic flood over them; in the night a whirlwind snatches them away.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind picks them up and they're gone, carried away from where they were.",
              "reference": "Job 27:21"
            },
            {
              "content": "The wind blows at them with full force; they try desperately to escape.",
              "reference": "Job 27:22"
            },
            {
              "content": "People clap their hands at them and hiss at them wherever they are.”",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“There are silver mines and places where gold is refined.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is extracted from the earth and copper is smelted from its ore.",
              "reference": "Job 28:2"
            },
            {
              "content": "Miners take lamps into the darkness underground and search for ore as far as they can go in the shadows and the gloom.",
              "reference": "Job 28:3"
            },
            {
              "content": "They dig a mineshaft far from where people live or anyone ever goes. They swing from ropes that hang in the pits.",
              "reference": "Job 28:4"
            },
            {
              "content": "Bread comes from the earth, but underneath it looks as if it has been turned upside-down by fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "Here the rocks contain lapis lazuli and the dust contains gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "No birds of prey can see these paths, no falcon's eye can perceive.",
              "reference": "Job 28:7"
            },
            {
              "content": "No wild beasts have passed that way; the lion has not walked there.",
              "reference": "Job 28:8"
            },
            {
              "content": "Miners attack the hard rock; they overturn the roots of mountains.",
              "reference": "Job 28:9"
            },
            {
              "content": "They tunnel through the rock, looking carefully for every precious stone.",
              "reference": "Job 28:10"
            },
            {
              "content": "They dam the sources of the rivers, and bring to light what is hidden.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where can wisdom be found? Where is the place to gain understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Human beings do not know the way to wisdom; it is not found among the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The deep waters say, ‘It's not here,’ and the sea says, ‘It's not here either.’",
              "reference": "Job 28:14"
            },
            {
              "content": "It cannot be bought with gold; nor can it be purchased with silver.",
              "reference": "Job 28:15"
            },
            {
              "content": "Its value cannot be measured, even with the gold of Ophir; it is more precious than onyx or lapis lazuli.",
              "reference": "Job 28:16"
            },
            {
              "content": "Gold or fine glass cannot compare with wisdom; it cannot be exchanged for gold jewelry.",
              "reference": "Job 28:17"
            },
            {
              "content": "Coral and crystal are not worth mentioning; the price of wisdom is far above rubies.",
              "reference": "Job 28:18"
            },
            {
              "content": "Topaz from Ethiopia can't compare with it; it cannot be bought with the purest gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "So where does wisdom come from? Where is the place to gain understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "Wisdom is hidden from the sight of all living things, even the birds of the air cannot see it.",
              "reference": "Job 28:21"
            },
            {
              "content": "Abaddon and Death say, ‘We've only heard a rumor of it.’",
              "reference": "Job 28:22"
            },
            {
              "content": "Only God understands the path to wisdom; he knows where it is found.",
              "reference": "Job 28:23"
            },
            {
              "content": "For he looks to the very end of the earth; he sees everything under heaven.",
              "reference": "Job 28:24"
            },
            {
              "content": "He decided how strong the wind should blow, and regulated the waters.",
              "reference": "Job 28:25"
            },
            {
              "content": "He set a limit for the rain and made a path for the lightning.",
              "reference": "Job 28:26"
            },
            {
              "content": "Then he considered wisdom. He examined it, gave it his approval, and declared it good.",
              "reference": "Job 28:27"
            },
            {
              "content": "He said to humankind, ‘To reverence the Lord is wisdom, and to turn away from evil is understanding.’”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job went on speaking.",
              "reference": "Job 29:1"
            },
            {
              "content": "“I wish I was back in the old days when God looked after me!",
              "reference": "Job 29:2"
            },
            {
              "content": "His light shone above me and lit my way through the darkness.",
              "reference": "Job 29:3"
            },
            {
              "content": "When I was young and strong, God was my friend and spoke to me in my home.",
              "reference": "Job 29:4"
            },
            {
              "content": "The Almighty was still with me and I was surrounded with my children.",
              "reference": "Job 29:5"
            },
            {
              "content": "My herds produced much milk, and oil flowed freely from my olive presses.",
              "reference": "Job 29:6"
            },
            {
              "content": "I went out to the city gate and took my seat in the public square.",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men saw me and moved out of the way; the elders would stand up for me.",
              "reference": "Job 29:8"
            },
            {
              "content": "The leaders remained silent and covered their mouths with their hands.",
              "reference": "Job 29:9"
            },
            {
              "content": "The voices of the officials were hushed; they held their tongues in my presence.",
              "reference": "Job 29:10"
            },
            {
              "content": "Everyone who listened to me praised me; whoever saw me commended me,",
              "reference": "Job 29:11"
            },
            {
              "content": "because I gave to the poor who called out to me and the orphans who had no one to help them.",
              "reference": "Job 29:12"
            },
            {
              "content": "Those who were about to die blessed me; I made the widow sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "Being true and acting right were what I wore for clothing.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was like eyes for the blind and feet for the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was like a father to the poor, and I defended the rights of strangers.",
              "reference": "Job 29:16"
            },
            {
              "content": "I broke the jaw of the wicked and made them drop their prey from their teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "I thought I would die at home, after many years.",
              "reference": "Job 29:18"
            },
            {
              "content": "Like a tree my roots spread out to the water; the dew rests on my branches overnight.",
              "reference": "Job 29:19"
            },
            {
              "content": "Fresh honors were always being given to me; my strength was renewed like an unfailing bow.",
              "reference": "Job 29:20"
            },
            {
              "content": "People listened carefully to what I had to say; they kept quiet as they listened to my advice.",
              "reference": "Job 29:21"
            },
            {
              "content": "Once I had spoken they had nothing else to say; what I said was enough.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me like people waiting for rain; their mouths wide open for the spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "When I smiled at them they could hardly believe it; my approval meant all the world to them.",
              "reference": "Job 29:24"
            },
            {
              "content": "I decided the way forward as their leader, living like a king among his soldiers, and when they were sad I comforted them.”",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "But now people much younger than me laugh at me; people whose fathers I would not put to work with my sheepdogs.",
              "reference": "Job 30:1"
            },
            {
              "content": "They are too weak to be any use to me; they're all worn-out.",
              "reference": "Job 30:2"
            },
            {
              "content": "Thin through hunger and want, they try to eat the dry ground in the dark, desolate wilderness.",
              "reference": "Job 30:3"
            },
            {
              "content": "There they pick desert herbs and the leaves of bushes, and eat the roots of broom trees.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were driven out of the community.",
              "reference": "Job 30:5"
            },
            {
              "content": "People shouted after them as if they were thieves. They have to live in dangerous ravines, in caves and among the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "They shout out like animals among the bushes; they huddle together in the weeds for shelter.",
              "reference": "Job 30:7"
            },
            {
              "content": "They are foolish, nameless people that have been driven from the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "Yet now they mock me in their songs; I have become a joke to them!",
              "reference": "Job 30:9"
            },
            {
              "content": "They despise and shun me; they don't hesitate to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "God has made my bowstring loose and humbled me.",
              "reference": "Job 30:11"
            },
            {
              "content": "The rabble rise up against me, they send me running; like a city under siege they devise ways to destroy me.",
              "reference": "Job 30:12"
            },
            {
              "content": "They cut off my way of escape; they bring about my downfall and do this without anyone's help.",
              "reference": "Job 30:13"
            },
            {
              "content": "They come in through a wide breach; they rush in as the wall comes tumbling down.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors overcome me; my honor is blown away by the wind; my salvation vanishes like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "And now my life is ebbing away; every day despair grips me.",
              "reference": "Job 30:16"
            },
            {
              "content": "At night my bones are in agony; the pain gnaws at me and never stops.",
              "reference": "Job 30:17"
            },
            {
              "content": "God grabs me roughly by my clothes; he pulls me by the collar of my shirt.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has thrown me in the mud; he has humbled me like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "God, I cry to you but you don't answer; I stand before you, but you don't even notice me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have turned cruel to me; you use your power to make me suffer.",
              "reference": "Job 30:21"
            },
            {
              "content": "You pick me up and blow me along in the wind; tossing me about in the whirlwind.",
              "reference": "Job 30:22"
            },
            {
              "content": "I know you're taking me to my death, to the place where all the living go.",
              "reference": "Job 30:23"
            },
            {
              "content": "Who would want to kick a man when he is down,  when they cry for help in their time of trouble?",
              "reference": "Job 30:24"
            },
            {
              "content": "Didn't I weep for those having hard times? Didn't I grieve at what the poor suffered?",
              "reference": "Job 30:25"
            },
            {
              "content": "But when I looked for good, only evil came, and when I waited for the light, all that came was darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "Inside I am in turmoil, it never stops; I face days of despair.",
              "reference": "Job 30:27"
            },
            {
              "content": "I am so depressed; seeing the sun doesn't help. I stand up in the assembly and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I am like a brother to the jackals, a companion to owls.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin turns black on me; and my bones burn within me.",
              "reference": "Job 30:30"
            },
            {
              "content": "My lyre only plays sad songs, and my pipe is the voice of those who weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“I vowed to myself never to look with desire at young women.",
              "reference": "Job 31:1"
            },
            {
              "content": "What should people expect to receive from God? What reward should the Almighty on high give them?",
              "reference": "Job 31:2"
            },
            {
              "content": "Isn't it disaster for the wicked and destruction for those who do wrong?",
              "reference": "Job 31:3"
            },
            {
              "content": "Doesn't God see everything I do—even count every step I take?",
              "reference": "Job 31:4"
            },
            {
              "content": "Have I lived a deceitful life? Have I been eager to tell lies?",
              "reference": "Job 31:5"
            },
            {
              "content": "No! Let God weigh me on the scales of his justice and let him discover my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If I have wandered from God's way, if I have let what I see become my desires, if there's any stain of sin on my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "then let someone else eat what I have sown, and all that I have grown be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "If a woman has seduced me, or if I have looked for an opportunity to sleep with my neighbor's wife,",
              "reference": "Job 31:9"
            },
            {
              "content": "then let my wife serve another, let other men sleep with her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For that would be wicked, a sin deserving punishment,",
              "reference": "Job 31:11"
            },
            {
              "content": "for this sin is like a fire that leads to destruction, destroying everything I have.",
              "reference": "Job 31:12"
            },
            {
              "content": "If I had refused to listen to my menservants or maidservants when they brought their complaints to me,",
              "reference": "Job 31:13"
            },
            {
              "content": "what would I do when God came to judge me? How would I reply if he investigated me?",
              "reference": "Job 31:14"
            },
            {
              "content": "Didn't the same God make all of us?",
              "reference": "Job 31:15"
            },
            {
              "content": "Have I refused to give the poor what they needed, or caused widows to despair?",
              "reference": "Job 31:16"
            },
            {
              "content": "Have I even eaten just a piece of bread by myself? Haven't I always shared my food with orphans?",
              "reference": "Job 31:17"
            },
            {
              "content": "From when I was young I was a father to orphans and took care of widows.",
              "reference": "Job 31:18"
            },
            {
              "content": "If ever I saw someone needing clothes, the poor without anything to wear,",
              "reference": "Job 31:19"
            },
            {
              "content": "they always thanked me for the wool clothing that kept them warm.",
              "reference": "Job 31:20"
            },
            {
              "content": "If I raised my hand to hit an orphan, confident that if it came to court the judges would be on my side,",
              "reference": "Job 31:21"
            },
            {
              "content": "then let my shoulder be pulled from its joint, my arm wrenched out of its socket.",
              "reference": "Job 31:22"
            },
            {
              "content": "Since I'm terrified of what punishment God may have in store for me, and because of his majesty, I could never do this.",
              "reference": "Job 31:23"
            },
            {
              "content": "Have I put my trust in gold, calling fine gold, ‘My security’?",
              "reference": "Job 31:24"
            },
            {
              "content": "Have I delighted in being rich, happy at all my wealth I had gained?",
              "reference": "Job 31:25"
            },
            {
              "content": "Have I looked at the sun shining so brilliantly or the moon moving in majesty across the sky",
              "reference": "Job 31:26"
            },
            {
              "content": "and been tempted to secretly worship them by kissing my hand to them in devotion?",
              "reference": "Job 31:27"
            },
            {
              "content": "This too would be a sin deserving punishment for it would mean I had denied God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "Have I ever been happy when disaster destroyed those who hated me, or celebrated when evil took them down?",
              "reference": "Job 31:29"
            },
            {
              "content": "I have never allowed my mouth to sin by putting a curse on someone's life.",
              "reference": "Job 31:30"
            },
            {
              "content": "Haven't my family asked, ‘Is there anyone who has not eaten as much as they wanted of his food?’",
              "reference": "Job 31:31"
            },
            {
              "content": "I have never let strangers sleep in the street; I have opened my doors to travelers.",
              "reference": "Job 31:32"
            },
            {
              "content": "Have I concealed my sins from others, hiding my wrongdoing deep inside me?",
              "reference": "Job 31:33"
            },
            {
              "content": "Was I afraid of what everybody else would think, scared of the contempt families would show me, so that I kept quiet and didn't go outside?",
              "reference": "Job 31:34"
            },
            {
              "content": "Why won't anyone listen to what I'm saying! I'm signing my name to endorse everything I've said. Let the Almighty answer me. Let my accuser write down what he is charging me with.",
              "reference": "Job 31:35"
            },
            {
              "content": "I would hold them up high; I would wear them on my head like a crown.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would explain to him everything I'd done; I would hold my head high before him.",
              "reference": "Job 31:37"
            },
            {
              "content": "If my land has cried out against me; if her furrows have wept over me;",
              "reference": "Job 31:38"
            },
            {
              "content": "if I have taken its crops without payment or if I have caused harm to the farmers;",
              "reference": "Job 31:39"
            },
            {
              "content": "then let thorns grow instead of wheat, and weeds instead of barley.” The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Job's three friends stopped responding to him because he kept on protesting his innocence.",
              "reference": "Job 32:1"
            },
            {
              "content": "Then Elihu, the son of Barachel the Buzite, of the family of Ram, grew angry. He was angry with Job for claiming he was right rather than God.",
              "reference": "Job 32:2"
            },
            {
              "content": "Elihu was also angry at Job's three friends because they made it seem that God was wrong, because they had not been able to answer Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "Elihu had waited for the other three to speak with Job since they were older than he was.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when he saw that they could not answer Job, he grew very angry.",
              "reference": "Job 32:5"
            },
            {
              "content": "Elihu, the son of Barachel the Buzite, said, “I am young, and you are old, which is why I was reluctant to tell you what I know.",
              "reference": "Job 32:6"
            },
            {
              "content": "I told myself, ‘Those who are older should speak—those who are elderly should teach wisdom.’",
              "reference": "Job 32:7"
            },
            {
              "content": "However, there is a spirit in human beings, the breath of the Almighty, that gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "It is not the old who are wise, or the elderly who know what is right.",
              "reference": "Job 32:9"
            },
            {
              "content": "That's why I'm telling you to listen to me now—let me tell you what I know.",
              "reference": "Job 32:10"
            },
            {
              "content": "Well, I waited to hear what you had to say, listening for your insights as you looked for the right words to speak.",
              "reference": "Job 32:11"
            },
            {
              "content": "I paid close attention to all of you, and none of you have proved Job wrong or answered his arguments.",
              "reference": "Job 32:12"
            },
            {
              "content": "Don't say to yourselves, ‘We are so wise,’ for God will prove him wrong, not a human being.",
              "reference": "Job 32:13"
            },
            {
              "content": "Job didn't line up his arguments against me, and I won't answer him the way you did.",
              "reference": "Job 32:14"
            },
            {
              "content": "You sit there speechless with nothing left to say.",
              "reference": "Job 32:15"
            },
            {
              "content": "Should I continue to wait since you're no longer talking, just standing there saying nothing?",
              "reference": "Job 32:16"
            },
            {
              "content": "No—now I'll give my answer too. I'll tell you what I know.",
              "reference": "Job 32:17"
            },
            {
              "content": "I have so much to say I can't hold the words back!",
              "reference": "Job 32:18"
            },
            {
              "content": "Inside I'm like fermenting wine all bottled up; like new wineskins ready to explode!",
              "reference": "Job 32:19"
            },
            {
              "content": "I have to speak before I burst; I will open my lips to answer him.",
              "reference": "Job 32:20"
            },
            {
              "content": "I will not take sides, and I'm not going to flatter anyone.",
              "reference": "Job 32:21"
            },
            {
              "content": "I don't know how to flatter, and if I did my Creator would soon destroy me.”",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“Now listen to me, Job. Pay attention to everything I have to say.",
              "reference": "Job 33:1"
            },
            {
              "content": "Look, I'm about to speak; my mouth is ready to talk.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words come from my upright heart; my lips speak sincerely of what I know.",
              "reference": "Job 33:3"
            },
            {
              "content": "The spirit of God made me, and the breath of the Almighty gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Answer me, if you can. Stand in front of me and prepare to defend yourself.",
              "reference": "Job 33:5"
            },
            {
              "content": "Look, before God we are both the same. I was also made from a piece of clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "See here, you don't need to be frightened of me. I won't be too hard on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "You spoke in my hearing and I have listened to everything you had to say.",
              "reference": "Job 33:8"
            },
            {
              "content": "You say, ‘I'm clean, I've done nothing wrong; I'm pure, I have not sinned.",
              "reference": "Job 33:9"
            },
            {
              "content": "See how God finds fault with me and treats me as his enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in the stocks and watches everything I do.’",
              "reference": "Job 33:11"
            },
            {
              "content": "But look, you are wrong—let me explain. God is greater than any human being.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why are you fighting against him, complaining that God isn't answering your questions?",
              "reference": "Job 33:13"
            },
            {
              "content": "God speaks over and over again, but people don't notice.",
              "reference": "Job 33:14"
            },
            {
              "content": "Through dreams and visions in the night, when people fall into deep sleep, resting on their beds,",
              "reference": "Job 33:15"
            },
            {
              "content": "God speaks to them with solemn warnings",
              "reference": "Job 33:16"
            },
            {
              "content": "to turn them away from doing wrong and to stop them from becoming proud.",
              "reference": "Job 33:17"
            },
            {
              "content": "He saves them from the grave and spares them from violent death.",
              "reference": "Job 33:18"
            },
            {
              "content": "People are also disciplined on a bed of pain with constant aching in their bones.",
              "reference": "Job 33:19"
            },
            {
              "content": "They have no desire to eat; they do not even want their favorite dishes.",
              "reference": "Job 33:20"
            },
            {
              "content": "Their flesh wastes away to nothing; all that's left is skin and bones.",
              "reference": "Job 33:21"
            },
            {
              "content": "They are close to death; their lives approaching the executioner.",
              "reference": "Job 33:22"
            },
            {
              "content": "But if an angel appears, a mediator, one of God's thousands of angels, to tell someone the right way for them,",
              "reference": "Job 33:23"
            },
            {
              "content": "he will be gracious to them. He will say, ‘Save them from going down into the grave, for I have found a way to free them.’",
              "reference": "Job 33:24"
            },
            {
              "content": "Then their bodies will be renewed as if they were young again; they will be as strong as when they were in their prime.",
              "reference": "Job 33:25"
            },
            {
              "content": "They will pray to God, and he will accept them; they come into God's presence with joy, and he will set things right for them.",
              "reference": "Job 33:26"
            },
            {
              "content": "They sing, and tell others, ‘I sinned, I distorted what is right, but it did not do me any good.",
              "reference": "Job 33:27"
            },
            {
              "content": "He saved me from going down into the grave and I will live in the light.’",
              "reference": "Job 33:28"
            },
            {
              "content": "Look, God does this time and again for people;",
              "reference": "Job 33:29"
            },
            {
              "content": "he saves them from the grave so they might see the light of life.",
              "reference": "Job 33:30"
            },
            {
              "content": "Pay attention Job, and listen to me! Be quiet—let me speak!",
              "reference": "Job 33:31"
            },
            {
              "content": "But if you have anything to say, then speak up.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, listen to me. Keep quiet and I will teach you wisdom.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Elihu continued,",
              "reference": "Job 34:1"
            },
            {
              "content": "“Listen to my words, you men who say you are wise; pay attention to what I'm saying you who think you know.",
              "reference": "Job 34:2"
            },
            {
              "content": "The ear distinguishes words just as the palate distinguishes foods.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us discern for ourselves what is right: let us decide among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "Job said, ‘I am innocent, and God has denied me justice.",
              "reference": "Job 34:5"
            },
            {
              "content": "Even though I'm right, I'm treated like a liar; I am dying from my wounds, even though I've done nothing wrong.’",
              "reference": "Job 34:6"
            },
            {
              "content": "Has there ever been a man like Job with such a thirst for ridiculing others?",
              "reference": "Job 34:7"
            },
            {
              "content": "He keeps company with wicked people; he associates with those who do evil.",
              "reference": "Job 34:8"
            },
            {
              "content": "He's even said, ‘What benefit is there in being God's friend?’",
              "reference": "Job 34:9"
            },
            {
              "content": "So listen to me, you men of understanding! It's impossible for God to do evil and the Almighty to do wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "He pays people back for what they've done, and treats them as they deserve.",
              "reference": "Job 34:11"
            },
            {
              "content": "It's absolutely sure that God doesn't act wickedly; the Almighty would never pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who put him in charge of the earth? Who gave him the responsibility for all the world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If he were to withdraw his spirit, if he were to take back his breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "all living things would immediately die and human beings would return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "If you have understanding then hear this; pay attention to what I'm saying.",
              "reference": "Job 34:16"
            },
            {
              "content": "Do you really think someone who hated justice could govern? Are you going to condemn Almighty God who always does what is right?",
              "reference": "Job 34:17"
            },
            {
              "content": "He's the one who tells kings, ‘You're useless!’ or says to nobles, ‘You're wicked!’",
              "reference": "Job 34:18"
            },
            {
              "content": "He doesn't think more of the rich than the poor, for they are all people he himself made.",
              "reference": "Job 34:19"
            },
            {
              "content": "They die in a moment; at midnight they shudder and pass away; the mighty are gone without effort.",
              "reference": "Job 34:20"
            },
            {
              "content": "For he watches what they're doing and sees everywhere they go.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no darkness so deep where people who do evil can hide themselves from him.",
              "reference": "Job 34:22"
            },
            {
              "content": "God doesn't need to examine anyone in any greater detail that they should come before him for judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He brings down the mighty without needing an investigation; he sets up others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "Knowing what they've done he overthrows them in a night and destroys them.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them down for their wickedness in public where they can be seen",
              "reference": "Job 34:26"
            },
            {
              "content": "because they turned away from following him, disregarding all his ways.",
              "reference": "Job 34:27"
            },
            {
              "content": "They made the poor call out to him, and he heard the cries of the oppressed.",
              "reference": "Job 34:28"
            },
            {
              "content": "Yet if God wants to remain silent, who can condemn him? If he chooses to hide his face, who can see him? Whether it concerns a nation or an individual,",
              "reference": "Job 34:29"
            },
            {
              "content": "a person who rejects God should not rule so they don't mislead people.",
              "reference": "Job 34:30"
            },
            {
              "content": "If you were to say to God, ‘I have sinned, but I won't do bad things any more.",
              "reference": "Job 34:31"
            },
            {
              "content": "Show me what I cannot see. If I have done wrong, I won't do it again,’",
              "reference": "Job 34:32"
            },
            {
              "content": "then should God reward you for following your own opinions since you have rejected his? You're the one who has to choose, not me! Tell us what you think.",
              "reference": "Job 34:33"
            },
            {
              "content": "For people who understand—those who are wise who have heard what I said—will tell me,",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job doesn't know what he's talking about. What he says doesn't make any sense.’",
              "reference": "Job 34:35"
            },
            {
              "content": "If only Job were thoroughly condemned because he speaks like evil people do.",
              "reference": "Job 34:36"
            },
            {
              "content": "Now he has added rebellion to his sins; he claps his hands at us, making long speeches full of accusations against God.”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Elihu continued, saying,",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think it's honest to claim you are right before God?",
              "reference": "Job 35:2"
            },
            {
              "content": "And you ask, ‘What benefit do I get? What good has it done me by not sinning?’",
              "reference": "Job 35:3"
            },
            {
              "content": "I'll tell you, and your friends too!",
              "reference": "Job 35:4"
            },
            {
              "content": "Just look up at the sky and see. Observe the clouds high above you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you sin, how does that harm God? How do your many sins affect God?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you do what's right, what good are you doing for him?",
              "reference": "Job 35:7"
            },
            {
              "content": "No—your sins only affect people like yourself, and whatever good you do only affects them too.",
              "reference": "Job 35:8"
            },
            {
              "content": "People cry out because of terrible persecution; they call for someone to save them from their oppressors.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one asks, ‘Where is the God my maker, the one who gives songs in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "who teaches us more than the animals, and makes us wiser than the birds?’",
              "reference": "Job 35:11"
            },
            {
              "content": "When they call out for help, God doesn't answer them because they are proud and evil people.",
              "reference": "Job 35:12"
            },
            {
              "content": "God doesn't listen to their empty cries; the Almighty doesn't pay them any attention.",
              "reference": "Job 35:13"
            },
            {
              "content": "How much less will God hear you when you say he can't see you? Your case is before him, so you have to wait for him.",
              "reference": "Job 35:14"
            },
            {
              "content": "You're saying that God doesn't punish people in his anger and pays little attention to sin.",
              "reference": "Job 35:15"
            },
            {
              "content": "You, Job, are talking nonsense, making long speeches when you know nothing!”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Elihu continued speaking.",
              "reference": "Job 36:1"
            },
            {
              "content": "“Be patient with me just a little while longer and let me explain. I still have something to say on God's behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will share my extensive knowledge, and I will prove my Creator is in the right.",
              "reference": "Job 36:3"
            },
            {
              "content": "I assure you that what I'm saying are not lies, for I am a man whose knowledge is of the highest order.",
              "reference": "Job 36:4"
            },
            {
              "content": "God is mighty, but doesn't despise anyone; he is powerful in strength and understanding.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not keep the wicked alive, but gives justice to the oppressed.",
              "reference": "Job 36:6"
            },
            {
              "content": "He always pays attention to those who do right, and places them on thrones with kings, honoring them eternally.",
              "reference": "Job 36:7"
            },
            {
              "content": "If they are bound in chains, tied down by ropes of suffering,",
              "reference": "Job 36:8"
            },
            {
              "content": "then he explains to them what they've done—their arrogant sins.",
              "reference": "Job 36:9"
            },
            {
              "content": "He makes them pay attention and orders them to stop sinning.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they listen and do what God says they will live out their lives in happiness.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they do not listen they will die a violent death, ignorant of God.",
              "reference": "Job 36:12"
            },
            {
              "content": "Those who reject God hold on to their bitterness. Even when he disciplines them they do not cry out to him for help.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die in their youth; their lives end among the male temple prostitutes.",
              "reference": "Job 36:14"
            },
            {
              "content": "Through suffering God saves those who suffer; he gets their attention through their troubles.",
              "reference": "Job 36:15"
            },
            {
              "content": "God is trying to rescue you from the jaws of trouble to a place of freedom and safety, filling your table full of the very best food.",
              "reference": "Job 36:16"
            },
            {
              "content": "But you are preoccupied with the fate of the wicked; judgment and justice fill your mind.",
              "reference": "Job 36:17"
            },
            {
              "content": "But be careful that your anger doesn't seduce you into mockery; and don't let the size of the ‘bribe’ lead you into sin.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will your cry for help sustain you when troubles come?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the night when people are suddenly taken away.",
              "reference": "Job 36:20"
            },
            {
              "content": "Watch out that you don't turn to evil! For it's because of this that you are being tested through suffering.",
              "reference": "Job 36:21"
            },
            {
              "content": "Look how much power God has! What teacher is like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has instructed him what to do? Who can say to him ‘You have done wrong’?",
              "reference": "Job 36:23"
            },
            {
              "content": "Instead you should praise him for what he has done, as people have done in song.",
              "reference": "Job 36:24"
            },
            {
              "content": "Everyone has seen God's creation, though only from a distance.",
              "reference": "Job 36:25"
            },
            {
              "content": "See how great God is—more than we can understand! No one can count his years.",
              "reference": "Job 36:26"
            },
            {
              "content": "He draws up the water and distils it into the dew and the rain.",
              "reference": "Job 36:27"
            },
            {
              "content": "The clouds pour down rain, falling plentifully on humankind.",
              "reference": "Job 36:28"
            },
            {
              "content": "Can anyone understand how the clouds spread out, or how thunder roars from where he lives?",
              "reference": "Job 36:29"
            },
            {
              "content": "See how he scatters lightning around him, and covers the depths of the sea in darkness.",
              "reference": "Job 36:30"
            },
            {
              "content": "By these actions he rules the people, he provides abundant food.",
              "reference": "Job 36:31"
            },
            {
              "content": "He holds lightning in his hands and commands where it should strike.",
              "reference": "Job 36:32"
            },
            {
              "content": "Thunder declares his presence—even cattle know when a storm is coming.”",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“At this my heart trembles, beating rapidly within me!",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen carefully to God's thunderous voice that rumbles as he speaks.",
              "reference": "Job 37:2"
            },
            {
              "content": "He sends it across the heaven; his lightning flashes to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "Then comes the roar of thunder, his majestic voice holding nothing back when he speaks.",
              "reference": "Job 37:4"
            },
            {
              "content": "God's thunderous voice is wonderful! We can't comprehend the great things he does!",
              "reference": "Job 37:5"
            },
            {
              "content": "He tells the snow to fall and the rain to pour down on the earth.",
              "reference": "Job 37:6"
            },
            {
              "content": "By this he stops people working so that everyone can understand what he does.",
              "reference": "Job 37:7"
            },
            {
              "content": "Even the animals take shelter and remain in their dens.",
              "reference": "Job 37:8"
            },
            {
              "content": "The south wind blows in storms, while the north wind blows in cold weather.",
              "reference": "Job 37:9"
            },
            {
              "content": "God's breath produces ice, freezing the surface of water solid.",
              "reference": "Job 37:10"
            },
            {
              "content": "He fills the clouds with moisture; he scatters his lightning from them.",
              "reference": "Job 37:11"
            },
            {
              "content": "They swirl around under his control; they move over all the earth as he commands.",
              "reference": "Job 37:12"
            },
            {
              "content": "He does this to accomplish his will, either to discipline or to show his goodness.",
              "reference": "Job 37:13"
            },
            {
              "content": "Listen to this, Job! Stop for a moment and consider the wonderful things God does.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God controls the clouds, or makes his lightning flash from them?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know how clouds float in the sky—the wonderful work of him who knows everything.",
              "reference": "Job 37:16"
            },
            {
              "content": "You know how your clothes drip with sweat when the south wind brings air that is hot and heavy.",
              "reference": "Job 37:17"
            },
            {
              "content": "Can you hammer out the sky so it becomes like a molten mirror, as he does?",
              "reference": "Job 37:18"
            },
            {
              "content": "So why don't you teach us what to tell God? We cannot make our case because we are in the dark!",
              "reference": "Job 37:19"
            },
            {
              "content": "Should God be told that I want to speak? Anyone who wanted to would be destroyed!",
              "reference": "Job 37:20"
            },
            {
              "content": "After all, we can't look at the sun when it blazes brightly in the sky, after the wind has cleared away the clouds.",
              "reference": "Job 37:21"
            },
            {
              "content": "Out of the north God comes shining like gold, surrounded in awesome majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "We cannot approach the Almighty for he is far beyond us in power and justice, and doing right.",
              "reference": "Job 37:23"
            },
            {
              "content": "He does not act like a tyrant—no wonder people are in awe of him, though he does not value those who think they're wise.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then the Lord answered Job out of the whirlwind,",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this who questions my wisdom by talking so ignorantly?",
              "reference": "Job 38:2"
            },
            {
              "content": "Prepare yourself, be strong, for I am going to question you, and you must answer me.",
              "reference": "Job 38:3"
            },
            {
              "content": "Where were you when I laid the foundation of the earth? Tell me, if you have such knowledge!",
              "reference": "Job 38:4"
            },
            {
              "content": "Who decided its dimensions? Don't you know? Who stretched out a measuring line?",
              "reference": "Job 38:5"
            },
            {
              "content": "What do its foundations rest upon? Who laid its cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "when the stars of the morning sang together and all the angels shouted for joy.",
              "reference": "Job 38:7"
            },
            {
              "content": "Who laid down the boundaries of the sea when it was born?",
              "reference": "Job 38:8"
            },
            {
              "content": "Who clothed it with clouds, and wrapped it in a blanket of deep darkness?",
              "reference": "Job 38:9"
            },
            {
              "content": "I set its limits, marking its borders.",
              "reference": "Job 38:10"
            },
            {
              "content": "I said, ‘You may come here, but no farther. Here is where your proud waves stop.’",
              "reference": "Job 38:11"
            },
            {
              "content": "During your lifetime, have you ever ordered the morning to begin?",
              "reference": "Job 38:12"
            },
            {
              "content": "Have you ever told the dawn where to appear that it might take hold of the corners of the earth and shake the wicked out?",
              "reference": "Job 38:13"
            },
            {
              "content": "The earth is changed like clay under a seal; its features stand out like a crumpled garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "The ‘light’ of the wicked is taken away from them; their acts of violence are stopped.",
              "reference": "Job 38:15"
            },
            {
              "content": "Have you entered the sources of the sea? Have you explored their hidden depths?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have you been shown where the gates of death are? Have you seen the gates of utter darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Do you know how far the earth extends? Tell me if you know all this!",
              "reference": "Job 38:18"
            },
            {
              "content": "In which direction does light live? Where does darkness dwell?",
              "reference": "Job 38:19"
            },
            {
              "content": "Can you take them home? Do you know the way to where they live?",
              "reference": "Job 38:20"
            },
            {
              "content": "Of course you know, because you were already born then! You've lived so long!",
              "reference": "Job 38:21"
            },
            {
              "content": "Have you been to where the snow is kept? Have you seen where the hail is held?",
              "reference": "Job 38:22"
            },
            {
              "content": "I have stored them up for the time of trouble, for the day of war and battle.",
              "reference": "Job 38:23"
            },
            {
              "content": "Do you know the way to where light comes from, or to where the east wind blows over the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who cuts a channel for the rain to flow? Who creates a path for the thunderbolt?",
              "reference": "Job 38:25"
            },
            {
              "content": "Who brings rain to an uninhabited land, to a desert where nobody lives,",
              "reference": "Job 38:26"
            },
            {
              "content": "to water a parched wasteland to make the green grass grow?",
              "reference": "Job 38:27"
            },
            {
              "content": "Does the rain have a father? Who was the father of the dewdrops?",
              "reference": "Job 38:28"
            },
            {
              "content": "Who was the mother of ice? Does the frost of the air have a mother?",
              "reference": "Job 38:29"
            },
            {
              "content": "Water turns into rock-hard ice; its surface freezes solid.",
              "reference": "Job 38:30"
            },
            {
              "content": "Can you tie together the stars of the Pleiades? Can you loosen the belt of the Orion constellation?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you guide the stars of Mazzaroth at the right time? Can you direct the Great Bear constellation and its other stars?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the laws of the heavens? Can you apply them to the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Can you shout to the clouds and command them to pour rain down on you?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send out bolts of lightning and direct them, so that they can answer you saying, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who has placed wisdom inside people? Who has given understanding to the mind?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who is clever enough to count the clouds? Who can turn heaven's water jars on their sides",
              "reference": "Job 38:37"
            },
            {
              "content": "when the dust has baked into a solid mass?",
              "reference": "Job 38:38"
            },
            {
              "content": "Can you hunt prey for the lion? Can you feed the lion cubs",
              "reference": "Job 38:39"
            },
            {
              "content": "as they crouch down in their dens and lie in wait in the bushes?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides food for the raven when its young cry out to God, weak from starvation?”",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“Do you know when the wild goats give birth? Have you watched the birth-pains of the deer?",
              "reference": "Job 39:1"
            },
            {
              "content": "Do you know how many months they carry their young? Do you know the time when they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "They crouch down in labor to deliver their offspring.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young grow strong in the open countryside; they leave and never return.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who gave the wild donkey its freedom? Who set it free from its bonds?",
              "reference": "Job 39:5"
            },
            {
              "content": "I have given it the wilderness as its home, the salt plains as a place to live.",
              "reference": "Job 39:6"
            },
            {
              "content": "It despises the noise of the city; it doesn't need to listen to the shouts of a driver.",
              "reference": "Job 39:7"
            },
            {
              "content": "It hunts in the mountains for pastureland, searching for all kinds of green plants to eat.",
              "reference": "Job 39:8"
            },
            {
              "content": "Is the wild ox willing to serve you? Will it spend the night at your manger?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you tie a wild ox to a plow? Can you make it till your fields for you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Because it's so powerful can you trust it? Can you depend on it to do your heavy work for you?",
              "reference": "Job 39:11"
            },
            {
              "content": "Are you sure it will gather your grain and bring it to your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "The ostrich proudly flaps her wings, but they are nothing like the flight feathers of the stork.",
              "reference": "Job 39:13"
            },
            {
              "content": "The ostrich abandons her eggs on the ground, leaving them to be warmed in the dust.",
              "reference": "Job 39:14"
            },
            {
              "content": "She doesn't think that they can be crushed underfoot, trampled by a wild animal.",
              "reference": "Job 39:15"
            },
            {
              "content": "She is tough towards her young, acting as if they didn't belong to her. She doesn't care that all her work was for nothing.",
              "reference": "Job 39:16"
            },
            {
              "content": "For I, God, made her forget wisdom—she didn't get her share of intelligence.",
              "reference": "Job 39:17"
            },
            {
              "content": "But when she needs to, she can jump up and run, mocking a horse and its rider with her speed.",
              "reference": "Job 39:18"
            },
            {
              "content": "Did you give the horse its strength? Did you place a mane upon its neck?",
              "reference": "Job 39:19"
            },
            {
              "content": "Did you make it able to jump like a locust? Its loud snorting is terrifying!",
              "reference": "Job 39:20"
            },
            {
              "content": "It paws at the ground, rearing up with power as it charges into battle.",
              "reference": "Job 39:21"
            },
            {
              "content": "It laughs at fear; it is not frightened at all.",
              "reference": "Job 39:22"
            },
            {
              "content": "The quiver full of arrows rattles against it; the spear and the javelin flash in the sunlight.",
              "reference": "Job 39:23"
            },
            {
              "content": "Shaking with rage it gallops across the ground; it cannot remain still when the trumpet sounds.",
              "reference": "Job 39:24"
            },
            {
              "content": "Whenever the trumpet calls, it is ready; he senses the sound of battle from far away, he hears the commanders shouting.",
              "reference": "Job 39:25"
            },
            {
              "content": "Is it through your wisdom that the hawk soars, spreading its wings towards the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Do you command the eagle to fly high and make its nest in the summits of the mountains?",
              "reference": "Job 39:27"
            },
            {
              "content": "It lives among the cliffs, and roosts on a remote rocky crag.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there it spies its prey from far away, fixing its gaze on its victim. Its chicks eagerly swallow blood.",
              "reference": "Job 39:29"
            },
            {
              "content": "Where the carcasses are, that's where birds of prey are found.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "God continued speaking to Job.",
              "reference": "Job 40:1"
            },
            {
              "content": "“Are you still going to fight with the Almighty and try to set him straight? Anyone who argues with God must give some answers.”",
              "reference": "Job 40:2"
            },
            {
              "content": "Job answered the Lord,",
              "reference": "Job 40:3"
            },
            {
              "content": "“Me—I am nothing at all. I have no answers. I put my hand in front of my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "I have already said far too much and I won't say anything more.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job out of the whirlwind,",
              "reference": "Job 40:6"
            },
            {
              "content": "“Prepare yourself, be strong, for I am going to question you, and you must answer me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Are you really going to say my decisions are wrong? Are you going to condemn me so you can be right?",
              "reference": "Job 40:8"
            },
            {
              "content": "Are you as powerful as I am? Does your voice thunder like mine?",
              "reference": "Job 40:9"
            },
            {
              "content": "Why don't you dress yourself with majesty and dignity, and clothe yourself with glory and splendor!",
              "reference": "Job 40:10"
            },
            {
              "content": "Let loose your fierce anger. Humble the proud with a glance.",
              "reference": "Job 40:11"
            },
            {
              "content": "Bring down the proud with your gaze; tread the wicked underfoot right where they are.",
              "reference": "Job 40:12"
            },
            {
              "content": "Bury them in the dust; lock them away in the grave.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I will also agree that your own strength can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "Consider Behemoth, a creature I made just like I made you. It eats grass like cattle.",
              "reference": "Job 40:15"
            },
            {
              "content": "Look at its powerful loins, the muscles of its belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "It bends its tail like a cedar; its thigh sinews are strong.",
              "reference": "Job 40:17"
            },
            {
              "content": "Its bones are like bronze tubes; its limbs like iron rods.",
              "reference": "Job 40:18"
            },
            {
              "content": "It is the most important example of what God can do; only the one who made it can approach it with a sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "The hills produce food for it, and all the wild animals play there.",
              "reference": "Job 40:20"
            },
            {
              "content": "It lies under the lotus; it hides in the reeds of the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus covers it with shade; the willow trees of the valley surround it.",
              "reference": "Job 40:22"
            },
            {
              "content": "Even if the river is in flood, it is not concerned; it remains calm when the Jordan river surges against it.",
              "reference": "Job 40:23"
            },
            {
              "content": "No one can catch it while it is watching, or pierce its nose with a noose.”",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "“Can you pull out Leviathan with a hook? Can you tie its mouth shut?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you thread a rope through its nose? Can you pass a hook through its jaw?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will it beg you to let it go? Or will it talk softly to you?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will it make a contract with you? Will it agree to be your slave forever?",
              "reference": "Job 41:4"
            },
            {
              "content": "Will you play with it like a pet bird? Will you put it on a leash for your girls?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will your trading partners decide on a price for him, and divide him up among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you pierce his skin with many harpoons, its head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "If you were to grab hold of it, imagine the battle you would have! You wouldn't do that again!",
              "reference": "Job 41:8"
            },
            {
              "content": "Any hope to capture it is foolish. Anyone who tries is thrown to the ground.",
              "reference": "Job 41:9"
            },
            {
              "content": "Since no one has the courage to provoke Leviathan, who would dare to stand up against me?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who has confronted me with any claim that I should repay? Everything under heaven belongs to me.",
              "reference": "Job 41:11"
            },
            {
              "content": "Let me tell you about Leviathan: its powerful legs and graceful proportions.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can remove its hide? Who can penetrate its double coat of armor?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who can open its jaws? Its teeth are terrifying!",
              "reference": "Job 41:14"
            },
            {
              "content": "Its pride is its rows of scales, closed tightly together.",
              "reference": "Job 41:15"
            },
            {
              "content": "Its scales are so close together that no air can pass between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "Each scale attaches to the next; they lock together and nothing can penetrate them.",
              "reference": "Job 41:17"
            },
            {
              "content": "When it sneezes light shines out. Its eyes are like the rising sun.",
              "reference": "Job 41:18"
            },
            {
              "content": "Flames pour from its mouth, sparks of fire shoot out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Smoke comes from its nostrils, like steam from a kettle on a fire made of reeds.",
              "reference": "Job 41:20"
            },
            {
              "content": "Its breath sets fire to charcoal as flames shoot from its mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "Its neck is powerful, and all who face him shake with terror.",
              "reference": "Job 41:22"
            },
            {
              "content": "Its body is dense and solid, as if it is made from cast metal.",
              "reference": "Job 41:23"
            },
            {
              "content": "Its heart is rock-hard, like a millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When it rises, even the powerful are terrified; they retreat as it thrashes about.",
              "reference": "Job 41:25"
            },
            {
              "content": "Swords just bounce off it, as do spears, darts, and javelins.",
              "reference": "Job 41:26"
            },
            {
              "content": "It brushes aside iron like straw, and bronze like rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "Arrows cannot make it run away; stones from slingshots are like pieces of stubble.",
              "reference": "Job 41:28"
            },
            {
              "content": "Clubs are also treated like stubble; it laughs at the sound made by flying spears.",
              "reference": "Job 41:29"
            },
            {
              "content": "Its underparts are covered with points as sharp as broken pots; when it drags itself through the mud it leaves marks like a threshing sledge.",
              "reference": "Job 41:30"
            },
            {
              "content": "It churns up the sea like water in a boiling pot, like a steaming bowl when ointment is mixed.",
              "reference": "Job 41:31"
            },
            {
              "content": "It leaves a glistening wake behind it as if the sea had white hair.",
              "reference": "Job 41:32"
            },
            {
              "content": "There is nothing on earth like it: a creature that has no fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "It looks down on all other creatures. It is the proudest of all.”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 FBV",
          "version": "FBV",
          "verses": [
            {
              "content": "Then Job answered the Lord.",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know you can do anything. No one can prevent you doing what you want.",
              "reference": "Job 42:2"
            },
            {
              "content": "You asked, ‘Who is this who questions my wisdom by talking so ignorantly?’ I was speaking about things I didn't understand—things too wonderful for me to know.",
              "reference": "Job 42:3"
            },
            {
              "content": "You told me, ‘Listen to me, I am going to speak. I am going to question you, and you must answer me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "Before, I had only heard about you, but now I've seen you for myself.",
              "reference": "Job 42:5"
            },
            {
              "content": "That is why I'm sorry for what I said, and I repent in dust and ashes.”",
              "reference": "Job 42:6"
            },
            {
              "content": "After the Lord had finished speaking to Job he said to Eliphaz the Temanite, “I am angry with you and your two friends because you have not told the truth about me, as my servant Job did.",
              "reference": "Job 42:7"
            },
            {
              "content": "So take seven bulls and seven rams and go to my servant Job, and you shall offer a burnt offering for yourselves. My servant Job will pray on your behalf and I will accept his prayer and not deal with you according to your foolishness, because you have not told the truth about me, as my servant Job did.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did what the Lord commanded them, and the Lord accepted Job's prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "The Lord restored Job's prosperity when he prayed for his friends, and gave him twice as much as he had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brothers and sisters and friends he'd previously known came and ate with him at his home. They showed him sympathy and comforted him because of all the trouble the Lord had caused him. Each one of them gave him money and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "The Lord blessed the last part of Job's life more than the first part. Now he owned 14,000 sheep, 6,000 camels, 1,000 teams of oxen, and 1,000 female donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "Job also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "Job called the first daughter Jemimah, the second Keziah, and the third Keren-Happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "Nowhere in all the land were there women as beautiful as Job's daughters, and Job gave them the same inheritance as their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "Job lived 140 years after this, seeing his children, and grandchildren, in fact four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "Then Job died at an old age, having lived a very full life.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Dr. Jonathan Gallagher. Released under Creative Commons Attribution-ShareAlike 4.0 Unported License. Version 4.3. For corrections send email to jonathangallagherfbv@gmail.com",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}