{
  "translation": "JUB",
  "translationId": 1077,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God and departed from evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "And there were born unto him seven sons and three daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "His substance was seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred she asses, and a very great store of servants, so that this man was the greatest of all the men of the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "¶ And his sons went and had banquets in their houses, each one on his day, and sent and called for their three sisters to eat and to drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "And it was so, when the days of their banquets were over, that Job sent and sanctified them and rose up early in the morning and offered burnt offerings according to the number of them all; for Job said, It may be that my sons have sinned and blasphemed God in their hearts. Thus did Job continually.",
              "reference": "Job 1:5"
            },
            {
              "content": "¶ Now there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "And the Lord said unto Satan, Where dost thou come from? Then Satan answered the Lord and said, From going to and fro in the earth and from walking up and down in it.",
              "reference": "Job 1:7"
            },
            {
              "content": "And the Lord said unto Satan, Hast thou considered my slave Job, that there is none like him in the earth, a perfect and an upright man, one that fears God and has departed from evil?",
              "reference": "Job 1:8"
            },
            {
              "content": "Then Satan answered the Lord and said, Does Job fear God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Hast thou not made a hedge about him and about his house and about all that he has on every side? Thou hast blessed the work of his hands; therefore, his substance has increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But put forth thy hand now and touch all that he has, and thou shalt see if he will not blaspheme thee to thy face.",
              "reference": "Job 1:11"
            },
            {
              "content": "And the Lord said to Satan, Behold, all that he has is in thy power; only upon himself do not put forth thy hand. So Satan went forth from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "¶ And there was a day when his sons and his daughters were eating and drinking wine in the house of their brother, the firstborn;",
              "reference": "Job 1:13"
            },
            {
              "content": "and a messenger came unto Job and said, The oxen were plowing, and the asses feeding beside them;",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans {Heb. those of Sheba} fell upon them and took them away; they have slain the servants with the edge of the sword; and I alone have escaped to tell thee.",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was yet speaking, another came who said, The fire of God is fallen from heaven and has burned up the sheep and the servants and consumed them; and I alone have escaped to tell thee.",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was yet speaking, another came and said, The Chaldeans made three bands and fell upon the camels and have carried them away and have slain the servants with the edge of the sword; and I alone have escaped to tell thee.",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was yet speaking, there another came and said, Thy sons and thy daughters were eating and drinking wine in the house of their brother, the firstborn;",
              "reference": "Job 1:18"
            },
            {
              "content": "and, behold, there came a great wind from the wilderness and smote the four corners of the house, and it fell upon the young men, and they are dead; and I alone have escaped to tell thee.",
              "reference": "Job 1:19"
            },
            {
              "content": "¶ Then Job arose and rent his mantle and shaved his head and fell down upon the ground and worshipped",
              "reference": "Job 1:20"
            },
            {
              "content": "and said, Naked came I out of my mother’s womb, and naked shall I return there. The Lord gave, and the Lord has taken away; blessed be the name of the Lord.",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this Job did not sin nor charge God with folly.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "And the Lord said unto Satan, Where dost thou come from? And Satan answered the Lord and said, From going to and fro in the earth and from walking up and down in it.",
              "reference": "Job 2:2"
            },
            {
              "content": "And the Lord said unto Satan, Hast thou considered my slave Job, that there is none like him in the earth, a perfect and an upright man, one that fears God and has departed from evil and that he still retains his perfection, although thou didst incite me against him to destroy him without cause.",
              "reference": "Job 2:3"
            },
            {
              "content": "And Satan answered the Lord and said, Skin for skin, all that a man has he will give for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But put forth thy hand now and touch his bone and his flesh, and thou shalt see if he does not blaspheme thee to thy face.",
              "reference": "Job 2:5"
            },
            {
              "content": "And the Lord said unto Satan, Behold, he is in thy hand, but preserve his life.",
              "reference": "Job 2:6"
            },
            {
              "content": "¶ So Satan went forth from the presence of the Lord and smote Job with sore boils from the sole of his foot unto the crown of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "And he took a potsherd to scratch himself with, and he was sitting among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said unto him, Dost thou still retain thine integrity? Blaspheme God and die.",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said unto her, Thou hast spoken as any of the foolish women speak. What? Shall we receive good at the hand of God and shall we not receive evil? In all this Job did not sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "¶ Now three friends of Job, Eliphaz, the Temanite, Bildad, the Shuhite, and Zophar, the Naamathite, when they heard of all this evil that had come upon him, each one came from his own place; for they had made an appointment together to come to mourn with him and to comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "And when they lifted up their eyes afar off and knew him not, they lifted up their voice and wept; and each one rent his mantle and sprinkled dust upon his head toward heaven.",
              "reference": "Job 2:12"
            },
            {
              "content": "So they sat down with him upon the ground seven days and seven nights, and no one spoke a word unto him; for they saw that his grief was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ After this Job opened his mouth and cursed his day.",
              "reference": "Job 3:1"
            },
            {
              "content": "And Job spoke and said,",
              "reference": "Job 3:2"
            },
            {
              "content": "Let the day perish in which I was born and the night in which it was said, There is a man child conceived.",
              "reference": "Job 3:3"
            },
            {
              "content": "Let that day be darkness; let not God regard it from above; neither let the light shine upon it.",
              "reference": "Job 3:4"
            },
            {
              "content": "Let darkness and the shadow of death redeem it; let a cloud dwell upon it; let the blackness of the day terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "As for that night, let darkness seize upon it; let it not be joined unto the days of the year; let it not come into the number of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "O, let that night be solitary; let no song come therein!",
              "reference": "Job 3:7"
            },
            {
              "content": "Let them curse it that curse the day, who are ready to raise up their mourning.",
              "reference": "Job 3:8"
            },
            {
              "content": "Let the stars of its dawn be darkened; they waited for light, but have none; neither let them see the dawning of the day;",
              "reference": "Job 3:9"
            },
            {
              "content": "because it did not shut up the doors of my mother’s womb nor hide the misery from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "¶ Why did I not die from the womb? Why did I not give up the spirit when I came out of the belly?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did the knees receive me? Of what use the breasts that I should suck?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I should have lain still and been quiet; I should have slept; then I would have been at rest,",
              "reference": "Job 3:13"
            },
            {
              "content": "with the kings and the counsellors of the earth, who built desolate places for themselves;",
              "reference": "Job 3:14"
            },
            {
              "content": "or with princes that had gold, who filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or, why was I not hidden as an untimely birth, as infants who never saw light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease from troubling; and there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "There the prisoners rest together, they do not hear the voice of the oppressor.",
              "reference": "Job 3:18"
            },
            {
              "content": "The small and the great are there, and the slave is free from his master.",
              "reference": "Job 3:19"
            },
            {
              "content": "¶ Why is light given to him that is in misery, and life unto the bitter in soul;",
              "reference": "Job 3:20"
            },
            {
              "content": "who long for death, but it comes not; and search for it more than for hid treasures;",
              "reference": "Job 3:21"
            },
            {
              "content": "who rejoice exceedingly and are glad when they can find the grave;",
              "reference": "Job 3:22"
            },
            {
              "content": "to the man who does not know which way he goes and whom God has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For my sighing comes before I eat, and my roarings are poured out like the waters.",
              "reference": "Job 3:24"
            },
            {
              "content": "For the thing which I greatly feared is come upon me and that which I was afraid of is come unto me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I never had prosperity, nor did I secure myself, neither was I at rest; yet trouble came.",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Eliphaz, the Temanite, answered and said,",
              "reference": "Job 4:1"
            },
            {
              "content": "If we attempt to commune with thee, thou wilt be grieved. But who can withhold himself from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Behold, thou hast instructed many, and thou hast strengthened the weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Thy words have upheld the one that was falling, and thou hast strengthened the feeble knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now that it is come upon thee, thou art grieved; it touches thee, and thou art troubled.",
              "reference": "Job 4:5"
            },
            {
              "content": "Is not this thy fear, thy confidence, thy hope, and the integrity of thy ways?",
              "reference": "Job 4:6"
            },
            {
              "content": "¶ Remember, I pray thee, who ever perished, being innocent? Or where were the righteous cut off?",
              "reference": "Job 4:7"
            },
            {
              "content": "Even as I have seen, those that plow iniquity and sow wickedness, reap the same.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the breath of God they perish, and by the spirit of his anger they are consumed.",
              "reference": "Job 4:9"
            },
            {
              "content": "The roaring of the lion and the voice of the fierce lion and the teeth of the young lions, are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The old lion perishes for lack of prey, and the stout lion’s whelps are scattered abroad.",
              "reference": "Job 4:11"
            },
            {
              "content": "¶ Now the matter was also hidden from me, but my ear has perceived a little of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "In imaginations of visions of the night, when deep sleep falls upon men,",
              "reference": "Job 4:13"
            },
            {
              "content": "fear came upon me and trembling, which made all my bones to shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a spirit passed before me which caused the hair of my flesh to stand up.",
              "reference": "Job 4:15"
            },
            {
              "content": "A ghost stood in front of me, whose face I did not recognize, and I heard it say,",
              "reference": "Job 4:16"
            },
            {
              "content": "Shall mortal man be more just than God? Shall a man be more pure than his maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "Behold, he put no trust in his slaves, and his angels he charged with folly.",
              "reference": "Job 4:18"
            },
            {
              "content": "How much more with those that dwell in houses of clay, whose foundation is in the dust, who shall be crushed by the moth!",
              "reference": "Job 4:19"
            },
            {
              "content": "They are destroyed from morning to evening; they perish for ever without anyone regarding it.",
              "reference": "Job 4:20"
            },
            {
              "content": "Does their beauty perish with them? They die and do not know.",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Call now, if there shall be anyone to answer thee; and if there shall be any of the saints for thee to look unto?",
              "reference": "Job 5:1"
            },
            {
              "content": "It is certain that wrath kills the foolish man, and envy consumes the covetous one.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen the foolish taking root, but at the same time I cursed his habitation.",
              "reference": "Job 5:3"
            },
            {
              "content": "His sons are far from saving health, and they shall be crushed in the gate, and there shall be no one to deliver them.",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry shall eat up his harvest, and even take it out from among the thorns, and the thirsty shall drink up their substance.",
              "reference": "Job 5:5"
            },
            {
              "content": "¶ For the iniquity does not come forth out of the dust; neither does chastisement spring up out of the ground;",
              "reference": "Job 5:6"
            },
            {
              "content": "yet man is born unto trouble, as the sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "I would certainly seek God, and unto God would I commit my affairs;",
              "reference": "Job 5:8"
            },
            {
              "content": "who does great things that no one can understand, and marvels that have no explanation;",
              "reference": "Job 5:9"
            },
            {
              "content": "who gives rain upon the earth and sends waters abroad;",
              "reference": "Job 5:10"
            },
            {
              "content": "who sets up the humble on high, that those who mourn may be lifted up with saving health.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the devices of the crafty, so that their hands cannot perform their enterprise.",
              "reference": "Job 5:12"
            },
            {
              "content": "He takes the wise in their own prudence, and the counsel of his adversaries is turned to folly.",
              "reference": "Job 5:13"
            },
            {
              "content": "They meet with darkness in the daytime and grope in the noonday as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But he saves the poor from the sword, from the mouth of the wicked, and from the hand of the violent.",
              "reference": "Job 5:15"
            },
            {
              "content": "Who is the hope of the poor, and iniquity closes her mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "¶ Behold, blessed is the man whom God chastens; therefore, do not despise not the correction of the Almighty.",
              "reference": "Job 5:17"
            },
            {
              "content": "For he makes sore, and binds up; he wounds, and his hands make whole.",
              "reference": "Job 5:18"
            },
            {
              "content": "He shall deliver thee in six tribulations, and in the seventh no evil shall touch thee.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine he shall ransom thee from death, and in war from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "Thou shalt be hid from the scourge of the tongue; neither shalt thou be afraid of destruction when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "At destruction and famine thou shalt laugh; neither shalt thou be afraid of the beasts of the earth;",
              "reference": "Job 5:22"
            },
            {
              "content": "for thou shalt be in league with the stones of the field; and the beasts of the field shall be at peace with thee.",
              "reference": "Job 5:23"
            },
            {
              "content": "And thou shalt know that there is peace in thy tent, and thou shalt visit thy habitation and shalt not sin.",
              "reference": "Job 5:24"
            },
            {
              "content": "Thou shalt know that thy seed is great and thine offspring as the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "Thou shalt come to thy grave in a full age, like a shock of wheat that is gathered in its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "Behold that which we have searched out, so it is; hear it and judge it for thyself.",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ And Job answered and said,",
              "reference": "Job 6:1"
            },
            {
              "content": "Oh that my grief and calamity were justly weighed and laid equally in the balances!",
              "reference": "Job 6:2"
            },
            {
              "content": "For it would be heavier than the sand of the sea; therefore, my words are swallowed up.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Almighty are within me; my spirit drinks of the poison; and terrors of God combat me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does the wild ass bray when he has grass? Does the ox low over his fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Can that which is unsavoury be eaten without salt? Or is there any taste in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "The things that my soul refused to touch before, now by my sorrow are my food.",
              "reference": "Job 6:7"
            },
            {
              "content": "¶ Oh, that I might have my request and that God would grant me the thing that I long for!",
              "reference": "Job 6:8"
            },
            {
              "content": "Even that it would please God to destroy me, that he would let loose his hand and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "Then should my comfort grow; I would hold on to sorrow without mercy; for I have not contradicted the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "What is my strength that I should hope? What is my end that I should prolong my life?",
              "reference": "Job 6:11"
            },
            {
              "content": "Is my strength the strength of stones? Or is my flesh of steel?",
              "reference": "Job 6:12"
            },
            {
              "content": "Am I not doing all that I can, and even with all this I lack the power to do anything?",
              "reference": "Job 6:13"
            },
            {
              "content": "¶ He that is afflicted deserves mercy from his friend; but he has forsaken the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brethren have lied to me as a brook; they passed away as an impetuous stream,",
              "reference": "Job 6:15"
            },
            {
              "content": "which was hidden by ice and covered by snow.",
              "reference": "Job 6:16"
            },
            {
              "content": "Which in the time of heat, they vanish; when they are heated, they disappear out of their place;",
              "reference": "Job 6:17"
            },
            {
              "content": "they turn aside out of the paths of their way; they go to nothing and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The travelers of Tema looked; the traveling companies of Sheba waited for them.",
              "reference": "Job 6:19"
            },
            {
              "content": "They were put to shame because of their hope; they came there and found them confused.",
              "reference": "Job 6:20"
            },
            {
              "content": "Now ye are certainly as they; ye have seen the torment and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "¶ Did I say, Bring unto me and pay for me out of your substance",
              "reference": "Job 6:22"
            },
            {
              "content": "and deliver me from the enemy’s hand and ransom me from the hand of the mighty?",
              "reference": "Job 6:23"
            },
            {
              "content": "Teach me, and I will be silent; and cause me to understand in what I have erred.",
              "reference": "Job 6:24"
            },
            {
              "content": "How forcible are the words of rectitude! But what does your argument reprove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Are ye not thinking up words of reproof and throw to the wind words that are lost?",
              "reference": "Job 6:26"
            },
            {
              "content": "Ye also overwhelm the fatherless and dig a pit before your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "Now, therefore, if ye desire, look upon me and see if I shall lie in your presence.",
              "reference": "Job 6:28"
            },
            {
              "content": "Turn now, and there is no iniquity; return again to look for my righteousness in this.",
              "reference": "Job 6:29"
            },
            {
              "content": "If there is iniquity in my tongue or if my taste cannot discern the torments.",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Man certainly has an appointed amount of time upon earth, and his days are like the days of a hireling.",
              "reference": "Job 7:1"
            },
            {
              "content": "As a slave earnestly desires the shade and as a hireling waits for rest from his work,",
              "reference": "Job 7:2"
            },
            {
              "content": "so I am made to possess months of vanity, and wearisome nights are appointed to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down, I say, When shall I arise? I measure the night, and I am full of tossings to and fro unto the dawning of the day.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with worms and clods of dust; my skin is broken and abominable.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle and are spent without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "¶ Remember thou that my life is wind and that my eyes shall not return to see good.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eyes of those that see me now shall not see me again; thine eyes shall be upon me, and I will cease to be.",
              "reference": "Job 7:8"
            },
            {
              "content": "As the cloud is consumed and vanishes away, so he that goes down to Sheol, who shall not come up again;",
              "reference": "Job 7:9"
            },
            {
              "content": "he shall return no more to his house; neither shall his place know him any more.",
              "reference": "Job 7:10"
            },
            {
              "content": "Therefore, I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I a sea, or a dragon, that thou settest a watch over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "When I say, My bed shall comfort me, my couch shall ease my complaint;",
              "reference": "Job 7:13"
            },
            {
              "content": "then thou dost scare me with dreams and terrify me with visions.",
              "reference": "Job 7:14"
            },
            {
              "content": "And my soul thought it better to be strangled and desired death more than my bones.",
              "reference": "Job 7:15"
            },
            {
              "content": "I loathed life; I do not desire to live for ever; let me alone; for my days are vanity.",
              "reference": "Job 7:16"
            },
            {
              "content": "¶ What is man that thou should magnify him and that thou should set thine heart upon him",
              "reference": "Job 7:17"
            },
            {
              "content": "and that thou should visit him every morning and try him every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "For how long wilt thou not depart from me, nor let me alone until I swallow down my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I have sinned, what shall I do unto thee, O thou preserver of men? Why hast thou set me as a mark against thee, so that I am a burden to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "And why dost thou not take away my rebellion and pass over my iniquity? For now I shall sleep in the dust; and if thou shalt seek me in the morning, I shall not be found.",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Bildad, the Shuhite, answered and said,",
              "reference": "Job 8:1"
            },
            {
              "content": "How long wilt thou speak such things and how long shall the words of thy mouth be like a strong wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "Shall God pervert that which is right or shall the Almighty pervert justice?",
              "reference": "Job 8:3"
            },
            {
              "content": "Because thy sons sinned against him, he cast them away in the place of their rebellion;",
              "reference": "Job 8:4"
            },
            {
              "content": "if thou would seek God early and make thy supplication to the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "if thou wert pure and upright, surely now he would awake upon thee and make the habitation of thy righteousness prosperous.",
              "reference": "Job 8:6"
            },
            {
              "content": "In such a way that thy beginning would have been small, in comparison to the great increase of thy latter.",
              "reference": "Job 8:7"
            },
            {
              "content": "¶ Ask, I pray thee, of the former age, and be willing to enquire of thy fathers regarding them;",
              "reference": "Job 8:8"
            },
            {
              "content": "for we are but of yesterday and know nothing because our days upon earth are as a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Shall they not teach thee and tell thee and utter these words out of their heart?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can the rush grow up without mire? Can the meadow grow without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "Whilst it is yet in its greenness and not cut down, it withers before any other herb.",
              "reference": "Job 8:12"
            },
            {
              "content": "So are the paths of all that forget God, and the hypocrite’s hope shall perish.",
              "reference": "Job 8:13"
            },
            {
              "content": "For his hope shall be cut off, and his trust is a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "He shall lean upon his house, but it shall not stand; he shall hold it fast, but it shall not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "Like a tree, he is green before the sun, and his branches go forth over his garden;",
              "reference": "Job 8:16"
            },
            {
              "content": "his roots weave themselves around a spring and secure themselves even in a stony place.",
              "reference": "Job 8:17"
            },
            {
              "content": "If he is uprooted from his place, then it shall deny him, saying, I have not seen thee.",
              "reference": "Job 8:18"
            },
            {
              "content": "Behold, this is the joy of his way, and out of the earth from where he was transplanted, others shall grow.",
              "reference": "Job 8:19"
            },
            {
              "content": "¶ Behold, God will not cast away a perfect man; neither will he help the evil doers.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will yet fill thy mouth with laughing and thy lips with shouts of joy.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those that hate thee shall be clothed with shame, and the dwelling place of the wicked shall come to nought.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Job answered and said,",
              "reference": "Job 9:1"
            },
            {
              "content": "I know it is so of a truth, but how shall a man be justified with God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If he desires to contend with him, he will not be able to answer him one thing of a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "He is wise in heart and mighty in strength; who has hardened himself against him and remained in peace?",
              "reference": "Job 9:4"
            },
            {
              "content": "Who uproots the mountains in his anger, and they know not who overturned them.",
              "reference": "Job 9:5"
            },
            {
              "content": "Who removes the earth out of her place and causes her pillars to tremble.",
              "reference": "Job 9:6"
            },
            {
              "content": "Who commands the sun, and it rises not; and seals up the stars.",
              "reference": "Job 9:7"
            },
            {
              "content": "He alone extends the heavens and walks upon the waves of the sea.",
              "reference": "Job 9:8"
            },
            {
              "content": "He who made Arcturus, Orion, and Pleiades, and the secret places of the south.",
              "reference": "Job 9:9"
            },
            {
              "content": "He who does great things past finding out, and wonders without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "Behold, he shall pass before me, and I shall not see him; and he shall pass on, and I shall not understand him.",
              "reference": "Job 9:11"
            },
            {
              "content": "Behold, he shall take away, who can cause him to restore? Who shall say unto him, What doest thou?",
              "reference": "Job 9:12"
            },
            {
              "content": "God will not withdraw his anger, and under him those who help, unto pride are bent over.",
              "reference": "Job 9:13"
            },
            {
              "content": "¶ How much less shall I answer him and choose out my words to reason with him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Who even though I am righteous, yet I would not answer, but I would make supplication to my judge.",
              "reference": "Job 9:15"
            },
            {
              "content": "Who if I were to invoke him, and he answered me; yet I would not believe that he had hearkened unto my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "For he has broken me with a tempest and has multiplied my wounds without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "He will not suffer me to take my breath but has filled me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If we were to speak of his strength, he is certainly strong; and if of his judgment, who shall cause us to meet?",
              "reference": "Job 9:19"
            },
            {
              "content": "If I justify myself, my own mouth shall condemn me: if I say, I am perfect, he shall prove me perverse.",
              "reference": "Job 9:20"
            },
            {
              "content": "If I say I am imperfect, I know not my soul; I would condemn my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "¶ One thing remains, that I say, He consumes the perfect and the wicked.",
              "reference": "Job 9:22"
            },
            {
              "content": "If it is the scourge, it slays suddenly, and it does not laugh at the trial of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is given into the hand of the wicked; he covers the faces of its judges; if it is not he who does this then, who is it and where is he?",
              "reference": "Job 9:24"
            },
            {
              "content": "¶ Now my days are swifter than a post; they fled away, they never saw good.",
              "reference": "Job 9:25"
            },
            {
              "content": "They are passed away as the ships of Ebeh {Heb. reed} as the eagle that throws himself on the prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, I will forget my complaint, I will leave off my heaviness and comfort myself;",
              "reference": "Job 9:27"
            },
            {
              "content": "I am afraid of all my troubles; I know that thou wilt not hold me guiltless.",
              "reference": "Job 9:28"
            },
            {
              "content": "If I am wicked, why then shall I toil in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I wash myself with snow water and make my hands never so clean;",
              "reference": "Job 9:30"
            },
            {
              "content": "yet thou shalt plunge me into the pit, and my own clothes shall abhor me.",
              "reference": "Job 9:31"
            },
            {
              "content": "For he is not a man, as I am, that I should answer him, and we should come together unto judgment.",
              "reference": "Job 9:32"
            },
            {
              "content": "Neither is there any arbiter between us, that might lay his hand upon us both.",
              "reference": "Job 9:33"
            },
            {
              "content": "Let him take his tormentor away from me, and his terror will not perturb me.",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I would speak and not fear him, because in this state I am not myself.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ My soul is cut off in my life; therefore, I will leave my complaint upon myself; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say unto God, Do not condemn me; cause me to understand why thou dost contend with me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Is it good unto thee that thou should oppress, that thou should reject the work of thine hands and shine upon the counsel of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Hast thou eyes of flesh? Dost thou see as man sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are thy days as the days of man? Are thy years as man’s days,",
              "reference": "Job 10:5"
            },
            {
              "content": "that thou dost enquire after my iniquity and search after my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "Thou knowest that I am not wicked; and there is no one that can deliver out of thy hand.",
              "reference": "Job 10:7"
            },
            {
              "content": "¶ Thine hands have formed me and fashioned me together round about; yet thou dost destroy me.",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember now that thou hast formed me as the clay; and wilt thou bring me into dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "Hast thou not poured me out as milk and curdled me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "Thou hast clothed me with skin and flesh and hast hedged me with bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "Thou hast granted me life and mercy, and thy visitation has kept my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "And these things thou hast hid in thine heart; I know that this is with thee.",
              "reference": "Job 10:13"
            },
            {
              "content": "¶ If I sinned, wilt thou mark me and not cleanse me from my iniquity?",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am wicked, woe unto me; and if I am righteous, I will not lift up my head, being full of dishonour and of seeing my affliction.",
              "reference": "Job 10:15"
            },
            {
              "content": "And thou dost increase. Thou dost hunt me as a fierce lion; turning and doing marvels in me.",
              "reference": "Job 10:16"
            },
            {
              "content": "Thou dost renew thy plagues against me and increase thine indignation upon me, bringing up armies against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "Why then hast thou brought me forth out of the womb? Oh that I had given up the spirit and no eye had seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "Are not my days few? Cease then, and let me alone, that I may take comfort a little,",
              "reference": "Job 10:20"
            },
            {
              "content": "before I go, to not return, to the land of darkness and of the shadow of death;",
              "reference": "Job 10:21"
            },
            {
              "content": "land of darkness, as darkness itself, and of the shadow of death, without any order, and where the light is as darkness.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Zophar, the Naamathite, answered and said,",
              "reference": "Job 11:1"
            },
            {
              "content": "Should not the multitude of words be answered? And should a man full of talk be justified?",
              "reference": "Job 11:2"
            },
            {
              "content": "Should thy lies make men be silent? Shalt thou mock, and shall no man make thee ashamed?",
              "reference": "Job 11:3"
            },
            {
              "content": "For thou hast said, My doctrine is pure, and I am clean before thine eyes.",
              "reference": "Job 11:4"
            },
            {
              "content": "But oh, that God would speak and open his lips against thee",
              "reference": "Job 11:5"
            },
            {
              "content": "and that he would show thee the secrets of wisdom! For thou dost deserve double according to sound wisdom; and thou dost know that God has forgotten thee because of thine iniquity.",
              "reference": "Job 11:6"
            },
            {
              "content": "¶ Canst thou by searching find out God? Canst thou come unto the perfection of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "It is higher than the heavens; what canst thou do? It is deeper than Sheol; how canst thou know it?",
              "reference": "Job 11:8"
            },
            {
              "content": "The measure of it is longer than the earth and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If he cuts off, or shuts up, or gathers together, then who can hinder him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For he knows the vain men; and he sees the iniquity; will he not then understand it?",
              "reference": "Job 11:11"
            },
            {
              "content": "The vain man shall make himself understood, though man is born like a wild ass’s colt.",
              "reference": "Job 11:12"
            },
            {
              "content": "¶ If thou would prepare thine heart and stretch out thine hands toward him;",
              "reference": "Job 11:13"
            },
            {
              "content": "if there is any iniquity in thy hand and thou dost put it far away and dost not consent that wickedness dwell in thy habitations,",
              "reference": "Job 11:14"
            },
            {
              "content": "then shalt thou lift up thy face without spot; thou shalt be strongly established and shalt not fear;",
              "reference": "Job 11:15"
            },
            {
              "content": "and thou shalt forget thy misery and remember it as waters that passed away;",
              "reference": "Job 11:16"
            },
            {
              "content": "and thine age shall be clearer than the noonday; thou shalt shine forth, thou shalt be as the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "And thou shalt trust because there is hope; yea, thou shalt dig and sleep in safety;",
              "reference": "Job 11:18"
            },
            {
              "content": "thou shalt lie down, and no one shall make thee afraid; and many shall make requests unto thee.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked shall consume themselves, and they shall have no refuge, and their hope shall be agony of the soul.",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ And Job answered and said,",
              "reference": "Job 12:1"
            },
            {
              "content": "No doubt but ye are the people, and wisdom shall die with you.",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have a heart as well as you; I am not inferior to you; and who shall not be able to say as much again?",
              "reference": "Job 12:3"
            },
            {
              "content": "He who invokes God and he answers him is mocked by his friend; the just and perfect man is laughed to scorn.",
              "reference": "Job 12:4"
            },
            {
              "content": "The torch is held in low esteem in the thought of him that is prosperous, which was prepared to guard against a slip of the feet.",
              "reference": "Job 12:5"
            },
            {
              "content": "¶ The tents of robbers are at ease, and those that provoke God and those who carry gods in their hands live secure.",
              "reference": "Job 12:6"
            },
            {
              "content": "But ask now the beasts, and they shall teach thee; and the fowls of the heavens, and they shall show thee;",
              "reference": "Job 12:7"
            },
            {
              "content": "or speak to the earth, and it shall teach thee; the fishes of the sea shall declare it unto thee also.",
              "reference": "Job 12:8"
            },
            {
              "content": "What thing of all these does not know that the hand of the Lord made them?",
              "reference": "Job 12:9"
            },
            {
              "content": "In his hand is the soul of every living thing and the spirit of all flesh of man.",
              "reference": "Job 12:10"
            },
            {
              "content": "Certainly the ear proves words and the mouth tastes foods.",
              "reference": "Job 12:11"
            },
            {
              "content": "¶ With the ancient is wisdom; and in length of days intelligence.",
              "reference": "Job 12:12"
            },
            {
              "content": "With him is wisdom and strength; he has counsel and intelligence.",
              "reference": "Job 12:13"
            },
            {
              "content": "Behold, he shall break down, and it shall not be built again; he shall shut up a man, and no one shall be able to open unto him.",
              "reference": "Job 12:14"
            },
            {
              "content": "Behold, he shall withhold the waters, and they shall dry up; also he shall send them forth, and they shall destroy the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "With him is strength and existence; he who errs and he who leads astray are his.",
              "reference": "Job 12:16"
            },
            {
              "content": "He causes the counsellors to walk away stripped of counsel and makes the judges to be fools.",
              "reference": "Job 12:17"
            },
            {
              "content": "He looses the bond of kings and girds their loins with a girdle.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads priests away spoiled and overthrows the mighty.",
              "reference": "Job 12:19"
            },
            {
              "content": "He impedes the lips of those that speak the truth and takes away the counsel of the aged.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt upon princes and weakens the strength of the mighty.",
              "reference": "Job 12:21"
            },
            {
              "content": "He uncovers the depths of the darkness and brings out to light the shadow of death.",
              "reference": "Job 12:22"
            },
            {
              "content": "He multiplies the Gentiles and destroys them; he scatters the Gentiles and gathers them again.",
              "reference": "Job 12:23"
            },
            {
              "content": "He takes away the heart of the heads of the people of the earth and causes them to become lost, wandering without a way.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in the darkness and not the light, and he causes them to err like drunken men.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Behold, my eyes have seen all this; my ears have heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "As you know it, I know it; I am not inferior unto you.",
              "reference": "Job 13:2"
            },
            {
              "content": "But I would speak with the Almighty, and I desired to dispute with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "That ye are certainly forgers of lies; ye are all physicians of no value.",
              "reference": "Job 13:4"
            },
            {
              "content": "O that ye would altogether be silent! And it would be unto you instead of wisdom.",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear now my dispute, and hearken to the arguments of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Are ye to speak iniquity for God? Are ye to speak deceitfully for him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Are ye to bring honour unto him? Are ye to contend for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Would it be good for him to search you out? As one man mocks another, do ye so mock him?",
              "reference": "Job 13:9"
            },
            {
              "content": "He will reprove you severely, if in secret you give him such honour.",
              "reference": "Job 13:10"
            },
            {
              "content": "Certainly his excellency should make you afraid, and his dread should fall upon you.",
              "reference": "Job 13:11"
            },
            {
              "content": "Your memories shall be compared unto ashes, your bodies to bodies of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "¶ Listen to me, and I will speak, and afterward let come on me what will.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why shall I take my flesh in my teeth and put my life in the palm of my hand?",
              "reference": "Job 13:14"
            },
            {
              "content": "Though he slay me, yet I will trust in him; but I will defend my ways before him.",
              "reference": "Job 13:15"
            },
            {
              "content": "He also shall be my saving health; for the hypocrite shall not enter into his presence.",
              "reference": "Job 13:16"
            },
            {
              "content": "Hear diligently my reason and my declaration with your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "Behold now, if I draw near unto the judgment; I know that I shall be justified.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who is he that will contend with me? For now, if I remain silent, I shall die.",
              "reference": "Job 13:19"
            },
            {
              "content": "At the least, grant me these two things; then I will not hide myself from thee:",
              "reference": "Job 13:20"
            },
            {
              "content": "withdraw thy hand from me; and let not thy dread make me afraid.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call, and I will answer; or let me speak, and answer thou me.",
              "reference": "Job 13:22"
            },
            {
              "content": "¶ How many are my iniquities and sins? Make me to know my transgression and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why dost thou hide thy face, and hold me for thine enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Wilt thou break a leaf driven to and fro? Wilt thou pursue the dry stubble?",
              "reference": "Job 13:25"
            },
            {
              "content": "Why dost thou write bitter things against me and make me carry the iniquities of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "Thou dost put my feet also in the stocks and look narrowly unto all my paths; thou dost set a print upon the heels of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "And man, is as a rotten thing that is being consumed, as a garment that is moth eaten.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Man that is born of a woman is of few days and full of trouble.",
              "reference": "Job 14:1"
            },
            {
              "content": "He comes forth like an open flower and is cut down; he flees as a shadow and does not remain.",
              "reference": "Job 14:2"
            },
            {
              "content": "And dost thou open thine eyes upon such a one and bring me into judgment with thee?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring a clean thing out of an unclean? No one.",
              "reference": "Job 14:4"
            },
            {
              "content": "Seeing his days are determined, the number of his months are with thee, thou hast appointed his bounds that he cannot pass.",
              "reference": "Job 14:5"
            },
            {
              "content": "If thou should leave him, he will cease to exist; until then, he shall desire, as a hireling, his day.",
              "reference": "Job 14:6"
            },
            {
              "content": "¶ For there is yet hope for a tree, if it is cut down, that it will sprout again and that its tender branch will not cease.",
              "reference": "Job 14:7"
            },
            {
              "content": "Though its root waxes old in the earth and its trunk is dead in the ground,",
              "reference": "Job 14:8"
            },
            {
              "content": "at the scent of water it will bud and bring forth boughs like a new plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But when man shall die and be cut off, and the man shall perish, where shall he be?",
              "reference": "Job 14:10"
            },
            {
              "content": "The waters from the sea went, and the river ran out, it dried up.",
              "reference": "Job 14:11"
            },
            {
              "content": "So man lies down and does not rise; until there is no heaven, they shall not awake nor be raised out of their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "O that thou would hide me in Sheol, that thou would keep me covered until thy wrath is past, that thou would appoint me a set time and remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If a man dies, shall he live again? All the days of my appointed time I will wait until my transformation comes.",
              "reference": "Job 14:14"
            },
            {
              "content": "Then thou shalt call, and I will answer thee; thou wilt have a desire towards the work of thine hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "¶ For now thou dost number my steps; thou dost not open up my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "My transgression is sealed up in a bag, and thou dost sew up my iniquity.",
              "reference": "Job 14:17"
            },
            {
              "content": "And certainly the mountain that falls is undone, and the rocks are removed out of their place.",
              "reference": "Job 14:18"
            },
            {
              "content": "The impetuous waters break the stones and wash away the dust of the earth; in like manner thou dost cause man to lose hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "Thou shalt be stronger than him for ever, and he passes; thou dost change his countenance and send him away.",
              "reference": "Job 14:20"
            },
            {
              "content": "His sons shall be honoured and he shall not know of it; or they shall be afflicted, but he shall not perceive of them.",
              "reference": "Job 14:21"
            },
            {
              "content": "But while his flesh is upon him, he shall have pain, and his soul within him shall mourn.",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Eliphaz, the Temanite, answered, and said,",
              "reference": "Job 15:1"
            },
            {
              "content": "Should a wise man utter vain knowledge and fill his belly with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Should he dispute with useless words and with reasons that are not profitable?",
              "reference": "Job 15:3"
            },
            {
              "content": "Thou dost also cast off fear and undermine prayer before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "For thy mouth has declared thine iniquity, and thou hast chosen the tongue of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Thine own mouth shall condemn thee, and not I; thine own lips shall testify against thee.",
              "reference": "Job 15:6"
            },
            {
              "content": "Wast thou born before Adam? Or wast thou formed before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Hast thou heard the secret of God, that thou dost detain wisdom in thee alone?",
              "reference": "Job 15:8"
            },
            {
              "content": "What dost thou know that we do not? What dost thou understand, which is not in us?",
              "reference": "Job 15:9"
            },
            {
              "content": "Among us are also gray hairs; there are also aged men, much elder than thy father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are the consolations of God in such small esteem with thee? Is there by chance any secret thing concerning thee?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why does thine heart carry thee away, and why do thine eyes blink,",
              "reference": "Job 15:12"
            },
            {
              "content": "that thou dost reply unto God with thy spirit and bring forth such words out of thy mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "What is man that he should be clean and that he that is born of a woman should be justified?",
              "reference": "Job 15:14"
            },
            {
              "content": "Behold, he puts no trust in his saints, and not even the heavens are clean in his sight.",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less the man who is abominable and filthy, who drinks iniquity like water?",
              "reference": "Job 15:16"
            },
            {
              "content": "¶ Listen to me and I will show thee and declare unto thee that which I have seen,",
              "reference": "Job 15:17"
            },
            {
              "content": "that which the wise men have told us of their fathers and have not hid it,",
              "reference": "Job 15:18"
            },
            {
              "content": "unto whom alone the earth was given, and no stranger passed among them.",
              "reference": "Job 15:19"
            },
            {
              "content": "The wicked man travails with pain all his days, and the number of years is hidden from the violent.",
              "reference": "Job 15:20"
            },
            {
              "content": "Fearful sounds are in his ears; in peace the destroyer shall come upon him.",
              "reference": "Job 15:21"
            },
            {
              "content": "He will not believe that he shall return out of darkness, and he is always watching the sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "He wanders abroad for bread, saying, Where is it? He knows that the day of darkness is prepared for him.",
              "reference": "Job 15:23"
            },
            {
              "content": "Tribulation and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "Because he extended his hand against God and strengthens himself against the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "he shall run him through in the neck, upon the thick shoulder pieces of his shields;",
              "reference": "Job 15:26"
            },
            {
              "content": "for he covered his face with his fatness and made collops of fat on his flanks;",
              "reference": "Job 15:27"
            },
            {
              "content": "and he dwelt in desolate cities and in houses which no one inhabited, which were in heaps.",
              "reference": "Job 15:28"
            },
            {
              "content": "He shall not become rich, nor shall his strength be established, neither shall he extend his beauty upon the earth.",
              "reference": "Job 15:29"
            },
            {
              "content": "He shall not escape from the darkness; the flame shall dry up his branches, and by the breath of his mouth he shall perish.",
              "reference": "Job 15:30"
            },
            {
              "content": "He shall not be established; in vanity he shall err; therefore, he shall be changed into vanity.",
              "reference": "Job 15:31"
            },
            {
              "content": "He shall be cut off before his time, and his branch shall not be green.",
              "reference": "Job 15:32"
            },
            {
              "content": "He shall shake off his sour grapes as the vine and shall cast off his flower as the olive.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the congregation of the hypocrites shall be made desolate, and fire shall consume the tents of bribery.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive pain and bring forth iniquity, and their belly meditates deceit.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Job answered and said,",
              "reference": "Job 16:1"
            },
            {
              "content": "Many times I have heard such things; miserable comforters are ye all.",
              "reference": "Job 16:2"
            },
            {
              "content": "Shall vain words have an end? Or what is it that emboldens thee to answer?",
              "reference": "Job 16:3"
            },
            {
              "content": "I also could speak as ye do. I wish your soul were in my soul’s stead, that I could heap up words against you and shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "But I would strengthen you with my mouth, and the consolation of my lips would assuage the pain.",
              "reference": "Job 16:5"
            },
            {
              "content": "¶ Though if I speak, my pain does not cease; and if I forbear to speak, it does not depart from me.",
              "reference": "Job 16:6"
            },
            {
              "content": "But now he has made me weary; thou hast made desolate all my company.",
              "reference": "Job 16:7"
            },
            {
              "content": "And thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me bears witness to my face.",
              "reference": "Job 16:8"
            },
            {
              "content": "His wrath has torn me and has been against me; he gnashed upon me with his teeth; my enemy sharpened his eyes upon me.",
              "reference": "Job 16:9"
            },
            {
              "content": "They have opened their mouth against me; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God has delivered me unto the liar, and in the hands of the wicked he has caused me to tremble.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was prosperous, but he has broken me asunder; he has taken me by my neck and shaken me to pieces and set me up for his mark.",
              "reference": "Job 16:12"
            },
            {
              "content": "His archers compassed me round about; he cleaved my kidneys asunder and did not spare; he poured out my gall upon the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He broke me with breach upon breach; he ran upon me like a giant.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sewn sackcloth upon my skin and put dust over my head.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is foul with weeping, and on my eyelids is the shadow of death,",
              "reference": "Job 16:16"
            },
            {
              "content": "¶ even though there is no injustice in my hands, and my prayer has been pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "O earth, do not cover my blood; and let there be no place where my cry is hidden.",
              "reference": "Job 16:18"
            },
            {
              "content": "Certainly my witness is even now in the heavens, and my record is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "Those who dispute with me are my friends, but my eyes shall pour out tears unto God.",
              "reference": "Job 16:20"
            },
            {
              "content": "O that a man might dispute with God, as he can with his neighbour!",
              "reference": "Job 16:21"
            },
            {
              "content": "When the counted years are come, then I shall go the way from which I shall not return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ My breath is corrupt, my days are cut off, and the grave is ready for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Now there are only mockers with me, upon whose bitterness my eye continues to gaze.",
              "reference": "Job 17:2"
            },
            {
              "content": "Put up now, give me surety with thee; who is he that will strike hands with me?",
              "reference": "Job 17:3"
            },
            {
              "content": "For with these, thou hast hid their heart from understanding; therefore, thou shalt not exalt them.",
              "reference": "Job 17:4"
            },
            {
              "content": "He that speaks flattery to his neighbour, even the eyes of his sons shall fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "He has made me a byword of the peoples; and before them I have been as a tambourine.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes are dim by reason of sorrow, and all my thoughts are as a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "Upright men shall be astonied at this, and the innocent shall stir up himself against the hypocrite.",
              "reference": "Job 17:8"
            },
            {
              "content": "The righteous shall hold on to his way, and he that has clean hands shall be stronger and stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "¶ But return all of you, and come now; for I shall not find one that is wise among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days are past, my thoughts were broken off, even the purposes of my heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "They changed the night into day; the light is short because of the darkness.",
              "reference": "Job 17:12"
            },
            {
              "content": "If I wait, Sheol is my house; I have made my bed in the darkness.",
              "reference": "Job 17:13"
            },
            {
              "content": "I have said to the pit, Thou art my father; to the worms, my mother, and my sister.",
              "reference": "Job 17:14"
            },
            {
              "content": "And where shall my hope be now? As for my hope, who shall see it?",
              "reference": "Job 17:15"
            },
            {
              "content": "They shall go down to the bars of Sheol, and together they shall rest in the dust.",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Bildad, the Shuhite, answered and said,",
              "reference": "Job 18:1"
            },
            {
              "content": "How long will it be ere ye make an end of words? Understand, and afterwards we will speak.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we counted as beasts? Are we vile in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "O thou that dost tear thy soul in thine anger; shall the earth be forsaken because of thee and shall the rocks be removed out of their place?",
              "reference": "Job 18:4"
            },
            {
              "content": "¶ The light of the wicked shall certainly be put out, and the spark of his fire shall not shine.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light shall be dark in his tabernacle, and his lamp shall be put out with him.",
              "reference": "Job 18:6"
            },
            {
              "content": "The steps of his strength shall be cut down, and his own counsel shall cast him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "For a net shall be cast at his feet, and he shall walk upon a network.",
              "reference": "Job 18:8"
            },
            {
              "content": "The snare shall take him by the heel, and the robber shall prevail against him.",
              "reference": "Job 18:9"
            },
            {
              "content": "The cord is hidden in the ground and a trap for him in the way.",
              "reference": "Job 18:10"
            },
            {
              "content": "¶ Terrors shall make him afraid on every side, and his own feet shall drive him away.",
              "reference": "Job 18:11"
            },
            {
              "content": "His strength shall be hungerbitten, and destruction shall be ready at his side.",
              "reference": "Job 18:12"
            },
            {
              "content": "They shall devour the protection of his skin; the firstborn of death shall devour his members.",
              "reference": "Job 18:13"
            },
            {
              "content": "His confidence shall be rooted out of his tent, and he shall be brought to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "He shall dwell in his tent, as if it were not his; brimstone shall be scattered upon his habitation.",
              "reference": "Job 18:15"
            },
            {
              "content": "His roots shall be dried up beneath, and above his branch shall be cut off.",
              "reference": "Job 18:16"
            },
            {
              "content": "His memory shall perish from the earth, and he shall have no name in the streets.",
              "reference": "Job 18:17"
            },
            {
              "content": "He shall be driven from the light into the darkness and chased out of the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He shall have neither son nor grandson among his people, nor any to succeed him in his dwellings.",
              "reference": "Job 18:19"
            },
            {
              "content": "Those that come after him shall be dismayed at his day, as those that went before were overcome with fear.",
              "reference": "Job 18:20"
            },
            {
              "content": "Surely such are the dwellings of the wicked, and this is the place of him that does not know God.",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ And Job replied and said,",
              "reference": "Job 19:1"
            },
            {
              "content": "How long will ye anguish my soul and break me in pieces with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times ye have reproached me; are ye not ashamed to make yourselves strange to me?",
              "reference": "Job 19:3"
            },
            {
              "content": "And if indeed I have erred, my error shall remain with me.",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed ye will magnify yourselves against me and reprove me of my reproach,",
              "reference": "Job 19:5"
            },
            {
              "content": "know now that God has overthrown me and has compassed me with his net.",
              "reference": "Job 19:6"
            },
            {
              "content": "Behold, I shall cry out that I have been wronged, and I shall not be heard; I shall cry aloud, and there shall be no judgment.",
              "reference": "Job 19:7"
            },
            {
              "content": "¶ He has walled off my way and I shall not pass, and he has set darkness in my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my glory and taken the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He has pulled me up on every side, and I am dried up; he has caused my hope to pass like an uprooted tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "He has kindled his wrath against me, and he counted me unto him as one of his enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops came together and raised up their way over me and encamp round about my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "He has put my brethren far from me, and my acquaintances are verily estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My kinsfolk have failed, and my familiar friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "Those that dwell in my house and my maids have counted me for a stranger; I was an alien in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "I called my slave, and he gave me no answer; I intreated him with my mouth.",
              "reference": "Job 19:16"
            },
            {
              "content": "My spirit came to be strange to my wife, although I intreated her for the sons of my own body.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even the young children despised me; as I arose, they spoke against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my intimate friends abhorred me; and those whom I loved are turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bones cleave to my skin and to my flesh, and I am escaped with the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Have pity upon me, have pity upon me, O ye my friends; for the hand of God has touched me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do ye persecute me as God and are not satisfied with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "¶ Oh, that my words were now written! Oh, that they were printed in a book!",
              "reference": "Job 19:23"
            },
            {
              "content": "That they were graven with an iron pen and lead in the rock for ever!",
              "reference": "Job 19:24"
            },
            {
              "content": "For I know that my redeemer lives and that he shall rise at the latter day over the dust;",
              "reference": "Job 19:25"
            },
            {
              "content": "and afterward from this, my stricken skin and from my own flesh, I must see God:",
              "reference": "Job 19:26"
            },
            {
              "content": "whom I shall see for myself, and my eyes shall behold, and not another, though my kidneys be consumed within me.",
              "reference": "Job 19:27"
            },
            {
              "content": "But ye should say, Why should we persecute him, seeing that the root of the matter is found in me?",
              "reference": "Job 19:28"
            },
            {
              "content": "Be ye afraid of the sword; for the wrath of the sword comes because of the iniquities, that ye may know there is a judgment.",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Zophar, the Naamathite, answered and said,",
              "reference": "Job 20:1"
            },
            {
              "content": "My thoughts certainly cause me to answer, and therefore, I make haste.",
              "reference": "Job 20:2"
            },
            {
              "content": "I have heard the check of my reproach, and the spirit of my intelligence causes me to answer.",
              "reference": "Job 20:3"
            },
            {
              "content": "Dost thou not know this that always was, since man was placed upon earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "that the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?",
              "reference": "Job 20:5"
            },
            {
              "content": "Though his excellency mounts up to the heavens, and his head reaches unto the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "yet he shall perish for ever like his own dung; those who have seen him shall say, What is become of him?",
              "reference": "Job 20:7"
            },
            {
              "content": "He shall fly away as a dream and shall not be found: yea, he shall flee away as a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye which saw him shall see him no more; neither shall his place behold him any more.",
              "reference": "Job 20:9"
            },
            {
              "content": "¶ His poor sons shall go forth begging, and their hands shall restore that which he stole.",
              "reference": "Job 20:10"
            },
            {
              "content": "His bones are full of the sins of his youth, which shall be buried with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "If wickedness was sweet in his mouth, if he hid it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "if it seemed good unto him, and he did not forsake it, but savored it within his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "his food shall be changed in his bowels, it shall be the gall of asps within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "He has swallowed down riches, but he shall vomit them up again; God shall cast them out of his belly.",
              "reference": "Job 20:15"
            },
            {
              "content": "He shall suck the poison of asps; the viper’s tongue shall slay him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He shall not see the rivers, the floods, the brooks of honey and butter.",
              "reference": "Job 20:17"
            },
            {
              "content": "He shall restore the work that was not his; according to the substance that he took; neither shall he devour, nor rejoice.",
              "reference": "Job 20:18"
            },
            {
              "content": "Because he oppressed and forsook the poor; because he has violently taken away houses which he did not build,",
              "reference": "Job 20:19"
            },
            {
              "content": "therefore, he shall not feel quietness in his belly; he shall not escape with that which he desired.",
              "reference": "Job 20:20"
            },
            {
              "content": "Nothing is left that he did not eat; therefore, his goods shall not last.",
              "reference": "Job 20:21"
            },
            {
              "content": "In the fullness of his sufficiency, he shall come into anguish; the hands of all the wicked shall come upon him.",
              "reference": "Job 20:22"
            },
            {
              "content": "¶ When he is about to fill his belly, God shall cast the fury of his wrath upon him and shall rain it upon him and upon his food.",
              "reference": "Job 20:23"
            },
            {
              "content": "He shall flee from the weapons of iron, and the bow of bronze shall strike him through.",
              "reference": "Job 20:24"
            },
            {
              "content": "He shall draw forth an arrow from his quiver, and like lightning it shall strike through his gall; terrors shall come upon him.",
              "reference": "Job 20:25"
            },
            {
              "content": "All darkness is kept for his secrets; a fire not blown shall consume him; his successor shall be broken in his tent.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens shall reveal his iniquity; and the earth shall rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "The increase of his house shall be taken captive; they shall be scattered in the day of his wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the portion of a wicked man from God and the heritage that God appoints unto him by his word.",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ But Job answered and said,",
              "reference": "Job 21:1"
            },
            {
              "content": "Hear diligently my speech, and let this be instead of your consolations.",
              "reference": "Job 21:2"
            },
            {
              "content": "Suffer me that I may speak; and after I have spoken, mock on.",
              "reference": "Job 21:3"
            },
            {
              "content": "As for me, is my complaint to man? And if so, why should not my spirit be troubled?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look upon me and be astonished and lay your hand upon your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "Even I myself, when I remember, I am afraid, and trembling takes hold on my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "¶ Why do the wicked live and become old and even increase in riches?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their seed is with them, established in their sight, and their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses are safe from fear; neither is the rod of God upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their cows conceive, and do not abort; their cows calve and do not cast forth their young.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send forth their little ones like a flock of sheep, and their children dance.",
              "reference": "Job 21:11"
            },
            {
              "content": "They jump at the sound of the timbrel and harp and rejoice at the sound of the organ.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days in pleasure and in a moment go down to Sheol.",
              "reference": "Job 21:13"
            },
            {
              "content": "Therefore, they say unto God, Depart from us; for we do not desire the knowledge of thy ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is the Almighty that we should serve him? And what profit should we have if we pray unto him?",
              "reference": "Job 21:15"
            },
            {
              "content": "Behold that their good is not in their hands; the counsel of the wicked is far from me.",
              "reference": "Job 21:16"
            },
            {
              "content": "¶ How often is the lamp of the wicked put out and their destruction comes upon them, and God distributes sorrows upon them in his anger.",
              "reference": "Job 21:17"
            },
            {
              "content": "They shall be as stubble before the wind and as chaff taken up by the whirlwind.",
              "reference": "Job 21:18"
            },
            {
              "content": "God shall lay up his violence for their sons; and he will reward him so that he shall know it.",
              "reference": "Job 21:19"
            },
            {
              "content": "His eyes shall see his destruction, and he shall drink of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what delight shall he have in his house after him, being cut off in the number of his months?",
              "reference": "Job 21:21"
            },
            {
              "content": "Shall he teach God knowledge, seeing he judges those that are high?",
              "reference": "Job 21:22"
            },
            {
              "content": "This one shall die in the full strength of his beauty, being completely at ease and quiet.",
              "reference": "Job 21:23"
            },
            {
              "content": "His breasts are full of milk, and his bones are moistened with marrow.",
              "reference": "Job 21:24"
            },
            {
              "content": "And another dies in the bitterness of his soul, never having eaten with pleasure.",
              "reference": "Job 21:25"
            },
            {
              "content": "They shall lie down alike in the dust, and the worms shall cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "¶ Behold, I know your thoughts and the imaginations which ye devise against me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For ye say, What is of the house of the prince, and what of the tent of the habitation of the wicked?",
              "reference": "Job 21:28"
            },
            {
              "content": "Have ye not asked those that go by the way, and do ye not know their tokens?",
              "reference": "Job 21:29"
            },
            {
              "content": "That the wicked is reserved for the day of destruction, they shall be brought forth to the day of wrath.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who shall declare his way to his face? And who shall repay him what he has done?",
              "reference": "Job 21:31"
            },
            {
              "content": "He shall yet be brought to the grave and shall remain in the tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "The clods of the river valley shall be sweet unto him, and every man shall be drawn after him, as there were innumerable before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "How then do ye comfort me in vain, given that your answers remain as falsehood?",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Eliphaz, the Temanite, answered and said,",
              "reference": "Job 22:1"
            },
            {
              "content": "Can a man be profitable unto God? For he that is wise is profitable unto himself.",
              "reference": "Job 22:2"
            },
            {
              "content": "Is it any pleasure to the Almighty that thou art justified? Or is it gain to him that thou makest thy ways perfect?",
              "reference": "Job 22:3"
            },
            {
              "content": "Will he reprove thee or will he enter with thee into judgment because he fears thee?",
              "reference": "Job 22:4"
            },
            {
              "content": "¶ Certainly thy wickedness is great and thine iniquities have no end.",
              "reference": "Job 22:5"
            },
            {
              "content": "For thou didst take a pledge from thy brother without cause and stripped the naked of their clothing.",
              "reference": "Job 22:6"
            },
            {
              "content": "Thou didst not give water to drink to the weary, and thou hast withheld bread from the hungry.",
              "reference": "Job 22:7"
            },
            {
              "content": "But the man of means had the earth; and the honourable man dwelt in it.",
              "reference": "Job 22:8"
            },
            {
              "content": "Thou hast sent the widows away empty, and the arms of the fatherless have been broken.",
              "reference": "Job 22:9"
            },
            {
              "content": "Therefore, snares are round about thee, and sudden fear troubles thee",
              "reference": "Job 22:10"
            },
            {
              "content": "or darkness, that thou canst not see, and abundance of waters cover thee.",
              "reference": "Job 22:11"
            },
            {
              "content": "Is not God in the height of the heavens? Behold the height of the stars, how high they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "And thou shalt say, What does God know? How can he judge through the darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds are his hiding place, and he does not see; and he walks in the circuit of heaven.",
              "reference": "Job 22:14"
            },
            {
              "content": "¶ Dost thou desire to keep the old way which wicked men have trodden?",
              "reference": "Job 22:15"
            },
            {
              "content": "Who were cut down out of time, whose foundation was overflown with a flood.",
              "reference": "Job 22:16"
            },
            {
              "content": "Who said unto God, Depart from us; and what can the Almighty do unto us?",
              "reference": "Job 22:17"
            },
            {
              "content": "He had filled their houses with good things. Therefore, the counsel of the wicked is far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous shall see it and be glad; and the innocent laughs them to scorn.",
              "reference": "Job 22:19"
            },
            {
              "content": "Whereas our substance was not cut down, when the fire had consumed the rest of them.",
              "reference": "Job 22:20"
            },
            {
              "content": "¶ Make up thy friendship now with him, and thou shalt have peace; thereby good shall come unto thee.",
              "reference": "Job 22:21"
            },
            {
              "content": "Receive, I pray thee, the law from his mouth, and lay up his words in thine heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If thou return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tent;",
              "reference": "Job 22:23"
            },
            {
              "content": "then thou shalt lay up gold as dust and the gold of Ophir as the stones of the brooks.",
              "reference": "Job 22:24"
            },
            {
              "content": "And the Almighty shall be thy defence, and thou shalt have plenty of silver.",
              "reference": "Job 22:25"
            },
            {
              "content": "For then shalt thou have thy delight in the Almighty and shalt lift up thy face unto God.",
              "reference": "Job 22:26"
            },
            {
              "content": "Thou shalt make thy prayer unto him, and he shall hear thee, and thou shalt pay thy vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "Thou shalt also decree a thing, and it shall be established unto thee; and the light shall shine upon thy ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When others are cast down, then thou shalt say, There is lifting up; and he shall save the humble person.",
              "reference": "Job 22:29"
            },
            {
              "content": "He shall deliver the island of the innocent; and in the pureness of thine hands thou shalt be kept.",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Job answered and said,",
              "reference": "Job 23:1"
            },
            {
              "content": "Today I will also speak with bitterness; my stroke is heavier than my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "Oh, that I knew where I might find him! That I might come even to his seat!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would order judgment before him and fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would know the words which he would answer me and understand what he would say unto me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Will he plead against me with his great power? No, but rather he would put it in me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There the righteous might dispute with him; and should I escape for ever from the one who condemns me.",
              "reference": "Job 23:7"
            },
            {
              "content": "¶ Behold, I shall go to the east and not find him; and to the west, but I cannot perceive him;",
              "reference": "Job 23:8"
            },
            {
              "content": "if he is working to the north, I shall not see him; to the south, he hides himself, that I shall not see him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But he has known the way that I take; he has tried me, and I have come forth as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My feet have held to his steps, I have kept his way, and have not departed.",
              "reference": "Job 23:11"
            },
            {
              "content": "Neither have I separated myself from the commandment of his lips; I have esteemed the words of his mouth more than my necessary food.",
              "reference": "Job 23:12"
            },
            {
              "content": "¶ But if he determines something, who can turn him? His soul desired it, and he did it.",
              "reference": "Job 23:13"
            },
            {
              "content": "Therefore, he will finish that which is necessary for me; and there are many such things in him.",
              "reference": "Job 23:14"
            },
            {
              "content": "Therefore, I shall fear before his face; I shall consider, and I shall fear him.",
              "reference": "Job 23:15"
            },
            {
              "content": "For God has made my heart tender, and the Almighty has frightened me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Why was I not cut off before the darkness, neither has he covered my face with the darkness.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Why, seeing that times are not hidden from the Almighty, do those that know him not see his days?",
              "reference": "Job 24:1"
            },
            {
              "content": "Some remove the landmarks; they violently take away flocks and feed thereof.",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the ass of the fatherless; they take the widow’s ox for a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They turn the needy out of the way; and all the poor of the earth hide themselves from them.",
              "reference": "Job 24:4"
            },
            {
              "content": "Behold, as wild asses in the desert, they go forth to their work, rising early for a prey; the wilderness yields food for them and for their children.",
              "reference": "Job 24:5"
            },
            {
              "content": "In the field they reap their fodder, and the wicked gather the vintage that is not theirs.",
              "reference": "Job 24:6"
            },
            {
              "content": "They cause the naked to lodge without clothing, that they have no covering in the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are wet with the floods of the mountains and embrace the rock for want of a covering.",
              "reference": "Job 24:8"
            },
            {
              "content": "They pluck the fatherless from the breast and take a pledge of the poor.",
              "reference": "Job 24:9"
            },
            {
              "content": "They cause the naked to go without clothing, and they take away the sheaves from the hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "They press oil within their walls and tread their winepresses and suffer thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "Men groan from out of the city, and the souls of the dead cry out; yet God did not hinder them.",
              "reference": "Job 24:12"
            },
            {
              "content": "¶ They are among those that rebel against the light; they have never known its ways nor abided in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer rises with the light, kills the poor and the needy, and in the night is as a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye of the adulterer waits for the twilight, saying, No eye shall see me; and disguises his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark they dig through houses, which they had marked for themselves in the daytime; they do not know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "For the morning is to them even as the shadow of death; if they are known, the terrors of the shadow of death come over them.",
              "reference": "Job 24:17"
            },
            {
              "content": "¶ They are swift upon the waters; their portion is cursed in the earth; they never come by the way of the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Drought and heat consume the snow waters; so does Sheol consume those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "The Merciful One shall forget them; the worm shall feed sweetly on them; they shall never be remembered again; and iniquity shall be broken as a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "He afflicted the barren woman that did not conceive and never did good unto the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "He furthered the violent with his power; he did not lend to anyone in his life.",
              "reference": "Job 24:22"
            },
            {
              "content": "If he gave credit to some to take them over, his eyes were upon their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They were exalted for a little while, but are gone and brought low; they are taken out of the way as all others and cut off as the tops of the heads of grain.",
              "reference": "Job 24:24"
            },
            {
              "content": "And if it is not so now, who will make me a liar or reduce my speech to nothing?",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Bildad, the Shuhite, answered, and said,",
              "reference": "Job 25:1"
            },
            {
              "content": "Dominion and fear are with God; he makes peace in his high places.",
              "reference": "Job 25:2"
            },
            {
              "content": "Is there any number to his armies? And upon whom does his light not arise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can man be justified with God? Or how can he that is born of a woman be clean?",
              "reference": "Job 25:4"
            },
            {
              "content": "Behold, even the moon shall not shine, neither are the stars pure in his sight.",
              "reference": "Job 25:5"
            },
            {
              "content": "How much less man, who is as a worm, and the son of man, who is also a worm?",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Job answered and said,",
              "reference": "Job 26:1"
            },
            {
              "content": "How hast thou helped the one who has no power? Hast thou saved with thy arm the one who has no strength?",
              "reference": "Job 26:2"
            },
            {
              "content": "How hast thou counselled the one that has no wisdom? and how hast thou plentifully declared the thing as it is?",
              "reference": "Job 26:3"
            },
            {
              "content": "To whom hast thou uttered words, and whose is the spirit that comes forth from thee?",
              "reference": "Job 26:4"
            },
            {
              "content": "¶ Dead things are formed under the waters and of its dwelling places.",
              "reference": "Job 26:5"
            },
            {
              "content": "Sheol is naked before him, and hell has no covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretches out the north wind over the empty place and hangs the earth upon nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He binds up the waters in his thick clouds; and the cloud is not rent under them.",
              "reference": "Job 26:8"
            },
            {
              "content": "He holds back the face of his throne and spreads his cloud upon it.",
              "reference": "Job 26:9"
            },
            {
              "content": "He has compassed the waters with bounds until the end of light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of heaven tremble and are astonished at his reproof.",
              "reference": "Job 26:11"
            },
            {
              "content": "He divides the sea with his power, and by his intelligence he smites its pride.",
              "reference": "Job 26:12"
            },
            {
              "content": "By his spirit he has adorned the heavens; his hand has formed the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "Behold, these are parts of his ways; but how little a portion have we heard of him? For the thunder of his power, who shall understand?",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Moreover, Job continued his parable and said,",
              "reference": "Job 27:1"
            },
            {
              "content": "As God lives, who has taken away my rights; and the Almighty, who has made my soul bitter,",
              "reference": "Job 27:2"
            },
            {
              "content": "that all the while my breath is in me, and the spirit of God is in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips shall not speak iniquity, nor my tongue utter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "In no wise should I justify you; until I die I will not remove my integrity from me.",
              "reference": "Job 27:5"
            },
            {
              "content": "I hold fast to my righteousness and will not let it go; my heart shall not reproach me so long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "¶ Let my enemy be as the wicked and my adversary as the unrighteous.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what is the hope of the hypocrite, though he has stolen much, when God takes away his soul?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God hear his cry when the tribulation comes upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will he delight himself in the Almighty? Will he always call upon God?",
              "reference": "Job 27:10"
            },
            {
              "content": "¶ I will teach you what there is in the hand of God; I will not conceal that which is regarding the Almighty.",
              "reference": "Job 27:11"
            },
            {
              "content": "Behold, all ye yourselves have seen it; why then are ye so completely vain?",
              "reference": "Job 27:12"
            },
            {
              "content": "This is the portion of a wicked man with God and the heritage of the violent, which they shall receive of the Almighty.",
              "reference": "Job 27:13"
            },
            {
              "content": "If their sons are multiplied, it is for the sword; and his offspring shall not be satisfied with bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those that remain of him shall be buried in death; and their widows shall not weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though he heaps up silver as the dust and prepares raiment as the clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "he may prepare it, but the just shall put it on, and the innocent shall divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "He built his house as a moth and as a booth that the keeper makes.",
              "reference": "Job 27:18"
            },
            {
              "content": "The rich man shall lie down, but he shall not be gathered; he shall open his eyes and not see anyone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors shall take hold on him as waters; a whirlwind shall carry him away in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind shall take him away, and he shall depart; the storm shall catch him up out of his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "For God shall cast down on him and not spare; he would attempt to flee out of his hand.",
              "reference": "Job 27:22"
            },
            {
              "content": "Men shall clap their hands at him, and from his place they shall hiss at him.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Surely there is a mine for the silver, and a place for gold where they refine it.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken out of the dust, and bronze is melted out of the stone.",
              "reference": "Job 28:2"
            },
            {
              "content": "He set a border unto the darkness, and unto every perfect work that he made, he placed a stone of darkness and shadow of death.",
              "reference": "Job 28:3"
            },
            {
              "content": "The river breaks forth next to the inhabitant; even the waters forgotten of the foot, that were higher than man, are gone away.",
              "reference": "Job 28:4"
            },
            {
              "content": "Land out of which bread comes forth, and underneath it shall be as if it were converted in fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "A place where its stones shall be sapphires; and it shall have dust of gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "A path which no fowl knows and which the vulture’s eye has never seen;",
              "reference": "Job 28:7"
            },
            {
              "content": "the young of the proud have not trodden it, nor has the fierce lion passed by it.",
              "reference": "Job 28:8"
            },
            {
              "content": "He put his hand upon the flint and overturned the mountains from the root.",
              "reference": "Job 28:9"
            },
            {
              "content": "He cut rivers out of the rocks; and his eye saw every precious thing.",
              "reference": "Job 28:10"
            },
            {
              "content": "He detained the rivers in their source and caused that which was hid to be brought to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where shall wisdom be found? And where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Man never knew its price; neither is it found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "¶ The deep saith, It is not in me; and the sea saith, It is not with me.",
              "reference": "Job 28:14"
            },
            {
              "content": "It cannot be gotten for gold, neither shall silver be weighed for its price.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be valued with the gold of Ophir, with the precious onyx or the sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "Gold cannot equal it, nor can diamond; neither shall it be exchanged for vessels of fine gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "No mention shall be made of coral, or of pearls; for wisdom is better than precious stones.",
              "reference": "Job 28:18"
            },
            {
              "content": "The emerald of Ethiopia shall not equal it, neither shall it be valued with pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "¶ Where then does wisdom come from? And where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "Seeing it is hid from the eyes of all living and kept concealed from every fowl of the heaven.",
              "reference": "Job 28:21"
            },
            {
              "content": "Hell and death say, We have heard its fame with our ears.",
              "reference": "Job 28:22"
            },
            {
              "content": "God understands its way, and he alone knows its place.",
              "reference": "Job 28:23"
            },
            {
              "content": "For he looks unto the ends of the earth and sees under the whole heaven,",
              "reference": "Job 28:24"
            },
            {
              "content": "To make a weight for the wind and to supply water by measure,",
              "reference": "Job 28:25"
            },
            {
              "content": "when he made a law for the rain, and a way for the lightning of the thunders.",
              "reference": "Job 28:26"
            },
            {
              "content": "Then he saw it and counted it; he prepared it and also searched it out.",
              "reference": "Job 28:27"
            },
            {
              "content": "And unto man he said, Behold, that the fear of the Lord, is wisdom; and to depart from evil is understanding.",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Moreover, Job continued his parable and said,",
              "reference": "Job 29:1"
            },
            {
              "content": "Oh, that I were as in months past, as in the days when God preserved me;",
              "reference": "Job 29:2"
            },
            {
              "content": "when his lamp shone upon my head, and by its light I walked in the darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "as I was in the days of my youth, when God was familiar in my tent;",
              "reference": "Job 29:4"
            },
            {
              "content": "when the Almighty was yet with me, when my children were about me;",
              "reference": "Job 29:5"
            },
            {
              "content": "when I washed my steps with butter, and the rock poured me out rivers of oil!",
              "reference": "Job 29:6"
            },
            {
              "content": "¶ When I went out to the gate to judgment, when I had my seat prepared in the plaza!",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men would see me and hide themselves, and the aged would arise and stand.",
              "reference": "Job 29:8"
            },
            {
              "content": "The princes would refrain from talking and lay their hand on their mouth;",
              "reference": "Job 29:9"
            },
            {
              "content": "the voice of the principals would not be noticed, and their tongue would cleave to the roof of their mouth.",
              "reference": "Job 29:10"
            },
            {
              "content": "When the ears that heard me, called me blessed; and when the eyes that saw me, gave witness to me:",
              "reference": "Job 29:11"
            },
            {
              "content": "because I delivered the poor that cried and the fatherless who had no one to help him.",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of the one that was ready to perish came upon me; and I caused the widow’s heart to sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness, and it clothed me as a robe; and my diadem was judgment.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind and feet to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy; and the cause which I did not know I searched out.",
              "reference": "Job 29:16"
            },
            {
              "content": "And I broke the fangs of the wicked and caused their teeth to release the prey.",
              "reference": "Job 29:17"
            },
            {
              "content": "¶ Then I said, I shall die in my nest, and I shall multiply my days as the sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My root is spread out by the waters, and the dew shall remain upon my branches.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory is renewed with me, and my bow is renewed in my hand.",
              "reference": "Job 29:20"
            },
            {
              "content": "They would hear me and wait, and keep silent at my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "After my words they would not reply, but my reason dropped upon them.",
              "reference": "Job 29:22"
            },
            {
              "content": "And they waited for me as for the rain, and they opened their mouth wide as for the latter rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "If I laughed at them, they did not believe it; and they did not cast down the light of my countenance.",
              "reference": "Job 29:24"
            },
            {
              "content": "I approved their way and sat at the head and dwelt as a king in the army, as one that comforts the mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ But now those that are younger than I have me in derision, whose fathers I would have disdained to have set with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "For, unto what might the strength of their hands profit me, in whom time was lost?",
              "reference": "Job 30:2"
            },
            {
              "content": "For want and famine they walked alone; fleeing into solitude, to the dark place, desolate and waste.",
              "reference": "Job 30:3"
            },
            {
              "content": "Who cut up mallows among the bushes and juniper roots for their food.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were driven forth from among men (they cried after them as after a thief).",
              "reference": "Job 30:5"
            },
            {
              "content": "They dwelt in the clifts of the valleys, in caves of the earth, and in the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "Among the bushes they brayed; under the nettles they were gathered together.",
              "reference": "Job 30:7"
            },
            {
              "content": "They were sons of fools and men without names; they were lower than the earth.",
              "reference": "Job 30:8"
            },
            {
              "content": "And now I am their song, and I am their byword.",
              "reference": "Job 30:9"
            },
            {
              "content": "They abhor me, they distance themselves from me, and do not spare to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "Because God has loosed my cord and afflicted me, they have also gone out of control before my face.",
              "reference": "Job 30:11"
            },
            {
              "content": "Upon my right hand rise the youth; they push away my feet, and they raise up against me the ways of their destruction.",
              "reference": "Job 30:12"
            },
            {
              "content": "They cast down my path, they took advantage of my calamity, against them there was no helper.",
              "reference": "Job 30:13"
            },
            {
              "content": "They came in as through a wide breach; they were stirred up because of my calamity.",
              "reference": "Job 30:14"
            },
            {
              "content": "¶ They have loosed terrors upon me; they fought my will as the wind and my saving health as a cloud that passes.",
              "reference": "Job 30:15"
            },
            {
              "content": "And now my soul is poured out upon me; the days of affliction have taken hold upon me.",
              "reference": "Job 30:16"
            },
            {
              "content": "My bones pierce me in the night, and my sinews take no rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "By the great force of my disease my garment is changed; it binds me about as the collar of my coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has cast me into the mire, and I have become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry unto thee, and thou dost not hear me; I present myself, and thou regardest me not.",
              "reference": "Job 30:20"
            },
            {
              "content": "Thou art become cruel to me; with the strength of thy hand thou dost hate me.",
              "reference": "Job 30:21"
            },
            {
              "content": "Thou didst lift me up and cause me to ride upon the wind, and didst dissolve my being.",
              "reference": "Job 30:22"
            },
            {
              "content": "For I know that thou dost conduct me unto death and to the house appointed for all living.",
              "reference": "Job 30:23"
            },
            {
              "content": "But he will not stretch out his hand against the grave; do those who are buried cry out when he destroys them?",
              "reference": "Job 30:24"
            },
            {
              "content": "Did I not weep for the one that was in trouble? Was not my soul grieved for the needy?",
              "reference": "Job 30:25"
            },
            {
              "content": "When I expected good, then evil came unto me; and when I waited for light, there came darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "My bowels boil and do not rest; the days of affliction came upon me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I went about darkened, but not by the sun; I stood up and cried out in the congregation.",
              "reference": "Job 30:28"
            },
            {
              "content": "I have become a brother to dragons and a companion to owls.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin is black upon me, and my bones are burned with heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "My harp is turned to mourning, and my organ into the voice of those that weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ I made a covenant with my eyes; why then should I look upon a maid?",
              "reference": "Job 31:1"
            },
            {
              "content": "For what reward would God give me from above and what inheritance of the Almighty from on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Is there no destruction for the wicked? And banishment for the workers of iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does he not see my ways and count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "If I have walked with falsehood or if my foot has hastened to deceit,",
              "reference": "Job 31:5"
            },
            {
              "content": "let me be weighed in a just balance, that God may know my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If my step has turned out of the way and my heart walked after my eyes and if any blot has cleaved to my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "then let me sow, and let another eat, and let my offspring be rooted out.",
              "reference": "Job 31:8"
            },
            {
              "content": "¶ If my heart has been deceived regarding a woman, or if I have laid in wait at my neighbour’s door,",
              "reference": "Job 31:9"
            },
            {
              "content": "then let my wife grind for another, and let others bow down upon her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For this is lewdness and iniquity that is proven.",
              "reference": "Job 31:11"
            },
            {
              "content": "For it is a fire that consumes unto hell and would root out all my increase.",
              "reference": "Job 31:12"
            },
            {
              "content": "If I had despised the right of my manslave or of my maidslave, when they contended with me;",
              "reference": "Job 31:13"
            },
            {
              "content": "what then would I do when God rises up? And when he visits, what would I answer him?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not he that made me in the belly also make him? And did not the same one fashion us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "¶ If I have disturbed the desire of the poor or have caused the eyes of the widow to fail;",
              "reference": "Job 31:16"
            },
            {
              "content": "or have eaten my morsel alone and the fatherless has not eaten thereof;",
              "reference": "Job 31:17"
            },
            {
              "content": "(for from my youth the fatherless was brought up with me, as with a father, and I have guided the widow from my mother’s womb)",
              "reference": "Job 31:18"
            },
            {
              "content": "if I have seen any perish for want of clothing or any needy without a covering;",
              "reference": "Job 31:19"
            },
            {
              "content": "if his loins have not blessed me and if he were not warmed with the fleece of my sheep;",
              "reference": "Job 31:20"
            },
            {
              "content": "if I have lifted up my hand against the fatherless, even when I saw that they would all help me in the gate;",
              "reference": "Job 31:21"
            },
            {
              "content": "then let my back fall from my shoulder blade, and my arm be broken from its joint.",
              "reference": "Job 31:22"
            },
            {
              "content": "For I feared destruction from God, against whose highness I could have no power.",
              "reference": "Job 31:23"
            },
            {
              "content": "¶ If I have made gold my hope or have said to the fine gold, Thou art my confidence;",
              "reference": "Job 31:24"
            },
            {
              "content": "if I rejoiced because my wealth was being multiplied, and because my hand had gotten much;",
              "reference": "Job 31:25"
            },
            {
              "content": "if I beheld the sun when it shone or the moon walking in beauty;",
              "reference": "Job 31:26"
            },
            {
              "content": "and my heart has been secretly enticed, and my mouth kissed my hand;",
              "reference": "Job 31:27"
            },
            {
              "content": "this would also be a proven iniquity; for I should have denied the God that is sovereign.",
              "reference": "Job 31:28"
            },
            {
              "content": "If I rejoiced at the destruction of the one that hated me or lifted up myself when evil found him;",
              "reference": "Job 31:29"
            },
            {
              "content": "for I have never even suffered my mouth to sin by wishing a curse upon his soul;",
              "reference": "Job 31:30"
            },
            {
              "content": "when the servants of my tent said, Oh that we had of his flesh! We would never be satisfied.",
              "reference": "Job 31:31"
            },
            {
              "content": "The stranger did not lodge in the street, but I opened my doors to the traveller.",
              "reference": "Job 31:32"
            },
            {
              "content": "¶ If I covered my transgressions as Adam, by hiding my iniquity in my bosom;",
              "reference": "Job 31:33"
            },
            {
              "content": "if I feared a great multitude or did the contempt of families terrify me, that I kept silence, and did not go out of the door?",
              "reference": "Job 31:34"
            },
            {
              "content": "Oh that someone would hear me! Behold, my mark is, that the Almighty will testify for me, even though my adversary had written down the charges.",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would take it upon my shoulder and bind it as a crown to me.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would declare unto him the number of my steps; as a prince I would go near unto him.",
              "reference": "Job 31:37"
            },
            {
              "content": "If my land cries against me and all its furrows likewise complain;",
              "reference": "Job 31:38"
            },
            {
              "content": "if I ate of its strength without money or have afflicted the soul of its owners;",
              "reference": "Job 31:39"
            },
            {
              "content": "let thistles grow up unto me instead of wheat and stinkweed instead of barley. The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ So these three men ceased to answer Job because he was righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "Then the wrath of Elihu, the son of Barachel, the Buzite, of the kindred of Ram, was kindled; against Job was his wrath kindled, because he justified himself rather than God.",
              "reference": "Job 32:2"
            },
            {
              "content": "Also against his three friends was his wrath kindled because they had found no answer, and yet had condemned Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited until Job had spoken because they were all elder than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when Elihu saw that there was no answer in the mouth of these three men, then his wrath was kindled.",
              "reference": "Job 32:5"
            },
            {
              "content": "¶ And Elihu, the son of Barachel, the Buzite, answered and said, I am younger, and ye are older; therefore, I was afraid, and I feared to declare unto you my opinion.",
              "reference": "Job 32:6"
            },
            {
              "content": "I said, Days shall speak, and the multitude of years shall declare wisdom.",
              "reference": "Job 32:7"
            },
            {
              "content": "Certainly there is a spirit in man, and the inspiration of the Almighty gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "Great men are not always wise; neither do the aged understand judgment.",
              "reference": "Job 32:9"
            },
            {
              "content": "Therefore I said, Hearken to me; I also will declare my knowledge.",
              "reference": "Job 32:10"
            },
            {
              "content": "Behold, I waited for your words; I gave ear to your arguments, while ye searched out what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "Even so, I attended unto you, and, behold, there was none of you to reprove Job or to answer his words.",
              "reference": "Job 32:12"
            },
            {
              "content": "Lest ye should say, We have found out wisdom; it is needful that God thrust him down, and not man.",
              "reference": "Job 32:13"
            },
            {
              "content": "Now he has not directed his words against me; neither will I answer him with your reasons.",
              "reference": "Job 32:14"
            },
            {
              "content": "¶ They were amazed, they answered no more; they left off speaking.",
              "reference": "Job 32:15"
            },
            {
              "content": "And I waited, (for they did not speak, but stopped, and answered no more);",
              "reference": "Job 32:16"
            },
            {
              "content": "I said, I will also answer my part, I will also declare my opinion.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words; the spirit within me constrains me.",
              "reference": "Job 32:18"
            },
            {
              "content": "Behold, my belly is as wine which has no vent; it is ready to burst forth like spirits.",
              "reference": "Job 32:19"
            },
            {
              "content": "I will speak, that I may be able to breathe; I will open my lips and answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "I will not now be a respecter of persons, neither will I give flattering titles unto man.",
              "reference": "Job 32:21"
            },
            {
              "content": "For I do not know how to give flattering titles; otherwise my maker would soon take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Therefore, Job, hear now my reasons, and hearken to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "Behold, now I shall open my mouth, my tongue shall speak in my mouth.",
              "reference": "Job 33:2"
            },
            {
              "content": "My reasons declare the uprightness of my heart; and my lips shall utter pure knowledge.",
              "reference": "Job 33:3"
            },
            {
              "content": "The Spirit of God made me, and the breath of the Almighty gave me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "If thou canst answer me, set thy words in order before me, stand up.",
              "reference": "Job 33:5"
            },
            {
              "content": "Behold, I am according to thy wish in God’s stead; I also am formed out of the clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "Behold, my terror shall not make thee afraid, neither shall my hand be heavy upon thee.",
              "reference": "Job 33:7"
            },
            {
              "content": "¶ Surely thou hast spoken in my hearing, and I have heard the voice of thy words, saying,",
              "reference": "Job 33:8"
            },
            {
              "content": "I am clean without rebellion, I am innocent; neither is there iniquity in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "Behold, God sought occasions against me, he counts me for his enemy,",
              "reference": "Job 33:10"
            },
            {
              "content": "he put my feet in the stocks, he guards all my paths.",
              "reference": "Job 33:11"
            },
            {
              "content": "Behold, in this thou art not just; I will answer thee, that God is greater than man.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why dost thou strive against him? For he will not answer all of thy words.",
              "reference": "Job 33:13"
            },
            {
              "content": "¶ Nevertheless, in one or two manners God speaks to the one who does not see.",
              "reference": "Job 33:14"
            },
            {
              "content": "In a dream, in a vision of the night, when deep sleep falls upon men, in slumberings upon the bed;",
              "reference": "Job 33:15"
            },
            {
              "content": "then he opens the ears of men and seals their instruction,",
              "reference": "Job 33:16"
            },
            {
              "content": "that he may withdraw the man from his own work and cover the man from pride.",
              "reference": "Job 33:17"
            },
            {
              "content": "Thus he keeps back his soul from the pit and his life from perishing by the sword.",
              "reference": "Job 33:18"
            },
            {
              "content": "¶ He is chastened also upon his bed with strong pain in all his bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "so that his life abhors bread and his soul dainty food.",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh is consumed away, that it cannot be seen; and his bones that were not seen stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "His soul shall draw near to the grave, and his life to those that would bury him.",
              "reference": "Job 33:22"
            },
            {
              "content": "If there is a messenger with him, an interpreter, one among a thousand, to show unto man his uprightness;",
              "reference": "Job 33:23"
            },
            {
              "content": "to tell him that God had mercy on him, that he delivered him from going down to the pit; that he found a ransom;",
              "reference": "Job 33:24"
            },
            {
              "content": "his flesh shall become more tender than a child’s; and he shall return to the days of his youth.",
              "reference": "Job 33:25"
            },
            {
              "content": "He shall pray unto God, and he will love him; and he shall see his face with shouts of joy; for he will render unto the man the recompense of his righteousness.",
              "reference": "Job 33:26"
            },
            {
              "content": "He looks upon men, and if any say, I have sinned and perverted that which was right, and it did not profit me;",
              "reference": "Job 33:27"
            },
            {
              "content": "God will ransom his soul from going into the pit, and his life shall see the light.",
              "reference": "Job 33:28"
            },
            {
              "content": "¶ Behold, God does all these things two and three times with man,",
              "reference": "Job 33:29"
            },
            {
              "content": "to turn back his soul from the pit, to be enlightened with the light of the living.",
              "reference": "Job 33:30"
            },
            {
              "content": "Hear me, O Job, hearken unto me; be silent, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If thou hast anything to say, answer me; speak, for I desire to justify thee.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, hearken unto me; be silent, and I shall teach thee wisdom.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Furthermore, Elihu answered and said,",
              "reference": "Job 34:1"
            },
            {
              "content": "Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear tries words, as the mouth tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us choose our judgment; let us know among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job has said, I am righteous; and God has taken away my right.",
              "reference": "Job 34:5"
            },
            {
              "content": "In my judgment he was a liar, my arrow wound is grievous without my having committed a transgression.",
              "reference": "Job 34:6"
            },
            {
              "content": "What man is like Job, who drinks up the scorn like water?",
              "reference": "Job 34:7"
            },
            {
              "content": "Who goes in company with the workers of iniquity, and walks with wicked men.",
              "reference": "Job 34:8"
            },
            {
              "content": "For he said, It shall profit a man nothing that he should conform his will with God.",
              "reference": "Job 34:9"
            },
            {
              "content": "¶ Therefore, hearken unto me, ye men of understanding: far be it from God, that he should do wickedness; and from the Almighty, that he should commit iniquity.",
              "reference": "Job 34:10"
            },
            {
              "content": "For he shall pay man according to his work and cause every man to find according to his ways.",
              "reference": "Job 34:11"
            },
            {
              "content": "Yea, surely God will not do wickedly, neither will the Almighty pervert judgment.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who visited the earth for him? And who set the whole world in order?",
              "reference": "Job 34:13"
            },
            {
              "content": "If he were to set his heart upon man and gather unto himself his spirit and his breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "all flesh would perish together, and man would turn again unto dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "¶ If now thou hast understanding, hear this: hearken to the voice of my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "Shall even he that hates judgment govern? And wilt thou condemn the Mighty One that is righteous?",
              "reference": "Job 34:17"
            },
            {
              "content": "Is it fit to say to the king, Thou art of Belial and to the princes, Ye are ungodly?",
              "reference": "Job 34:18"
            },
            {
              "content": "How much less to him who is not a respecter of the persons of princes, nor respects the rich more than the poor; for they all are the work of his hands.",
              "reference": "Job 34:19"
            },
            {
              "content": "In a moment they shall die, and the peoples shall be troubled at midnight and shall pass away; and the mighty shall be taken away without hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "For his eyes are upon the ways of man, and he sees all his steps.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no darkness nor shadow of death, where the workers of iniquity may hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "For he will not lay upon man more than that which is just; that he should enter into judgment with God.",
              "reference": "Job 34:23"
            },
            {
              "content": "He shall break in pieces mighty men without number and set others in their stead.",
              "reference": "Job 34:24"
            },
            {
              "content": "Therefore, he shall cause their works to be notorious, when he shall overturn them in the night, so that they are destroyed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He shall strike them as wicked men in the open sight of others",
              "reference": "Job 34:26"
            },
            {
              "content": "because thus they turned back from him and would not consider any of his ways",
              "reference": "Job 34:27"
            },
            {
              "content": "so that they cause the cry of the poor to come unto him, and he hears the cry of the afflicted.",
              "reference": "Job 34:28"
            },
            {
              "content": "When he gives rest, who then can make trouble? If he hides his face, who then can behold him? This applies to a nation and the same to a man,",
              "reference": "Job 34:29"
            },
            {
              "content": "that the hypocrite not reign, lest the people be ensnared.",
              "reference": "Job 34:30"
            },
            {
              "content": "¶ For it is of God to say, I have forgiven, I will no longer destroy.",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me that which I do not see; if I have done iniquity, I will do it no more.",
              "reference": "Job 34:32"
            },
            {
              "content": "Will he perchance finish his work by thee; whether thou refuse, or whether thou choose, or by me? Speak what thou knowest.",
              "reference": "Job 34:33"
            },
            {
              "content": "The men of understanding will say as I say, and the wise man will hearken unto me.",
              "reference": "Job 34:34"
            },
            {
              "content": "Job has spoken without knowledge, and his words were without prudence.",
              "reference": "Job 34:35"
            },
            {
              "content": "My desire is that Job may be tried unto the end, that there may be answers against wicked men.",
              "reference": "Job 34:36"
            },
            {
              "content": "For he added rebellion unto his sin, he claps his hands among us and multiplies his words against God.",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Elihu proceeded in his reasoning and said,",
              "reference": "Job 35:1"
            },
            {
              "content": "Dost thou think this to be right, when thou didst say, I am more righteous than God?",
              "reference": "Job 35:2"
            },
            {
              "content": "For thou didst say, What advantage will it be unto thee? And, What profit shall I have, if I am cleansed from my sin?",
              "reference": "Job 35:3"
            },
            {
              "content": "I will answer thee and thy companions with thee.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look unto the heavens and see; and behold the heavens which are higher than thou.",
              "reference": "Job 35:5"
            },
            {
              "content": "If thou dost sin, what hast thou done against him? Or if thy rebellion is multiplied, what doest thou unto him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If thou art righteous, what shalt thou give him? Or what shall he receive of thine hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Thy wickedness shall hurt a man as thou art; and thy righteousness shall profit the son of man.",
              "reference": "Job 35:8"
            },
            {
              "content": "¶ By reason of the great violence they shall call out; they cry out because of the strength of the many.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one shall say, Where is God my maker, who gives songs in the night;",
              "reference": "Job 35:10"
            },
            {
              "content": "who teaches us more than the beasts of the earth and makes us wiser than the fowls of heaven?",
              "reference": "Job 35:11"
            },
            {
              "content": "There they shall cry, but he shall give no answer because of the pride of those that are evil.",
              "reference": "Job 35:12"
            },
            {
              "content": "Surely God will not hear vanity, neither will the Almighty look upon it.",
              "reference": "Job 35:13"
            },
            {
              "content": "¶ For much that thou dost say, he will not look upon it, submit to judgment before him, and trust thou in him.",
              "reference": "Job 35:14"
            },
            {
              "content": "But now, because he has not visited in wrath; nor is it known in great extremity;",
              "reference": "Job 35:15"
            },
            {
              "content": "therefore, Job opened his mouth in vain and multiplied words without knowledge.",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ And Elihu added and said,",
              "reference": "Job 36:1"
            },
            {
              "content": "Wait for me a little, and I will teach thee; for I yet speak on God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will take my knowledge from afar and will ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "For truly my words are not lies; for I share perfect knowledge with thee.",
              "reference": "Job 36:4"
            },
            {
              "content": "¶ Behold, God is mighty and does not despise; he is mighty in virtue of heart.",
              "reference": "Job 36:5"
            },
            {
              "content": "He shall not give life to the wicked; but to the poor he shall give their right.",
              "reference": "Job 36:6"
            },
            {
              "content": "He shall not withdraw his eyes from the righteous; but with kings he shall place them on the throne for ever, and they shall be exalted.",
              "reference": "Job 36:7"
            },
            {
              "content": "And if they were bound in fetters and captive in cords of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "then he shall show them their work and that their rebellions prevailed.",
              "reference": "Job 36:9"
            },
            {
              "content": "He opens their ear to instruction and commands that they turn from iniquity.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they hearken and serve him, they shall spend their days in goodness and their years in delight.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they do not hearken, they shall perish by the sword, and they shall die without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "But the hypocrites in heart shall irritate him more; they shall not cry out when he binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "Their soul shall die in youth, and their life is among the male pagan cult prostitutes.",
              "reference": "Job 36:14"
            },
            {
              "content": "¶ He shall deliver the poor from his poverty, and in affliction shall open their ears.",
              "reference": "Job 36:15"
            },
            {
              "content": "Likewise, he would have removed thee out of the mouth of anguish into a broad place where there is no distress and should have set thy table full of fatness.",
              "reference": "Job 36:16"
            },
            {
              "content": "But thou hast fulfilled the judgment of the wicked, against the judgment and the justice that sustain everything.",
              "reference": "Job 36:17"
            },
            {
              "content": "Therefore it is to be feared that he take thee away with a stroke, which cannot be avoided even with a great ransom.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will he esteem thy riches? No, not gold, nor all the forces of strength.",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not desire the night, when he cuts people off in their place.",
              "reference": "Job 36:20"
            },
            {
              "content": "Take heed, do not regard iniquity, to choose it rather than poverty.",
              "reference": "Job 36:21"
            },
            {
              "content": "Behold, God is exalted by his power; what teacher is like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has prescribed his way unto him? Or who shall say unto him, Thou hast wrought iniquity?",
              "reference": "Job 36:23"
            },
            {
              "content": "¶ Remember to magnify his work, which men behold.",
              "reference": "Job 36:24"
            },
            {
              "content": "Every man may see it; man may behold it afar off.",
              "reference": "Job 36:25"
            },
            {
              "content": "Behold, God is great, and we know him not, neither can the number of his years be searched out.",
              "reference": "Job 36:26"
            },
            {
              "content": "For he detains the drops of water; when the rain pours down rain out of its vapour,",
              "reference": "Job 36:27"
            },
            {
              "content": "which the clouds do drop and distil upon man abundantly.",
              "reference": "Job 36:28"
            },
            {
              "content": "Shall you understand the spreadings of the clouds or the noise of his tent?",
              "reference": "Job 36:29"
            },
            {
              "content": "Behold, he spreads his light upon it and covers the roots of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by them he judges the peoples; he gives food to the multitude.",
              "reference": "Job 36:31"
            },
            {
              "content": "With the clouds he covers the light and commands them to come against the light.",
              "reference": "Job 36:32"
            },
            {
              "content": "The one gives news of the other; the one acquires wrath against the one that comes.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ At this also my heart trembles and is moved out of its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Hear attentively his terrible voice and the word that goes out of his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "He shall place it straight under the whole of the heavens, and his light shall extend unto the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After it shall the sound roar; his valiant voice shall thunder; and he will not stay them even when his voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God shall thunder marvelously with his voice; he does great things, which we cannot comprehend.",
              "reference": "Job 37:5"
            },
            {
              "content": "¶ For he saith to the snow, Be thou on the earth; rain after rain, and rain after rain in his strength.",
              "reference": "Job 37:6"
            },
            {
              "content": "He seals up the hand of every man that all men may know his work.",
              "reference": "Job 37:7"
            },
            {
              "content": "Then the beast shall go into its lair and inhabit its dwelling.",
              "reference": "Job 37:8"
            },
            {
              "content": "Out of the south comes the whirlwind and cold out of the north wind.",
              "reference": "Job 37:9"
            },
            {
              "content": "By the breath of God ice is given; and the broad waters are constrained.",
              "reference": "Job 37:10"
            },
            {
              "content": "In addition to this, with clarity he wearies the thick clouds; and he scatters them with his light.",
              "reference": "Job 37:11"
            },
            {
              "content": "And they are turned round about by his counsels; that they may do whatever he commands them upon the face of the world in the earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "On some occasions for correction, on others for his land, on others for mercy he causes them to appear.",
              "reference": "Job 37:13"
            },
            {
              "content": "¶ Hearken unto this, Job; stand still, and consider the wondrous works of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "Dost thou know when God disposed them and caused the light of his cloud to shine?",
              "reference": "Job 37:15"
            },
            {
              "content": "Dost thou know the balancings of the clouds, the wondrous works of the one who is perfect in knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "How thy garments are warm, when he quiets the earth by the south wind?",
              "reference": "Job 37:17"
            },
            {
              "content": "Hast thou with him spread out the sky, which is strong and as a molten looking glass?",
              "reference": "Job 37:18"
            },
            {
              "content": "Teach us what we should say unto him; for we cannot order our speech by reason of darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Shall it be told him when I speak? When someone is swallowed up shall it be told him?",
              "reference": "Job 37:20"
            },
            {
              "content": "¶ Also, sometimes the clear light which is in the heavens is not seen, but the wind passes and cleanses them.",
              "reference": "Job 37:21"
            },
            {
              "content": "Fair weather comes out of the north; with God is terrible majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "Touching the Almighty, we cannot find him out; he is excellent in power and in judgment, and in plenty of righteousness he will not afflict.",
              "reference": "Job 37:23"
            },
            {
              "content": "Men, therefore, shall fear him; all the crafty of heart shall not see him.",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then the Lord answered Job out of the whirlwind and said,",
              "reference": "Job 38:1"
            },
            {
              "content": "Who is this that darkens counsel by words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Now gird up thy loins like a man; for I will enquire of thee, and answer thou me.",
              "reference": "Job 38:3"
            },
            {
              "content": "¶ Where wast thou when I laid the foundations of the earth? Cause me to know, if thou hast understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who ordered its dimensions, if thou knowest? Or who has stretched the line upon it?",
              "reference": "Job 38:5"
            },
            {
              "content": "Upon what are its foundations founded? Or who laid its corner stone;",
              "reference": "Job 38:6"
            },
            {
              "content": "when the morning stars sang together, and all the sons of God shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "Or who shut up the sea with doors, when it broke forth, as if it had issued out of the womb?",
              "reference": "Job 38:8"
            },
            {
              "content": "When I made the clouds its garment and thick darkness a swaddling band for it,",
              "reference": "Job 38:9"
            },
            {
              "content": "and established my decree upon it, and set bars and doors,",
              "reference": "Job 38:10"
            },
            {
              "content": "and said, Thou shalt come unto here, but no further; and there shall the pride of thy waves be stayed.",
              "reference": "Job 38:11"
            },
            {
              "content": "¶ Hast thou commanded the morning since thy days? Hast thou shown the dayspring its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "that it might take hold of the ends of the earth, that the wicked might be shaken out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "It is transformed as clay to the seal and then stands as a garment;",
              "reference": "Job 38:14"
            },
            {
              "content": "but the light of the wicked is taken from them, and the high arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "Hast thou entered into the springs of the sea? Or hast thou walked searching out the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been opened unto thee? Or hast thou seen the doors of the shadow of death?",
              "reference": "Job 38:17"
            },
            {
              "content": "Hast thou perceived the breadth of the earth? Declare if thou knowest it all.",
              "reference": "Job 38:18"
            },
            {
              "content": "Where is the way to the habitation of the light, and where is the place of the darkness?",
              "reference": "Job 38:19"
            },
            {
              "content": "If thou shalt take it in its borders, and if thou should understand the paths to its house?",
              "reference": "Job 38:20"
            },
            {
              "content": "If thou didst know when thou wast to be born or if the number of thy days was to be great?",
              "reference": "Job 38:21"
            },
            {
              "content": "Hast thou entered into the treasures of the snow, and hast thou seen the treasures of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "which I have reserved against the time of trouble, against the day of battle and war?",
              "reference": "Job 38:23"
            },
            {
              "content": "By what way is the light divided; from where is the east wind scattered upon the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "¶ Who has divided a watercourse for the overflowing of waters or a way for the lightning of thunder,",
              "reference": "Job 38:25"
            },
            {
              "content": "to cause it to rain on the earth, where no man is; on the wilderness, in which there is no man;",
              "reference": "Job 38:26"
            },
            {
              "content": "to satisfy the desolate and waste ground and to cause the bud of the tender herb to spring forth?",
              "reference": "Job 38:27"
            },
            {
              "content": "Has the rain a father? Or who has begotten the drops of the dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "Out of whose womb came the ice, and the hoary frost of heaven, who has begotten it?",
              "reference": "Job 38:29"
            },
            {
              "content": "The waters harden as stone, and the face of the deep is frozen.",
              "reference": "Job 38:30"
            },
            {
              "content": "Canst thou bind the sweet influences of Pleiades, or loose the bands of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Canst thou bring forth the signs of the heavens in their season, or canst thou guide Arcturus with his sons?",
              "reference": "Job 38:32"
            },
            {
              "content": "Dost thou know the ordinances of the heavens? Canst thou use its power in the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Canst thou lift up thy voice to the clouds, that abundance of waters may cover thee?",
              "reference": "Job 38:34"
            },
            {
              "content": "Canst thou send lightnings, that they may go and say unto thee, Here we are?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who put wisdom in the inward parts? Or who gave intelligence to understanding?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who declared the heavens in wisdom? Or who can stay the bottles of heaven",
              "reference": "Job 38:37"
            },
            {
              "content": "when the dust hardens and the clods cleave fast together?",
              "reference": "Job 38:38"
            },
            {
              "content": "Wilt thou hunt the prey for the lion or fill the appetite of the young lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "when they crouch in their dens and abide in their lairs to lie in wait?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provided food for the raven; when his young ones cry unto God, they wander for lack of food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Knowest thou the time when the mountain goats bring forth? Hast thou observed when the hinds calve?",
              "reference": "Job 39:1"
            },
            {
              "content": "Canst thou number the months that they fulfil, and knowest thou the time when they bring forth?",
              "reference": "Job 39:2"
            },
            {
              "content": "How they crouch down, they bring forth their young ones, and dismiss their pain.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young ones are healthy, they grow up with grain; they go forth and never return unto them again.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who freed the wild ass, and who loosed its bands?",
              "reference": "Job 39:5"
            },
            {
              "content": "Unto whom I made a house in the wilderness, and his dwellings in the salty land.",
              "reference": "Job 39:6"
            },
            {
              "content": "He laughs at the multitude of the city, neither does he hearken to the voice of the exactor of tribute.",
              "reference": "Job 39:7"
            },
            {
              "content": "The range of the mountains is his pasture, and he searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "Will the unicorn be willing to serve thee or abide by thy crib?",
              "reference": "Job 39:9"
            },
            {
              "content": "Canst thou bind the unicorn with his band in the furrow? Will he harrow the valleys after thee?",
              "reference": "Job 39:10"
            },
            {
              "content": "Wilt thou trust him because his strength is great? Or wilt thou leave thy labour to him?",
              "reference": "Job 39:11"
            },
            {
              "content": "Wilt thou trust him, that he will bring home thy seed and gather it into thy barn?",
              "reference": "Job 39:12"
            },
            {
              "content": "¶ Didst thou give beautiful wings unto the peacock, or wings and feathers unto the ostrich?",
              "reference": "Job 39:13"
            },
            {
              "content": "Who leaves her eggs in the earth and warms them in dust",
              "reference": "Job 39:14"
            },
            {
              "content": "and forgets that the foot may crush them or that the wild beast may break them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She is hardened against her young ones, as though they were not hers, not fearing that her labour is in vain,",
              "reference": "Job 39:16"
            },
            {
              "content": "because God caused her to forget wisdom and did not give her understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "In her time she lifts up herself on high; she scorns the horse and his rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "¶ Hast thou given the horse strength? Hast thou clothed his neck with thunder?",
              "reference": "Job 39:19"
            },
            {
              "content": "Canst thou make him leap as a grasshopper? The glory of his nostrils is formidable.",
              "reference": "Job 39:20"
            },
            {
              "content": "He paws at the earth and rejoices in his strength; he goes forth to meet the armed men.",
              "reference": "Job 39:21"
            },
            {
              "content": "He mocks fear and is not afraid; neither does he turn his face from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "The quiver rattles against him, the glittering spear and the shield.",
              "reference": "Job 39:23"
            },
            {
              "content": "He swallows the ground with fierceness and rage; the sound of the shofar does not trouble him;",
              "reference": "Job 39:24"
            },
            {
              "content": "for the blasts of the shofar fill him with courage; he smells the battle afar off, the thunder of the princes and the sound of the battle-cry.",
              "reference": "Job 39:25"
            },
            {
              "content": "¶ Does the hawk fly by thy industry and stretch her wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Does the eagle mount up at thy command and make her nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "She dwells and abides on the rock upon the crag of the rock and the strong place.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there she seeks food, and her eyes behold afar off.",
              "reference": "Job 39:29"
            },
            {
              "content": "Her young ones suck up the blood; and wherever the slain are, there she is.",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Moreover, the Lord answered Job and said,",
              "reference": "Job 40:1"
            },
            {
              "content": "Shall he that contends with the Almighty instruct him? Let him that disputes with God answer this.",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered the Lord and said,",
              "reference": "Job 40:3"
            },
            {
              "content": "Behold, I am vile; what shall I answer thee? I will lay my hand over my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "Once I have spoken; but I will not answer; even twice, but I will proceed no further.",
              "reference": "Job 40:5"
            },
            {
              "content": "¶ Then the Lord answered Job out of the whirlwind and said,",
              "reference": "Job 40:6"
            },
            {
              "content": "Gird up thy loins now like a man; I will ask thee, and explain thou unto me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Wilt thou disannul my judgment? Wilt thou condemn me, that thou may be justified?",
              "reference": "Job 40:8"
            },
            {
              "content": "Hast thou an arm like God? And canst thou thunder with a voice like him?",
              "reference": "Job 40:9"
            },
            {
              "content": "Deck thyself now with majesty and excellency; and array thyself with glory and beauty.",
              "reference": "Job 40:10"
            },
            {
              "content": "Cast abroad the rage of thy wrath; and behold every one that is proud and bring him down.",
              "reference": "Job 40:11"
            },
            {
              "content": "Look on every one that is proud, and bring him low; and tread down the wicked in their place.",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide them in the dust together; and blindfold their faces in darkness.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I will also confess unto thee that thine own right hand can save thee.",
              "reference": "Job 40:14"
            },
            {
              "content": "¶ Behold now behemoth, which I made with thee; he eats grass as an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "Behold now, his strength is in his loins, and his force is in the navel of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "He moves his tail like a cedar; the sinews of his stones are wrapped together.",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones are as strong as brass; his members are like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "He is the beginning of the ways of God; he that made him shall make his sword draw near unto him.",
              "reference": "Job 40:19"
            },
            {
              "content": "Surely the mountains bring him forth food, where all the beasts of the field play.",
              "reference": "Job 40:20"
            },
            {
              "content": "He shall lie down under the shade, in the covert of the reeds and of the damp places.",
              "reference": "Job 40:21"
            },
            {
              "content": "The shady trees cover him with their shadow; the willows of the brook compass him about.",
              "reference": "Job 40:22"
            },
            {
              "content": "Behold, he shall drink up a river and not change; he trusts that he can draw up the Jordan into his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "His maker shall take him by the weakness of his eyes in a snare, and pierce through his nose.",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Canst thou draw out leviathan with a hook or with the cord which thou lettest down on his tongue?",
              "reference": "Job 41:1"
            },
            {
              "content": "Canst thou put a hook into his nose or bore his jaw through with a thorn?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will he make many supplications unto thee? Will he speak soft words unto thee?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will he make a covenant with thee that thou shall take him for a slave for ever?",
              "reference": "Job 41:4"
            },
            {
              "content": "Wilt thou play with him as with a bird, or wilt thou tie him up for thy maidens?",
              "reference": "Job 41:5"
            },
            {
              "content": "Shall the companions make a banquet of him? Shall they part him among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Canst thou cut his skin with knives or his head with a fish spear?",
              "reference": "Job 41:7"
            },
            {
              "content": "Lay thine hand upon him; thou shalt remember the battle and do no more.",
              "reference": "Job 41:8"
            },
            {
              "content": "Behold, your hope regarding him shall fail; for even at the sight of him they shall faint.",
              "reference": "Job 41:9"
            },
            {
              "content": "No one is so bold as to dare stir him up; who then shall be able to stand before me?",
              "reference": "Job 41:10"
            },
            {
              "content": "¶ Who has preceded me, that I should repay him? All that is under the whole heaven is mine.",
              "reference": "Job 41:11"
            },
            {
              "content": "I will not conceal his lies, nor his might, nor the beauty of his order.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who shall uncover the face of his garment? Or who shall come to him with a double bridle?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who shall open the doors of his face? The orders of his teeth are terrible.",
              "reference": "Job 41:14"
            },
            {
              "content": "His scales {Heb. shields} are his pride, shut up together as with a close seal.",
              "reference": "Job 41:15"
            },
            {
              "content": "One is so near to another, that no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "They are joined one to another; they stick together, that they cannot be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "By his sneezings lights are lit, and his eyes are like the eyelids of the morning.",
              "reference": "Job 41:18"
            },
            {
              "content": "Out of his mouth go burning lamps, and sparks of fire leap out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Out of his nostrils goes forth smoke, as out of a seething pot or caldron.",
              "reference": "Job 41:20"
            },
            {
              "content": "His breath kindles coals, and a flame goes out of his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "In his neck dwells strength, and before him the work is undone.",
              "reference": "Job 41:22"
            },
            {
              "content": "The failings of his flesh are joined together; his flesh is firm in him and does not move.",
              "reference": "Job 41:23"
            },
            {
              "content": "His heart is as firm as a stone; as hard as a piece of the lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "Of his greatness, the mighty are afraid; by reason of breakings they remove sin from themselves.",
              "reference": "Job 41:25"
            },
            {
              "content": "When one catches up to him, no sword or spear or dart or coat of mail shall endure against him.",
              "reference": "Job 41:26"
            },
            {
              "content": "He esteems iron as straw and bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "The arrow cannot make him flee; with him, slingstones are turned into stubble.",
              "reference": "Job 41:28"
            },
            {
              "content": "He counts any weapon as stubble; he laughs at the shaking of a spear.",
              "reference": "Job 41:29"
            },
            {
              "content": "Broken clay vessels are under him; he carves his imprint upon the mire.",
              "reference": "Job 41:30"
            },
            {
              "content": "He makes the deep to boil like a pot; he makes the sea like a pot of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "He makes the path shine after him; one would think the deep to be hoary.",
              "reference": "Job 41:32"
            },
            {
              "content": "Upon earth there is not his like, who behaves without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "He despises all exalted things; he is king over all the sons of pride.",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 JUB",
          "version": "JUB",
          "verses": [
            {
              "content": "¶ Then Job answered the Lord, and said,",
              "reference": "Job 42:1"
            },
            {
              "content": "I know that thou canst do every thing and that there is no thought hidden from thee.",
              "reference": "Job 42:2"
            },
            {
              "content": "Who is he that hides counsel without knowledge? Therefore, I have denounced that which I did not understand, things too wonderful for me, which I did not know.",
              "reference": "Job 42:3"
            },
            {
              "content": "Hear, now, and I will speak; I will ask of thee, and thou shalt cause me to know.",
              "reference": "Job 42:4"
            },
            {
              "content": "With my ears I had heard thee; but now my eyes see thee.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore, I abhor myself and repent in dust and ashes.",
              "reference": "Job 42:6"
            },
            {
              "content": "¶ And it was so, that after the Lord had spoken these words unto Job, the Lord said to Eliphaz, the Temanite, My wrath has been kindled against thee, and against thy two friends; for ye have not spoken by me in uprightness, as my slave Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "Therefore, take unto you now seven bullocks and seven rams, and go to my slave Job, and offer up for yourselves a burnt offering; and my slave Job shall pray for you; for only because I will accept him, I shall not deal with you according to your folly, in that ye have not spoken by me in uprightness, like my slave Job.",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz, the Temanite, and Bildad, the Shuhite, and Zophar, the Naamathite, went, and did according as the Lord commanded them; and the Lord accepted Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "¶ And the Lord turned the captivity of Job, when he prayed for his friends; also the Lord gave Job twice as much as he had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brethren came unto him and all his sisters and all those that had been of his acquaintance before and ate bread with him in his house; and they condoled him and comforted him over all the evil that the Lord had brought upon him; each one also gave him an ewe, and an earring of gold.",
              "reference": "Job 42:11"
            },
            {
              "content": "So the Lord blessed the latter end of Job more than his beginning; for he had fourteen thousand sheep and six thousand camels and a thousand yoke of oxen and a thousand she asses.",
              "reference": "Job 42:12"
            },
            {
              "content": "He also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "And he called the name of the first, Jemima, and the name of the second, Kezia, and the name of the third, Kerenhappuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "And in all the land no women were found as beautiful as the daughters of Job; and their father gave them inheritance among their brethren.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this Job lived one hundred and forty years, and saw his sons, and his sons’ sons, even four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "So Job died, being old and full of days.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "The Jubilee Bible 2000 (JUB) by Ransom Press International",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}