{
  "translation": "NABRE",
  "translationId": 463,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "In the land of Uz there was a blameless and upright man named Job, who feared God and avoided evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "Seven sons and three daughters were born to him;",
              "reference": "Job 1:2"
            },
            {
              "content": "and he had seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred she-donkeys, and a very large household, so that he was greater than anyone in the East.",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to take turns giving feasts, sending invitations to their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "And when each feast had run its course, Job would send for them and sanctify them, rising early and offering sacrifices for every one of them. For Job said, “It may be that my children have sinned and cursed God in their hearts.” Job did this habitually. The Interview Between the Lord and the Satan.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day, when the sons of God came to present themselves before the Lord, the satan also came among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to the satan, “Where have you been?” Then the satan answered the Lord and said, “Roaming the earth and patrolling it.”",
              "reference": "Job 1:7"
            },
            {
              "content": "The Lord said to the satan, “Have you noticed my servant Job? There is no one on earth like him, blameless and upright, fearing God and avoiding evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "The satan answered the Lord and said, “Is it for nothing that Job is God-fearing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have you not surrounded him and his family and all that he has with your protection? You have blessed the work of his hands, and his livestock are spread over the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But now put forth your hand and touch all that he has, and surely he will curse you to your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "The Lord said to the satan, “Very well, all that he has is in your power; only do not lay a hand on him.” So the satan went forth from the presence of the Lord. The First Trial.",
              "reference": "Job 1:12"
            },
            {
              "content": "One day, while his sons and daughters were eating and drinking wine in the house of their eldest brother,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job and said, “The oxen were plowing and the donkeys grazing beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans carried them off in a raid. They put the servants to the sword, and I alone have escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "He was still speaking when another came and said, “God’s fire has fallen from heaven and struck the sheep and the servants and consumed them; I alone have escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "He was still speaking when another came and said, “The Chaldeans formed three columns, seized the camels, carried them off, and put the servants to the sword; I alone have escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "He was still speaking when another came and said, “Your sons and daughters were eating and drinking wine in the house of their eldest brother,",
              "reference": "Job 1:18"
            },
            {
              "content": "and suddenly a great wind came from across the desert and smashed the four corners of the house. It fell upon the young people and they are dead; I alone have escaped to tell you.” Job’s Reaction.",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job arose and tore his cloak and cut off his hair. He fell to the ground and worshiped.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “Naked I came forth from my mother’s womb, and naked shall I go back there. The Lord gave and the Lord has taken away; blessed be the name of the Lord!”",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this Job did not sin, nor did he charge God with wrong.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "One day, when the sons of God came to present themselves before the Lord, the satan also came with them.",
              "reference": "Job 2:1"
            },
            {
              "content": "The Lord said to the satan, “Where have you been?” Then the satan answered the Lord and said, “Roaming the earth and patrolling it.”",
              "reference": "Job 2:2"
            },
            {
              "content": "The Lord said to the satan, “Have you noticed my servant Job? There is no one on earth like him, blameless and upright, fearing God and avoiding evil. He still holds fast to his innocence although you incited me against him to ruin him for nothing.”",
              "reference": "Job 2:3"
            },
            {
              "content": "The satan answered the Lord and said, “Skin for skin! All that a man has he will give for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But put forth your hand and touch his bone and his flesh. Then surely he will curse you to your face.”",
              "reference": "Job 2:5"
            },
            {
              "content": "And the Lord said to the satan, “He is in your power; only spare his life.” The Second Trial.",
              "reference": "Job 2:6"
            },
            {
              "content": "So the satan went forth from the presence of the Lord and struck Job with severe boils from the soles of his feet to the crown of his head. Job’s Reaction.",
              "reference": "Job 2:7"
            },
            {
              "content": "He took a potsherd to scrape himself, as he sat among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, “Are you still holding to your innocence? Curse God and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said to her, “You speak as foolish women do. We accept good things from God; should we not accept evil?” Through all this, Job did not sin in what he said. Job’s Three Friends.",
              "reference": "Job 2:10"
            },
            {
              "content": "Now when three of Job’s friends heard of all the misfortune that had come upon him, they set out each one from his own place: Eliphaz from Teman, Bildad from Shuh, and Zophar from Naamath. They met and journeyed together to give him sympathy and comfort.",
              "reference": "Job 2:11"
            },
            {
              "content": "But when, at a distance, they lifted up their eyes and did not recognize him, they began to weep aloud; they tore their cloaks and threw dust into the air over their heads.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat down upon the ground with him seven days and seven nights, but none of them spoke a word to him; for they saw how great was his suffering.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "After this, Job opened his mouth and cursed his day.",
              "reference": "Job 3:1"
            },
            {
              "content": "Job spoke out and said:",
              "reference": "Job 3:2"
            },
            {
              "content": "Perish the day on which I was born, the night when they said, “The child is a boy!”",
              "reference": "Job 3:3"
            },
            {
              "content": "May that day be darkness: may God above not care for it, may light not shine upon it!",
              "reference": "Job 3:4"
            },
            {
              "content": "May darkness and gloom claim it, clouds settle upon it, blackness of day affright it!",
              "reference": "Job 3:5"
            },
            {
              "content": "May obscurity seize that night; may it not be counted among the days of the year, nor enter into the number of the months!",
              "reference": "Job 3:6"
            },
            {
              "content": "May that night be barren; let no joyful outcry greet it!",
              "reference": "Job 3:7"
            },
            {
              "content": "Let them curse it who curse the Sea, those skilled at disturbing Leviathan!",
              "reference": "Job 3:8"
            },
            {
              "content": "May the stars of its twilight be darkened; may it look for daylight, but have none, nor gaze on the eyes of the dawn,",
              "reference": "Job 3:9"
            },
            {
              "content": "Because it did not keep shut the doors of the womb to shield my eyes from trouble!",
              "reference": "Job 3:10"
            },
            {
              "content": "Why did I not die at birth, come forth from the womb and expire?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did knees receive me, or breasts nurse me?",
              "reference": "Job 3:12"
            },
            {
              "content": "For then I should have lain down and been tranquil; had I slept, I should then have been at rest",
              "reference": "Job 3:13"
            },
            {
              "content": "With kings and counselors of the earth who rebuilt what were ruins",
              "reference": "Job 3:14"
            },
            {
              "content": "Or with princes who had gold and filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or why was I not buried away like a stillborn child, like babies that have never seen the light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease from troubling, there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "The captives are at ease together, and hear no overseer’s voice.",
              "reference": "Job 3:18"
            },
            {
              "content": "Small and great are there; the servant is free from the master.",
              "reference": "Job 3:19"
            },
            {
              "content": "Why is light given to the toilers, life to the bitter in spirit?",
              "reference": "Job 3:20"
            },
            {
              "content": "They wait for death and it does not come; they search for it more than for hidden treasures.",
              "reference": "Job 3:21"
            },
            {
              "content": "They rejoice in it exultingly, and are glad when they find the grave:",
              "reference": "Job 3:22"
            },
            {
              "content": "A man whose path is hidden from him, one whom God has hemmed in!",
              "reference": "Job 3:23"
            },
            {
              "content": "For to me sighing comes more readily than food; my groans well forth like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "For what I feared overtakes me; what I dreaded comes upon me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I have no peace nor ease; I have no rest, for trouble has come!",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered and said:",
              "reference": "Job 4:1"
            },
            {
              "content": "If someone attempts a word with you, would you mind? How can anyone refrain from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Look, you have instructed many, and made firm their feeble hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have upheld the stumbler; you have strengthened faltering knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now that it comes to you, you are impatient; when it touches you, you are dismayed.",
              "reference": "Job 4:5"
            },
            {
              "content": "Is not your piety a source of confidence, and your integrity of life your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "Reflect now, what innocent person perishes? Where are the upright destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "As I see it, those who plow mischief and sow trouble will reap them.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the breath of God they perish, and by the blast of his wrath they are consumed.",
              "reference": "Job 4:9"
            },
            {
              "content": "Though the lion roars, though the king of beasts cries out, yet the teeth of the young lions are broken;",
              "reference": "Job 4:10"
            },
            {
              "content": "The old lion perishes for lack of prey, and the cubs of the lioness are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "A word was stealthily brought to me, my ear caught a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "In my thoughts during visions of the night, when deep sleep falls on mortals,",
              "reference": "Job 4:13"
            },
            {
              "content": "Fear came upon me, and shuddering, that terrified me to the bone.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a spirit passed before me, and the hair of my body stood on end.",
              "reference": "Job 4:15"
            },
            {
              "content": "It paused, but its likeness I could not recognize; a figure was before my eyes, in silence I heard a voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "“Can anyone be more in the right than God? Can mortals be more blameless than their Maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "Look, he puts no trust in his servants, and even with his messengers he finds fault.",
              "reference": "Job 4:18"
            },
            {
              "content": "How much more with those who dwell in houses of clay, whose foundation is in the dust, who are crushed more easily than a moth!",
              "reference": "Job 4:19"
            },
            {
              "content": "Morning or evening they may be shattered; unnoticed, they perish forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "The pegs of their tent are plucked up; they die without knowing wisdom.”",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Call now! Will anyone respond to you? To which of the holy ones will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "Surely impatience kills the fool and indignation slays the simpleton.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen a fool spreading his roots, but I cursed his household suddenly:",
              "reference": "Job 5:3"
            },
            {
              "content": "May his children be far from safety; may they be crushed at the gate without a rescuer.",
              "reference": "Job 5:4"
            },
            {
              "content": "What they have reaped may the hungry eat up, or God take away by blight, or the thirsty swallow their substance.",
              "reference": "Job 5:5"
            },
            {
              "content": "For not from dust does mischief come, nor from the soil does trouble sprout.",
              "reference": "Job 5:6"
            },
            {
              "content": "Human beings beget mischief as sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "In your place, I would appeal to God, and to God I would state my plea.",
              "reference": "Job 5:8"
            },
            {
              "content": "He does things great and unsearchable, things marvelous and innumerable.",
              "reference": "Job 5:9"
            },
            {
              "content": "He gives rain upon the earth and sends water upon the fields;",
              "reference": "Job 5:10"
            },
            {
              "content": "He sets up the lowly on high, and those who mourn are raised to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the plans of the cunning, so that their hands achieve no success;",
              "reference": "Job 5:12"
            },
            {
              "content": "He catches the wise in their own ruses, and the designs of the crafty are routed.",
              "reference": "Job 5:13"
            },
            {
              "content": "They meet with darkness in the daytime, at noonday they grope as though it were night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But he saves the poor from the sword of their mouth, from the hand of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "Thus the needy have hope, and iniquity closes its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "Happy the one whom God reproves! The Almighty’s discipline do not reject.",
              "reference": "Job 5:17"
            },
            {
              "content": "For he wounds, but he binds up; he strikes, but his hands give healing.",
              "reference": "Job 5:18"
            },
            {
              "content": "Out of six troubles he will deliver you, and at the seventh no evil shall touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine he will deliver you from death, and in war from the power of the sword;",
              "reference": "Job 5:20"
            },
            {
              "content": "From the scourge of the tongue you shall be hidden, and you shall not fear approaching ruin.",
              "reference": "Job 5:21"
            },
            {
              "content": "At ruin and want you shall laugh; the beasts of the earth, do not fear.",
              "reference": "Job 5:22"
            },
            {
              "content": "With the stones of the field shall your covenant be, and the wild beasts shall be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "And you shall know that your tent is secure; taking stock of your household, you shall miss nothing.",
              "reference": "Job 5:24"
            },
            {
              "content": "You shall know that your descendants are many, and your offspring like the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You shall approach the grave in full vigor, as a shock of grain comes in at its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "See, this we have searched out; so it is! This we have heard, and you should know.",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 6:1"
            },
            {
              "content": "Ah, could my anguish but be measured and my calamity laid with it in the scales,",
              "reference": "Job 6:2"
            },
            {
              "content": "They would now outweigh the sands of the sea! Because of this I speak without restraint.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Almighty are in me, and my spirit drinks in their poison; the terrors of God are arrayed against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does the wild donkey bray when it has grass? Does the ox low over its fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Can anything insipid be eaten without salt? Is there flavor in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "I refuse to touch them; they are like loathsome food to me.",
              "reference": "Job 6:7"
            },
            {
              "content": "Oh, that I might have my request, and that God would grant what I long for:",
              "reference": "Job 6:8"
            },
            {
              "content": "Even that God would decide to crush me, that he would put forth his hand and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "Then I should still have consolation and could exult through unremitting pain, because I have not transgressed the commands of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "What strength have I that I should endure, and what is my limit that I should be patient?",
              "reference": "Job 6:11"
            },
            {
              "content": "Have I the strength of stones, or is my flesh of bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "Have I no helper, and has my good sense deserted me?",
              "reference": "Job 6:13"
            },
            {
              "content": "A friend owes kindness to one in despair, though he has forsaken the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My companions are undependable as a wadi, as watercourses that run dry in the wadies;",
              "reference": "Job 6:15"
            },
            {
              "content": "Though they may be black with ice, and with snow heaped upon them,",
              "reference": "Job 6:16"
            },
            {
              "content": "Yet once they flow, they cease to be; in the heat, they disappear from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "Caravans wander from their routes; they go into the wasteland and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans of Tema search, the companies of Sheba have hopes;",
              "reference": "Job 6:19"
            },
            {
              "content": "They are disappointed, though they were confident; they come there and are frustrated.",
              "reference": "Job 6:20"
            },
            {
              "content": "It is thus that you have now become for me; you see a terrifying thing and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I said, “Give me something, make a bribe on my behalf from your possessions”?",
              "reference": "Job 6:22"
            },
            {
              "content": "Or “Deliver me from the hand of the enemy, redeem me from oppressors”?",
              "reference": "Job 6:23"
            },
            {
              "content": "Teach me, and I will be silent; make me understand how I have erred.",
              "reference": "Job 6:24"
            },
            {
              "content": "How painful honest words can be; yet how unconvincing is your argument!",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you consider your words as proof, but the sayings of a desperate man as wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "You would even cast lots for the orphan, and would barter over your friend!",
              "reference": "Job 6:27"
            },
            {
              "content": "Come, now, give me your attention; surely I will not lie to your face.",
              "reference": "Job 6:28"
            },
            {
              "content": "Think it over; let there be no injustice. Think it over; I still am right.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there insincerity on my tongue, or cannot my taste discern falsehood?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Is not life on earth a drudgery, its days like those of a hireling?",
              "reference": "Job 7:1"
            },
            {
              "content": "Like a slave who longs for the shade, a hireling who waits for wages,",
              "reference": "Job 7:2"
            },
            {
              "content": "So I have been assigned months of futility, and troubled nights have been counted off for me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down I say, “When shall I arise?” then the night drags on; I am filled with restlessness until the dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with worms and scabs; my skin cracks and festers;",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle; they come to an end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "Remember that my life is like the wind; my eye will not see happiness again.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye that now sees me shall no more behold me; when your eye is on me, I shall be gone.",
              "reference": "Job 7:8"
            },
            {
              "content": "As a cloud dissolves and vanishes, so whoever goes down to Sheol shall not come up.",
              "reference": "Job 7:9"
            },
            {
              "content": "They shall not return home again; their place shall know them no more.",
              "reference": "Job 7:10"
            },
            {
              "content": "My own utterance I will not restrain; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the Sea, or the dragon, that you place a watch over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "When I say, “My bed shall comfort me, my couch shall ease my complaint,”",
              "reference": "Job 7:13"
            },
            {
              "content": "Then you frighten me with dreams and terrify me with visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "So that I should prefer strangulation and death rather than my existence.",
              "reference": "Job 7:15"
            },
            {
              "content": "I waste away: I will not live forever; let me alone, for my days are but a breath.",
              "reference": "Job 7:16"
            },
            {
              "content": "What are human beings, that you make much of them, or pay them any heed?",
              "reference": "Job 7:17"
            },
            {
              "content": "You observe them every morning and try them at every moment!",
              "reference": "Job 7:18"
            },
            {
              "content": "How long before you look away from me, and let me alone till I swallow my spit?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I sin, what do I do to you, O watcher of mortals? Why have you made me your target? Why should I be a burden for you?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why do you not pardon my offense, or take away my guilt? For soon I shall lie down in the dust; and should you seek me I shall be gone.",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Bildad the Shuhite answered and said:",
              "reference": "Job 8:1"
            },
            {
              "content": "How long will you utter such things? The words from your mouth are a mighty wind!",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert judgment, does the Almighty pervert justice?",
              "reference": "Job 8:3"
            },
            {
              "content": "If your children have sinned against him and he has left them in the grip of their guilt,",
              "reference": "Job 8:4"
            },
            {
              "content": "Still, if you yourself have recourse to God and make supplication to the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "Should you be blameless and upright, surely now he will rouse himself for you and restore your rightful home.",
              "reference": "Job 8:6"
            },
            {
              "content": "Though your beginning was small, your future will flourish indeed.",
              "reference": "Job 8:7"
            },
            {
              "content": "Inquire of the former generations, pay attention to the experience of their ancestors—",
              "reference": "Job 8:8"
            },
            {
              "content": "As we are but of yesterday and have no knowledge, because our days on earth are but a shadow—",
              "reference": "Job 8:9"
            },
            {
              "content": "Will they not teach you and tell you and utter their words of understanding?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can the papyrus grow up without mire? Can the reed grass flourish without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While it is yet green and uncut, it withers quicker than any grass.",
              "reference": "Job 8:12"
            },
            {
              "content": "So is the end of everyone who forgets God, and so shall the hope of the godless perish.",
              "reference": "Job 8:13"
            },
            {
              "content": "His confidence is but a gossamer thread, his trust is a spider’s house.",
              "reference": "Job 8:14"
            },
            {
              "content": "He shall lean upon his house, but it shall not stand; he shall cling to it, but it shall not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "He thrives in full sun, and over his garden his shoots go forth;",
              "reference": "Job 8:16"
            },
            {
              "content": "About a heap of stones his roots are entwined; among the rocks he takes hold.",
              "reference": "Job 8:17"
            },
            {
              "content": "Yet if one tears him from his place, it will disown him: “I have never seen you!”",
              "reference": "Job 8:18"
            },
            {
              "content": "There he lies rotting beside the road, and out of the soil another sprouts.",
              "reference": "Job 8:19"
            },
            {
              "content": "Behold, God will not cast away the upright; neither will he take the hand of the wicked.",
              "reference": "Job 8:20"
            },
            {
              "content": "Once more will he fill your mouth with laughter and your lips with rejoicing.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you shall be clothed with shame, and the tent of the wicked shall be no more.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 9:1"
            },
            {
              "content": "I know well that it is so; but how can anyone be in the right before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "Should one wish to contend with him, he could not answer him once in a thousand times.",
              "reference": "Job 9:3"
            },
            {
              "content": "God is wise in heart and mighty in strength; who has withstood him and remained whole?",
              "reference": "Job 9:4"
            },
            {
              "content": "He removes the mountains before they know it; he overturns them in his anger.",
              "reference": "Job 9:5"
            },
            {
              "content": "He shakes the earth out of its place, and the pillars beneath it tremble.",
              "reference": "Job 9:6"
            },
            {
              "content": "He commands the sun, and it does not rise; he seals up the stars.",
              "reference": "Job 9:7"
            },
            {
              "content": "He alone stretches out the heavens and treads upon the back of the sea.",
              "reference": "Job 9:8"
            },
            {
              "content": "He made the Bear and Orion, the Pleiades and the constellations of the south;",
              "reference": "Job 9:9"
            },
            {
              "content": "He does things great and unsearchable, things marvelous and innumerable.",
              "reference": "Job 9:10"
            },
            {
              "content": "Should he come near me, I do not see him; should he pass by, I am not aware of him;",
              "reference": "Job 9:11"
            },
            {
              "content": "Should he seize me forcibly, who can resist? Who can say to him, “What are you doing?”",
              "reference": "Job 9:12"
            },
            {
              "content": "He is God and he does not relent; the helpers of Rahab bow beneath him.",
              "reference": "Job 9:13"
            },
            {
              "content": "How then could I give him any answer, or choose out arguments against him!",
              "reference": "Job 9:14"
            },
            {
              "content": "Even though I were right, I could not answer, but should rather beg for what was due me.",
              "reference": "Job 9:15"
            },
            {
              "content": "If I appealed to him and he answered me, I could not believe that he would listen to me;",
              "reference": "Job 9:16"
            },
            {
              "content": "With a storm he might overwhelm me, and multiply my wounds for nothing;",
              "reference": "Job 9:17"
            },
            {
              "content": "He would not allow me to draw breath, but might fill me with bitter griefs.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it be a question of strength, he is mighty; or of judgment, who will call him to account?",
              "reference": "Job 9:19"
            },
            {
              "content": "Though I were right, my own mouth might condemn me; were I innocent, it might put me in the wrong.",
              "reference": "Job 9:20"
            },
            {
              "content": "I am innocent, but I cannot know it; I despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It is all one! therefore I say: Both the innocent and the wicked he destroys.",
              "reference": "Job 9:22"
            },
            {
              "content": "When the scourge slays suddenly, he scoffs at the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is given into the hands of the wicked; he covers the faces of its judges. If it is not he, who then is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "My days are swifter than a runner, they flee away; they see no happiness;",
              "reference": "Job 9:25"
            },
            {
              "content": "They shoot by like skiffs of reed, like an eagle swooping upon its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say: I will forget my complaining, I will lay aside my sadness and be of good cheer,",
              "reference": "Job 9:27"
            },
            {
              "content": "Then I am in dread of all my pains; I know that you will not hold me innocent.",
              "reference": "Job 9:28"
            },
            {
              "content": "It is I who will be accounted guilty; why then should I strive in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I should wash myself with soap and cleanse my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "Yet you would plunge me in the ditch, so that my garments would abhor me.",
              "reference": "Job 9:31"
            },
            {
              "content": "For he is not a man like myself, that I should answer him, that we should come together in judgment.",
              "reference": "Job 9:32"
            },
            {
              "content": "Would that there were an arbiter between us, who could lay his hand upon us both",
              "reference": "Job 9:33"
            },
            {
              "content": "and withdraw his rod from me, So that his terrors did not frighten me;",
              "reference": "Job 9:34"
            },
            {
              "content": "that I might speak without being afraid of him. Since this is not the case with me, I loathe my life.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "I will say to God: Do not put me in the wrong! Let me know why you oppose me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Is it a pleasure for you to oppress, to spurn the work of your hands, and shine on the plan of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Have you eyes of flesh? Do you see as mortals see?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are your days like the days of a mortal, and are your years like a human lifetime,",
              "reference": "Job 10:5"
            },
            {
              "content": "That you seek for guilt in me and search after my sins,",
              "reference": "Job 10:6"
            },
            {
              "content": "Even though you know that I am not wicked, and that none can deliver me out of your hand?",
              "reference": "Job 10:7"
            },
            {
              "content": "Your hands have formed me and fashioned me; will you then turn and destroy me?",
              "reference": "Job 10:8"
            },
            {
              "content": "Oh, remember that you fashioned me from clay! Will you then bring me down to dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "Did you not pour me out like milk, and thicken me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "With skin and flesh you clothed me, with bones and sinews knit me together.",
              "reference": "Job 10:11"
            },
            {
              "content": "Life and love you granted me, and your providence has preserved my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "Yet these things you have hidden in your heart; I know they are your purpose:",
              "reference": "Job 10:13"
            },
            {
              "content": "If I should sin, you would keep a watch on me, and from my guilt you would not absolve me.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I should be wicked, alas for me! even if righteous, I dare not hold up my head, sated with shame, drenched in affliction!",
              "reference": "Job 10:15"
            },
            {
              "content": "Should it lift up, you hunt me like a lion: repeatedly you show your wondrous power against me,",
              "reference": "Job 10:16"
            },
            {
              "content": "You renew your attack upon me and multiply your harassment of me; in waves your troops come against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "Why then did you bring me forth from the womb? I should have died and no eye have seen me.",
              "reference": "Job 10:18"
            },
            {
              "content": "I should be as though I had never lived; I should have been taken from the womb to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "Are not my days few? Stop! Let me alone, that I may recover a little",
              "reference": "Job 10:20"
            },
            {
              "content": "Before I go whence I shall not return, to the land of darkness and of gloom,",
              "reference": "Job 10:21"
            },
            {
              "content": "The dark, disordered land where darkness is the only light.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "And Zophar the Naamathite answered and said:",
              "reference": "Job 11:1"
            },
            {
              "content": "Should not many words be answered, or must the garrulous man necessarily be right?",
              "reference": "Job 11:2"
            },
            {
              "content": "Shall your babblings keep others silent, and shall you deride and no one give rebuke?",
              "reference": "Job 11:3"
            },
            {
              "content": "Shall you say: “My teaching is pure, and I am clean in your sight”?",
              "reference": "Job 11:4"
            },
            {
              "content": "But oh, that God would speak, and open his lips against you,",
              "reference": "Job 11:5"
            },
            {
              "content": "And tell you the secrets of wisdom, for good sense has two sides; So you might learn that God overlooks some of your sinfulness.",
              "reference": "Job 11:6"
            },
            {
              "content": "Can you find out the depths of God? or find out the perfection of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "It is higher than the heavens; what can you do? It is deeper than Sheol; what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "It is longer than the earth in measure, and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If he should seize and imprison or call to judgment, who then could turn him back?",
              "reference": "Job 11:10"
            },
            {
              "content": "For he knows the worthless and sees iniquity; will he then ignore it?",
              "reference": "Job 11:11"
            },
            {
              "content": "An empty head will gain understanding, when a colt of a wild jackass is born human.",
              "reference": "Job 11:12"
            },
            {
              "content": "If you set your heart aright and stretch out your hands toward him,",
              "reference": "Job 11:13"
            },
            {
              "content": "If iniquity is in your hand, remove it, and do not let injustice dwell in your tent,",
              "reference": "Job 11:14"
            },
            {
              "content": "Surely then you may lift up your face in innocence; you may stand firm and unafraid.",
              "reference": "Job 11:15"
            },
            {
              "content": "For then you shall forget your misery, like water that has ebbed away you shall regard it.",
              "reference": "Job 11:16"
            },
            {
              "content": "Then your life shall be brighter than the noonday; its gloom shall become like the morning,",
              "reference": "Job 11:17"
            },
            {
              "content": "And you shall be secure, because there is hope; you shall look round you and lie down in safety;",
              "reference": "Job 11:18"
            },
            {
              "content": "you shall lie down and no one will disturb you. Many shall entreat your favor,",
              "reference": "Job 11:19"
            },
            {
              "content": "but the wicked, looking on, shall be consumed with envy. Escape shall be cut off from them, their only hope their last breath.",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 12:1"
            },
            {
              "content": "No doubt you are the people with whom wisdom shall die!",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have intelligence as well as you; I do not fall short of you; for who does not know such things as these?",
              "reference": "Job 12:3"
            },
            {
              "content": "I have become the sport of my neighbors: “The one whom God answers when he calls upon him, The just, the perfect man,” is a laughingstock;",
              "reference": "Job 12:4"
            },
            {
              "content": "The undisturbed esteem my downfall a disgrace such as awaits unsteady feet;",
              "reference": "Job 12:5"
            },
            {
              "content": "Yet the tents of robbers are prosperous, and those who provoke God are secure, whom God has in his power.",
              "reference": "Job 12:6"
            },
            {
              "content": "But now ask the beasts to teach you, the birds of the air to tell you;",
              "reference": "Job 12:7"
            },
            {
              "content": "Or speak to the earth to instruct you, and the fish of the sea to inform you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Which of all these does not know that the hand of God has done this?",
              "reference": "Job 12:9"
            },
            {
              "content": "In his hand is the soul of every living thing, and the life breath of all mortal flesh.",
              "reference": "Job 12:10"
            },
            {
              "content": "Does not the ear judge words as the mouth tastes food?",
              "reference": "Job 12:11"
            },
            {
              "content": "So with old age is wisdom, and with length of days understanding.",
              "reference": "Job 12:12"
            },
            {
              "content": "With him are wisdom and might; his are counsel and understanding.",
              "reference": "Job 12:13"
            },
            {
              "content": "If he knocks a thing down, there is no rebuilding; if he imprisons, there is no release.",
              "reference": "Job 12:14"
            },
            {
              "content": "He holds back the waters and there is drought; he sends them forth and they overwhelm the land.",
              "reference": "Job 12:15"
            },
            {
              "content": "With him are strength and prudence; the misled and the misleaders are his.",
              "reference": "Job 12:16"
            },
            {
              "content": "He sends counselors away barefoot, makes fools of judges.",
              "reference": "Job 12:17"
            },
            {
              "content": "He loosens the belt of kings, ties a waistcloth on their loins.",
              "reference": "Job 12:18"
            },
            {
              "content": "He sends priests away barefoot, leads the powerful astray.",
              "reference": "Job 12:19"
            },
            {
              "content": "He silences the trusted adviser, takes discretion from the elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours shame on nobles, the waistband of the strong he loosens.",
              "reference": "Job 12:21"
            },
            {
              "content": "He uncovers deep things from the darkness, brings the gloom into the light.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great and destroys them, spreads peoples abroad and abandons them.",
              "reference": "Job 12:23"
            },
            {
              "content": "He takes understanding from the leaders of the land, makes them wander in a pathless desert.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in the darkness without light; he makes them wander like drunkards.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "All this my eye has seen; my ear has heard and perceived it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know, I also know; I do not fall short of you.",
              "reference": "Job 13:2"
            },
            {
              "content": "But I would speak with the Almighty; I want to argue with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "But you gloss over falsehoods, you are worthless physicians, every one of you!",
              "reference": "Job 13:4"
            },
            {
              "content": "Oh, that you would be altogether silent; that for you would be wisdom!",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear now my argument and listen to the accusations from my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Is it for God that you speak falsehood? Is it for him that you utter deceit?",
              "reference": "Job 13:7"
            },
            {
              "content": "Is it for him that you show partiality? Do you make accusations on behalf of God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Will it be well when he shall search you out? Can you deceive him as you do a mere human being?",
              "reference": "Job 13:9"
            },
            {
              "content": "He will openly rebuke you if in secret you show partiality.",
              "reference": "Job 13:10"
            },
            {
              "content": "Surely his majesty will frighten you and dread of him fall upon you.",
              "reference": "Job 13:11"
            },
            {
              "content": "Your reminders are ashy maxims, your fabrications mounds of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "Be silent! Let me alone that I may speak, no matter what happens to me.",
              "reference": "Job 13:13"
            },
            {
              "content": "I will carry my flesh between my teeth, and take my life in my hand.",
              "reference": "Job 13:14"
            },
            {
              "content": "Slay me though he might, I will wait for him; I will defend my conduct before him.",
              "reference": "Job 13:15"
            },
            {
              "content": "This shall be my salvation: no impious man can come into his presence.",
              "reference": "Job 13:16"
            },
            {
              "content": "Pay close attention to my speech, give my statement a hearing.",
              "reference": "Job 13:17"
            },
            {
              "content": "Behold, I have prepared my case, I know that I am in the right.",
              "reference": "Job 13:18"
            },
            {
              "content": "If anyone can make a case against me, then I shall be silent and expire.",
              "reference": "Job 13:19"
            },
            {
              "content": "Two things only do not use against me, then from your presence I need not hide:",
              "reference": "Job 13:20"
            },
            {
              "content": "Withdraw your hand far from me, do not let the terror of you frighten me.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call me, and I will respond; or let me speak first, and answer me.",
              "reference": "Job 13:22"
            },
            {
              "content": "What are my faults and my sins? My misdeed, my sin make known to me!",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do you hide your face and consider me your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will you harass a wind-driven leaf or pursue a withered straw?",
              "reference": "Job 13:25"
            },
            {
              "content": "For you draw up bitter indictments against me, and punish in me the faults of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet in the stocks; you watch all my paths and trace out all my footsteps,",
              "reference": "Job 13:27"
            },
            {
              "content": "Though I wear out like a leather bottle, like a garment the moth has consumed.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Man born of woman is short-lived and full of trouble,",
              "reference": "Job 14:1"
            },
            {
              "content": "Like a flower that springs up and fades, swift as a shadow that does not abide.",
              "reference": "Job 14:2"
            },
            {
              "content": "Upon such a one will you set your eyes, bringing me into judgment before you?",
              "reference": "Job 14:3"
            },
            {
              "content": "Can anyone make the unclean clean? No one can.",
              "reference": "Job 14:4"
            },
            {
              "content": "Since his days are determined— you know the number of his months; you have fixed the limit which he cannot pass—",
              "reference": "Job 14:5"
            },
            {
              "content": "Look away from him and let him be, while, like a hireling, he completes his day.",
              "reference": "Job 14:6"
            },
            {
              "content": "For a tree there is hope; if it is cut down, it will sprout again, its tender shoots will not cease.",
              "reference": "Job 14:7"
            },
            {
              "content": "Even though its root grow old in the earth and its stump die in the dust,",
              "reference": "Job 14:8"
            },
            {
              "content": "Yet at the first whiff of water it sprouts and puts forth branches like a young plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But when a man dies, all vigor leaves him; when a mortal expires, where then is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "As when the waters of a lake fail, or a stream shrivels and dries up,",
              "reference": "Job 14:11"
            },
            {
              "content": "So mortals lie down, never to rise. Until the heavens are no more, they shall not awake, nor be roused out of their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "Oh, that you would hide me in Sheol, shelter me till your wrath is past, fix a time to remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If a man were to die, and live again, all the days of my drudgery I would wait for my relief to come.",
              "reference": "Job 14:14"
            },
            {
              "content": "You would call, and I would answer you; you would long for the work of your hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "Surely then you would count my steps, and not keep watch for sin in me.",
              "reference": "Job 14:16"
            },
            {
              "content": "My misdeeds would be sealed up in a pouch, and you would cover over my guilt.",
              "reference": "Job 14:17"
            },
            {
              "content": "Mountains fall and crumble, rocks move from their place,",
              "reference": "Job 14:18"
            },
            {
              "content": "And water wears away stone, and floods wash away the soil of the land— so you destroy the hope of mortals!",
              "reference": "Job 14:19"
            },
            {
              "content": "You prevail once for all against them and they pass on; you dismiss them with changed appearance.",
              "reference": "Job 14:20"
            },
            {
              "content": "If their children are honored, they are not aware of it; or if disgraced, they do not know about them.",
              "reference": "Job 14:21"
            },
            {
              "content": "Only for themselves, their pain; only for themselves, their mourning.",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered and said:",
              "reference": "Job 15:1"
            },
            {
              "content": "Does a wise man answer with windy opinions, or puff himself up with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Does he argue in speech that does not avail, and in words that are to no profit?",
              "reference": "Job 15:3"
            },
            {
              "content": "You in fact do away with piety, you lessen devotion toward God,",
              "reference": "Job 15:4"
            },
            {
              "content": "Because your wickedness instructs your mouth, and you choose to speak like the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you, not I; your own lips refute you.",
              "reference": "Job 15:6"
            },
            {
              "content": "Were you the first to be born? Were you brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Do you listen in on God’s council and restrict wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we do not know, or understand that we do not?",
              "reference": "Job 15:9"
            },
            {
              "content": "There are gray-haired old men among us, more advanced in years than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are the consolations of God not enough for you, and speech that deals gently with you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why does your heart carry you away, and why do your eyes flash,",
              "reference": "Job 15:12"
            },
            {
              "content": "So that you turn your anger against God and let such words escape your mouth!",
              "reference": "Job 15:13"
            },
            {
              "content": "How can any mortal be blameless, anyone born of woman be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "If in his holy ones God places no confidence, and if the heavens are not without blame in his sight,",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less so is the abominable and corrupt: people who drink in iniquity like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "I will show you, if you listen to me; what I have seen I will tell—",
              "reference": "Job 15:17"
            },
            {
              "content": "What the wise relate and have not contradicted since the days of their ancestors,",
              "reference": "Job 15:18"
            },
            {
              "content": "To whom alone the land was given, when no foreigner moved among them:",
              "reference": "Job 15:19"
            },
            {
              "content": "The wicked is in torment all his days, and limited years are in store for the ruthless;",
              "reference": "Job 15:20"
            },
            {
              "content": "The sound of terrors is in his ears; when all is prosperous, a spoiler comes upon him.",
              "reference": "Job 15:21"
            },
            {
              "content": "He despairs of escaping the darkness, and looks ever for the sword;",
              "reference": "Job 15:22"
            },
            {
              "content": "A wanderer, food for vultures, he knows destruction is imminent.",
              "reference": "Job 15:23"
            },
            {
              "content": "A day of darkness fills him with dread; distress and anguish overpower him, like a king expecting an attack.",
              "reference": "Job 15:24"
            },
            {
              "content": "Because he has stretched out his hand against God and arrogantly challenged the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "Rushing defiantly against him, with the stout bosses of his shields.",
              "reference": "Job 15:26"
            },
            {
              "content": "Although he has covered his face with his crassness, padded his loins with blubber,",
              "reference": "Job 15:27"
            },
            {
              "content": "He shall dwell in ruined cities, in houses that are deserted, crumbling into rubble.",
              "reference": "Job 15:28"
            },
            {
              "content": "He shall not be rich, his possessions shall not endure; his property shall not spread over the land.",
              "reference": "Job 15:29"
            },
            {
              "content": "A flame shall sear his early growth, and with the wind his blossoms shall disappear.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let him not trust in his height, misled, even though his height be like the palm tree.",
              "reference": "Job 15:31"
            },
            {
              "content": "He shall wither before his time, his branches no longer green.",
              "reference": "Job 15:32"
            },
            {
              "content": "He shall be like a vine that sheds its grapes unripened, like an olive tree casting off its blossom.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the breed of the impious shall be sterile, and fire shall consume the tents of extortioners.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive malice, bring forth deceit, give birth to fraud.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 16:1"
            },
            {
              "content": "I have heard this sort of thing many times. Troublesome comforters, all of you!",
              "reference": "Job 16:2"
            },
            {
              "content": "Is there no end to windy words? What sickness makes you rattle on?",
              "reference": "Job 16:3"
            },
            {
              "content": "I also could talk as you do, were you in my place. I could declaim over you, or wag my head at you;",
              "reference": "Job 16:4"
            },
            {
              "content": "I could strengthen you with talk, with mere chatter give relief.",
              "reference": "Job 16:5"
            },
            {
              "content": "If I speak, my pain is not relieved; if I stop speaking, nothing changes.",
              "reference": "Job 16:6"
            },
            {
              "content": "But now he has exhausted me; you have stunned all my companions.",
              "reference": "Job 16:7"
            },
            {
              "content": "You have shriveled me up; it is a witness, my gauntness rises up to testify against me;",
              "reference": "Job 16:8"
            },
            {
              "content": "His wrath tears and assails me, he gnashes his teeth against me; My enemy looks daggers at me.",
              "reference": "Job 16:9"
            },
            {
              "content": "They gape at me with their mouths; They strike me on the cheek with insults; they are all enlisted against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God has given me over to the impious; into the hands of the wicked he has cast me.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was in peace, but he dislodged me, seized me by the neck, dashed me to pieces. He has set me up for a target;",
              "reference": "Job 16:12"
            },
            {
              "content": "his arrows strike me from all directions. He pierces my sides without mercy, pours out my gall upon the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He pierces me, thrust upon thrust, rushes at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sewn sackcloth on my skin, laid my horn low in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is inflamed with weeping, darkness covers my eyes,",
              "reference": "Job 16:16"
            },
            {
              "content": "Although my hands are free from violence, and my prayer sincere.",
              "reference": "Job 16:17"
            },
            {
              "content": "O earth, do not cover my blood, nor let my outcry come to rest!",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now my witness is in heaven, my advocate is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends it is who wrong me; before God my eyes shed tears,",
              "reference": "Job 16:20"
            },
            {
              "content": "That justice may be done for a mortal with God: as for a man with his neighbor.",
              "reference": "Job 16:21"
            },
            {
              "content": "For my years are numbered, and I go the road of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "My spirit is broken, my days finished, my burial at hand.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely mockers surround me, at their provocation, my eyes grow dim.",
              "reference": "Job 17:2"
            },
            {
              "content": "Put up a pledge for me with you: who is there to give surety for me?",
              "reference": "Job 17:3"
            },
            {
              "content": "You darken their minds to knowledge; therefore you will not exalt them.",
              "reference": "Job 17:4"
            },
            {
              "content": "For a share of property he informs on friends, while the eyes of his children grow dim.",
              "reference": "Job 17:5"
            },
            {
              "content": "I am made a byword of the people; I am one at whom people spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes are blind with anguish, and my whole frame is like a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "The upright are astonished at this, the innocent aroused against the wicked.",
              "reference": "Job 17:8"
            },
            {
              "content": "The righteous holds to his way, the one with clean hands increases in strength.",
              "reference": "Job 17:9"
            },
            {
              "content": "But turn now, and come on again; I do not find a wise man among you!",
              "reference": "Job 17:10"
            },
            {
              "content": "My days pass by, my plans are at an end, the yearning of my heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "They would change the night into day; where there is darkness they talk of approaching light.",
              "reference": "Job 17:12"
            },
            {
              "content": "If my only hope is dwelling in Sheol, and spreading my couch in darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "If I am to say to the pit, “You are my father,” and to the worm “my mother,” “my sister,”",
              "reference": "Job 17:14"
            },
            {
              "content": "Where then is my hope, my happiness, who can see it?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will they descend with me into Sheol? Shall we go down together into the dust?",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered and said:",
              "reference": "Job 18:1"
            },
            {
              "content": "When will you put an end to words? Reflect, and then we can have discussion.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we accounted like beasts, equal to them in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "You who tear yourself in your anger— shall the earth be neglected on your account or the rock be moved out of its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "Truly, the light of the wicked is extinguished; the flame of his fire casts no light.",
              "reference": "Job 18:5"
            },
            {
              "content": "In his tent light is darkness; the lamp above him goes out.",
              "reference": "Job 18:6"
            },
            {
              "content": "His vigorous steps are hemmed in, his own counsel casts him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "A net catches him by the feet, he wanders into a pitfall.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap seizes him by the heel, a snare lays hold of him.",
              "reference": "Job 18:9"
            },
            {
              "content": "A noose is hidden for him on the ground, a netting for him on the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "On every side terrors frighten him; they harry him at each step.",
              "reference": "Job 18:11"
            },
            {
              "content": "His strength is famished, disaster is ready at his side,",
              "reference": "Job 18:12"
            },
            {
              "content": "His skin is eaten to the limbs, the firstborn of Death eats his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "He is plucked from the security of his tent; and marched off to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "Fire lodges in his tent, over his abode brimstone is scattered.",
              "reference": "Job 18:15"
            },
            {
              "content": "Below, his roots dry up, and above, his branches wither.",
              "reference": "Job 18:16"
            },
            {
              "content": "His memory perishes from the earth, and he has no name in the countryside.",
              "reference": "Job 18:17"
            },
            {
              "content": "He is driven from light into darkness, and banished from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He has neither offshoot nor offspring among his people, no survivor where once he dwelt.",
              "reference": "Job 18:19"
            },
            {
              "content": "Those who come after shall be appalled at his fate; those who went before are seized with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "So is it then with the dwelling of the impious; such is the place of the one who does not know God!",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 19:1"
            },
            {
              "content": "How long will you afflict my spirit, grind me down with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times you have humiliated me, have assailed me without shame!",
              "reference": "Job 19:3"
            },
            {
              "content": "Even if it were true that I am at fault, my fault would remain with me;",
              "reference": "Job 19:4"
            },
            {
              "content": "If truly you exalt yourselves at my expense, and use my shame as an argument against me,",
              "reference": "Job 19:5"
            },
            {
              "content": "Know then that it is God who has dealt unfairly with me, and compassed me round with his net.",
              "reference": "Job 19:6"
            },
            {
              "content": "If I cry out “Violence!” I am not answered. I shout for help, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has barred my way and I cannot pass; veiled my path in darkness;",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my glory, taken the diadem from my brow.",
              "reference": "Job 19:9"
            },
            {
              "content": "He breaks me down on every side, and I am gone; he has uprooted my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "He has kindled his wrath against me; he counts me one of his enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops advance as one; they build up their road to attack me, encamp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "My family has withdrawn from me, my friends are wholly estranged.",
              "reference": "Job 19:13"
            },
            {
              "content": "My relatives and companions neglect me, my guests have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "Even my maidservants consider me a stranger; I am a foreigner in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "I call my servant, but he gives no answer, though I plead aloud with him.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is abhorrent to my wife; I am loathsome to my very children.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even young children despise me; when I appear, they speak against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my intimate friends hold me in horror; those whom I loved have turned against me!",
              "reference": "Job 19:19"
            },
            {
              "content": "My bones cling to my skin, and I have escaped by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Pity me, pity me, you my friends, for the hand of God has struck me!",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you pursue me like God, and prey insatiably upon me?",
              "reference": "Job 19:22"
            },
            {
              "content": "Oh, would that my words were written down! Would that they were inscribed in a record:",
              "reference": "Job 19:23"
            },
            {
              "content": "That with an iron chisel and with lead they were cut in the rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "As for me, I know that my vindicator lives, and that he will at last stand forth upon the dust.",
              "reference": "Job 19:25"
            },
            {
              "content": "This will happen when my skin has been stripped off, and from my flesh I will see God:",
              "reference": "Job 19:26"
            },
            {
              "content": "I will see for myself, my own eyes, not another’s, will behold him: my inmost being is consumed with longing.",
              "reference": "Job 19:27"
            },
            {
              "content": "But you who say, “How shall we persecute him, seeing that the root of the matter is found in him?”",
              "reference": "Job 19:28"
            },
            {
              "content": "Be afraid of the sword for yourselves, for your anger is a crime deserving the sword; that you may know that there is a judgment.",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered and said:",
              "reference": "Job 20:1"
            },
            {
              "content": "So now my thoughts provide an answer for me, because of the feelings within me.",
              "reference": "Job 20:2"
            },
            {
              "content": "A rebuke that puts me to shame I hear, and from my understanding a spirit gives me a reply.",
              "reference": "Job 20:3"
            },
            {
              "content": "Do you not know this: from of old, since human beings were placed upon the earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "The triumph of the wicked is short and the joy of the impious but for a moment?",
              "reference": "Job 20:5"
            },
            {
              "content": "Though his pride mount up to the heavens and his head reach to the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "Yet he perishes forever like the dung he uses for fuel, and onlookers say, “Where is he?”",
              "reference": "Job 20:7"
            },
            {
              "content": "Like a dream he takes flight and cannot be found; he fades away like a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye which saw him does so no more; nor shall his dwelling again behold him.",
              "reference": "Job 20:9"
            },
            {
              "content": "His sons will restore to the poor, and his hands will yield up his riches.",
              "reference": "Job 20:10"
            },
            {
              "content": "Though his bones are full of youthful vigor, it shall lie with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "Though wickedness is sweet in his mouth, and he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "Though he retains it and will not let it go but keeps it still within his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "Yet in his stomach the food shall turn; it shall be venom of asps inside him.",
              "reference": "Job 20:14"
            },
            {
              "content": "The riches he swallowed he shall vomit up; God shall make his belly disgorge them.",
              "reference": "Job 20:15"
            },
            {
              "content": "The poison of asps he shall drink in; the viper’s fangs shall slay him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He shall see no streams of oil, no torrents of honey or milk.",
              "reference": "Job 20:17"
            },
            {
              "content": "He shall give back his gains, never used; like his profit from trade, never enjoyed.",
              "reference": "Job 20:18"
            },
            {
              "content": "Because he has oppressed and neglected the poor, and stolen a house he did not build;",
              "reference": "Job 20:19"
            },
            {
              "content": "For he has known no quiet in his greed, in his treasure he cannot save himself.",
              "reference": "Job 20:20"
            },
            {
              "content": "None of his survivors will consume it, therefore his prosperity shall not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "When he has more than enough, distress shall be his, every sort of trouble shall come upon him.",
              "reference": "Job 20:22"
            },
            {
              "content": "When he has filled his belly, God shall send against him the fury of his wrath and rain down his missiles upon him.",
              "reference": "Job 20:23"
            },
            {
              "content": "Should he escape an iron weapon, a bronze bow shall pierce him through;",
              "reference": "Job 20:24"
            },
            {
              "content": "The dart shall come out of his back, a shining point out of his gall-bladder: terrors fall upon him.",
              "reference": "Job 20:25"
            },
            {
              "content": "Complete darkness is in store for his treasured ones; a fire unfanned shall consume him; any survivor in his tent shall be destroyed.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens shall reveal his guilt, and the earth rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "The flood shall sweep away his house, torrents in the day of God’s anger.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the portion of the wicked, the heritage appointed him by God.",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 21:1"
            },
            {
              "content": "At least listen to my words, and let that be the consolation you offer.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me while I speak; and after I have spoken, you can mock!",
              "reference": "Job 21:3"
            },
            {
              "content": "Is my complaint toward any human being? Why should I not be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be appalled, put your hands over your mouths.",
              "reference": "Job 21:5"
            },
            {
              "content": "When I think of it, I am dismayed, and shuddering seizes my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked keep on living, grow old, become mighty in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their progeny is secure in their sight; their offspring are before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their homes are safe, without fear, and the rod of God is not upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bulls breed without fail; their cows calve and do not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They let their young run free like sheep, their children skip about.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing along with drum and lyre, and make merry to the sound of the pipe.",
              "reference": "Job 21:12"
            },
            {
              "content": "They live out their days in prosperity, and tranquilly go down to Sheol.",
              "reference": "Job 21:13"
            },
            {
              "content": "Yet they say to God, “Depart from us, for we have no desire to know your ways!",
              "reference": "Job 21:14"
            },
            {
              "content": "What is the Almighty that we should serve him? And what do we gain by praying to him?”",
              "reference": "Job 21:15"
            },
            {
              "content": "Their happiness is not in their own hands. The designs of the wicked are far from me!",
              "reference": "Job 21:16"
            },
            {
              "content": "How often is the lamp of the wicked put out? How often does destruction come upon them, the portion God allots in his anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "Let them be like straw before the wind, like chaff the storm carries away!",
              "reference": "Job 21:18"
            },
            {
              "content": "“God is storing up the man’s misery for his children”?— let him requite the man himself so that he knows it!",
              "reference": "Job 21:19"
            },
            {
              "content": "Let his own eyes behold his calamity, and the wrath of the Almighty let him drink!",
              "reference": "Job 21:20"
            },
            {
              "content": "For what interest has he in his family after him, when the number of his months is finished?",
              "reference": "Job 21:21"
            },
            {
              "content": "Can anyone teach God knowledge, seeing that he judges those on high?",
              "reference": "Job 21:22"
            },
            {
              "content": "One dies in his full vigor, wholly at ease and content;",
              "reference": "Job 21:23"
            },
            {
              "content": "His figure is full and nourished, his bones are moist with marrow.",
              "reference": "Job 21:24"
            },
            {
              "content": "Another dies with a bitter spirit, never having tasted happiness.",
              "reference": "Job 21:25"
            },
            {
              "content": "Alike they lie down in the dust, and worms cover them both.",
              "reference": "Job 21:26"
            },
            {
              "content": "See, I know your thoughts, and the arguments you plot against me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For you say, “Where is the house of the great, and where the dwelling place of the wicked?”",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you not asked the wayfarers and do you not acknowledge the witness they give?",
              "reference": "Job 21:29"
            },
            {
              "content": "On the day of calamity the evil man is spared, on the day that wrath is released.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who will charge him to his face about his conduct, and for what he has done who will repay him?",
              "reference": "Job 21:31"
            },
            {
              "content": "He is carried to the grave and at his tomb they keep watch.",
              "reference": "Job 21:32"
            },
            {
              "content": "Sweet to him are the clods of the valley. All humankind will follow after him, and countless others before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "How empty the consolation you offer me! Your arguments remain a fraud.",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered and said:",
              "reference": "Job 22:1"
            },
            {
              "content": "Can a man be profitable to God? Can a wise man be profitable to him?",
              "reference": "Job 22:2"
            },
            {
              "content": "Does it please the Almighty that you are just? Does he gain if your ways are perfect?",
              "reference": "Job 22:3"
            },
            {
              "content": "Is it because of your piety that he reproves you— that he enters into judgment with you?",
              "reference": "Job 22:4"
            },
            {
              "content": "Is not your wickedness great, your iniquity endless?",
              "reference": "Job 22:5"
            },
            {
              "content": "You keep your relatives’ goods in pledge unjustly, leave them stripped naked of their clothing.",
              "reference": "Job 22:6"
            },
            {
              "content": "To the thirsty you give no water to drink, and from the hungry you withhold bread;",
              "reference": "Job 22:7"
            },
            {
              "content": "As if the land belonged to the powerful, and only the privileged could dwell in it!",
              "reference": "Job 22:8"
            },
            {
              "content": "You sent widows away empty-handed, and the resources of orphans are destroyed.",
              "reference": "Job 22:9"
            },
            {
              "content": "Therefore snares are round about you, sudden terror makes you panic,",
              "reference": "Job 22:10"
            },
            {
              "content": "Or darkness—you cannot see! A deluge of waters covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "Does not God, in the heights of the heavens, behold the top of the stars, high though they are?",
              "reference": "Job 22:12"
            },
            {
              "content": "Yet you say, “What does God know? Can he judge through the thick darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Clouds hide him so that he cannot see as he walks around the circuit of the heavens!”",
              "reference": "Job 22:14"
            },
            {
              "content": "Do you indeed keep to the ancient way trodden by the worthless?",
              "reference": "Job 22:15"
            },
            {
              "content": "They were snatched before their time; their foundations a river swept away.",
              "reference": "Job 22:16"
            },
            {
              "content": "They said to God, “Let us alone!” and, “What can the Almighty do to us?”",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet he had filled their houses with good things. The designs of the wicked are far from me!",
              "reference": "Job 22:18"
            },
            {
              "content": "The just look on and are glad, and the innocent deride them:",
              "reference": "Job 22:19"
            },
            {
              "content": "“Truly our enemies are destroyed, and what was left to them, fire has consumed!”",
              "reference": "Job 22:20"
            },
            {
              "content": "Settle with him and have peace. That way good shall come to you:",
              "reference": "Job 22:21"
            },
            {
              "content": "Receive instruction from his mouth, and place his words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty, you will be restored; if you put iniquity far from your tent,",
              "reference": "Job 22:23"
            },
            {
              "content": "And treat raw gold as dust, the fine gold of Ophir as pebbles in the wadi,",
              "reference": "Job 22:24"
            },
            {
              "content": "Then the Almighty himself shall be your gold and your sparkling silver.",
              "reference": "Job 22:25"
            },
            {
              "content": "For then you shall delight in the Almighty, you shall lift up your face toward God.",
              "reference": "Job 22:26"
            },
            {
              "content": "Entreat him and he will hear you, and your vows you shall fulfill.",
              "reference": "Job 22:27"
            },
            {
              "content": "What you decide shall succeed for you, and upon your ways light shall shine.",
              "reference": "Job 22:28"
            },
            {
              "content": "For when they are brought low, you will say, “It is pride!” But downcast eyes he saves.",
              "reference": "Job 22:29"
            },
            {
              "content": "He will deliver whoever is innocent; you shall be delivered if your hands are clean.",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 23:1"
            },
            {
              "content": "Today especially my complaint is bitter, his hand is heavy upon me in my groanings.",
              "reference": "Job 23:2"
            },
            {
              "content": "Would that I knew how to find him, that I might come to his dwelling!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would set out my case before him, fill my mouth with arguments;",
              "reference": "Job 23:4"
            },
            {
              "content": "I would learn the words he would answer me, understand what he would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he contend against me with his great power? No, he himself would heed me!",
              "reference": "Job 23:6"
            },
            {
              "content": "There an upright man might argue with him, and I would once and for all be delivered from my judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "But if I go east, he is not there; or west, I cannot perceive him;",
              "reference": "Job 23:8"
            },
            {
              "content": "The north enfolds him, and I cannot catch sight of him; The south hides him, and I cannot see him.",
              "reference": "Job 23:9"
            },
            {
              "content": "Yet he knows my way; if he tested me, I should come forth like gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My foot has always walked in his steps; I have kept his way and not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "From the commands of his lips I have not departed; the words of his mouth I have treasured in my heart.",
              "reference": "Job 23:12"
            },
            {
              "content": "But once he decides, who can contradict him? What he desires, that he does.",
              "reference": "Job 23:13"
            },
            {
              "content": "For he will carry out what is appointed for me, and many such things he has in store.",
              "reference": "Job 23:14"
            },
            {
              "content": "Therefore I am terrified before him; when I take thought, I dread him.",
              "reference": "Job 23:15"
            },
            {
              "content": "For it is God who has made my heart faint, the Almighty who has terrified me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Yes, would that I had vanished in darkness, hidden by the thick gloom before me.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Why are times not set by the Almighty, and why do his friends not see his days?",
              "reference": "Job 24:1"
            },
            {
              "content": "People remove landmarks; they steal herds and pasture them.",
              "reference": "Job 24:2"
            },
            {
              "content": "The donkeys of orphans they drive away; they take the widow’s ox for a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They force the needy off the road; all the poor of the land are driven into hiding.",
              "reference": "Job 24:4"
            },
            {
              "content": "Like wild donkeys in the wilderness, they go forth to their task of seeking prey; the steppe provides food for their young;",
              "reference": "Job 24:5"
            },
            {
              "content": "They harvest fodder in the field, and glean in the vineyard of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "They pass the night naked, without clothing; they have no covering against the cold;",
              "reference": "Job 24:7"
            },
            {
              "content": "They are drenched with rain from the mountains, and for want of shelter they cling to the rock.",
              "reference": "Job 24:8"
            },
            {
              "content": "Orphans are snatched from the breast, infants of the needy are taken in pledge.",
              "reference": "Job 24:9"
            },
            {
              "content": "They go about naked, without clothing, and famished, they carry the sheaves.",
              "reference": "Job 24:10"
            },
            {
              "content": "Between the rows they press out the oil; they tread the wine presses, yet are thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "In the city the dying groan, and the souls of the wounded cry out. Yet God does not treat it as a disgrace!",
              "reference": "Job 24:12"
            },
            {
              "content": "They are rebels against the light: they do not recognize its ways; they do not stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "When there is no light the murderer rises, to kill the poor and needy; in the night he acts like a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye of the adulterer watches for the twilight; he says, “No eye will see me.” He puts a mask over his face;",
              "reference": "Job 24:15"
            },
            {
              "content": "in the dark he breaks into houses; By day they shut themselves in; they do not know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "Indeed, for all of them morning is deep darkness; then they recognize the terrors of deep darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "He is swift on the surface of the water: their portion in the land is accursed, they do not turn aside by way of the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Drought and heat snatch away the snow waters, Sheol, those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "May the womb forget him, may the worm find him sweet, may he no longer be remembered; And may wickedness be broken like a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "May his companion be barren, unable to give birth, may his widow not prosper!",
              "reference": "Job 24:21"
            },
            {
              "content": "He sustains the mighty by his strength, to him who rises without assurance of his life",
              "reference": "Job 24:22"
            },
            {
              "content": "he gives safety and support, and his eyes are on their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted for a while, and then are no more; laid low, like everyone else they are gathered up; like ears of grain they shrivel.",
              "reference": "Job 24:24"
            },
            {
              "content": "If this be not so, who can make me a liar, and reduce my words to nothing?",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered and said:",
              "reference": "Job 25:1"
            },
            {
              "content": "Dominion and dread are his who brings about harmony in his heavens.",
              "reference": "Job 25:2"
            },
            {
              "content": "Is there any numbering of his troops? Yet on which of them does his light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How can anyone be in the right against God, or how can any born of woman be innocent?",
              "reference": "Job 25:4"
            },
            {
              "content": "Even the moon is not bright and the stars are not clean in his eyes.",
              "reference": "Job 25:5"
            },
            {
              "content": "How much less a human being, who is but a worm, a mortal, who is only a maggot?",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered and said:",
              "reference": "Job 26:1"
            },
            {
              "content": "What help you give to the powerless, what strength to the feeble arm!",
              "reference": "Job 26:2"
            },
            {
              "content": "How you give counsel to one without wisdom; how profuse is the advice you offer!",
              "reference": "Job 26:3"
            },
            {
              "content": "With whose help have you uttered those words, whose breath comes forth from you?",
              "reference": "Job 26:4"
            },
            {
              "content": "The shades beneath writhe in terror, the waters, and their inhabitants.",
              "reference": "Job 26:5"
            },
            {
              "content": "Naked before him is Sheol, and Abaddon has no covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretches out Zaphon over the void, and suspends the earth over nothing at all;",
              "reference": "Job 26:7"
            },
            {
              "content": "He binds up the waters in his clouds, yet the cloud is not split by their weight;",
              "reference": "Job 26:8"
            },
            {
              "content": "He holds back the appearance of the full moon by spreading his clouds before it.",
              "reference": "Job 26:9"
            },
            {
              "content": "He has marked out a circle on the surface of the deep as the boundary of light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of the heavens tremble and are stunned at his thunderous rebuke;",
              "reference": "Job 26:11"
            },
            {
              "content": "By his power he stilled Sea, by his skill he crushed Rahab;",
              "reference": "Job 26:12"
            },
            {
              "content": "By his wind the heavens were made clear, his hand pierced the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "Lo, these are but the outlines of his ways, and what a whisper of a word we hear of him: Who can comprehend the thunder of his power?",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Job took up his theme again and said:",
              "reference": "Job 27:1"
            },
            {
              "content": "As God lives, who takes away my right, the Almighty, who has made my life bitter,",
              "reference": "Job 27:2"
            },
            {
              "content": "So long as I still have life breath in me, the breath of God in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "My lips shall not speak falsehood, nor my tongue utter deceit!",
              "reference": "Job 27:4"
            },
            {
              "content": "Far be it from me to account you right; till I die I will not renounce my innocence.",
              "reference": "Job 27:5"
            },
            {
              "content": "My justice I maintain and I will not relinquish it; my heart does not reproach me for any of my days.",
              "reference": "Job 27:6"
            },
            {
              "content": "Let my enemy be as the wicked and my adversary as the unjust!",
              "reference": "Job 27:7"
            },
            {
              "content": "For what hope has the impious when he is cut off, when God requires his life?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God then listen to his cry when distress comes upon him,",
              "reference": "Job 27:9"
            },
            {
              "content": "If he delights in the Almighty and calls upon God constantly?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you what is in God’s hand, and the way of the Almighty I will not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "Look, you yourselves have all seen it; why do you spend yourselves in empty words!",
              "reference": "Job 27:12"
            },
            {
              "content": "This is the portion of the wicked with God, the heritage oppressors receive from the Almighty:",
              "reference": "Job 27:13"
            },
            {
              "content": "Though his children be many, the sword awaits them. His descendants shall want for bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "His survivors shall be buried in death; their widows shall not weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though he heap up silver like dust and store away mounds of clothing,",
              "reference": "Job 27:16"
            },
            {
              "content": "What he has stored the righteous shall wear, and the innocent shall divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "He builds his house as of cobwebs, or like a booth put up by a watchman.",
              "reference": "Job 27:18"
            },
            {
              "content": "He lies down a rich man, one last time; he opens his eyes—nothing is there.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors flood over him like water, at night the tempest carries him off.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind seizes him and he is gone; it sweeps him from his place;",
              "reference": "Job 27:21"
            },
            {
              "content": "It hurls itself at him without pity, as he tries to flee from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "It claps its hands at him, and whistles at him from its place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "There is indeed a mine for silver, and a place for refining gold.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken from the earth, and copper smelted out of stone.",
              "reference": "Job 28:2"
            },
            {
              "content": "He sets a boundary for the darkness; the farthest confines he explores.",
              "reference": "Job 28:3"
            },
            {
              "content": "He breaks open a shaft far from habitation, unknown to human feet; suspended, far from people, they sway.",
              "reference": "Job 28:4"
            },
            {
              "content": "The earth, though out of it comes forth bread, is in fiery upheaval underneath.",
              "reference": "Job 28:5"
            },
            {
              "content": "Its stones are the source of lapis lazuli, and there is gold in its dust.",
              "reference": "Job 28:6"
            },
            {
              "content": "The path no bird of prey knows, nor has the hawk’s eye seen it.",
              "reference": "Job 28:7"
            },
            {
              "content": "The proud beasts have not trodden it, nor has the lion gone that way.",
              "reference": "Job 28:8"
            },
            {
              "content": "He sets his hand to the flinty rock, and overturns the mountains at their root.",
              "reference": "Job 28:9"
            },
            {
              "content": "He splits channels in the rocks; his eyes behold all that is precious.",
              "reference": "Job 28:10"
            },
            {
              "content": "He dams up the sources of the streams, and brings hidden things to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "As for wisdom—where can she be found? Where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Mortals do not know her path, nor is she to be found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The Deep says, “She is not in me”; and the Sea says, “She is not with me.”",
              "reference": "Job 28:14"
            },
            {
              "content": "Solid gold cannot purchase her, nor can her price be paid with silver.",
              "reference": "Job 28:15"
            },
            {
              "content": "She cannot be bought with gold of Ophir, with precious onyx or lapis lazuli,",
              "reference": "Job 28:16"
            },
            {
              "content": "Gold or crystal cannot equal her, nor can golden vessels be exchanged for her.",
              "reference": "Job 28:17"
            },
            {
              "content": "Neither coral nor crystal should be thought of; the value of wisdom surpasses pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "Ethiopian topaz does not equal her, nor can she be weighed out for pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "As for wisdom, where does she come from? Where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "She is hidden from the eyes of every living thing; even from the birds of the air she is concealed.",
              "reference": "Job 28:21"
            },
            {
              "content": "Abaddon and Death say, “Only by rumor have we heard of her.”",
              "reference": "Job 28:22"
            },
            {
              "content": "But God understands the way to her; it is he who knows her place.",
              "reference": "Job 28:23"
            },
            {
              "content": "For he beholds the ends of the earth and sees all that is under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When he weighed out the wind, and measured out the waters;",
              "reference": "Job 28:25"
            },
            {
              "content": "When he made a rule for the rain and a path for the thunderbolts,",
              "reference": "Job 28:26"
            },
            {
              "content": "Then he saw wisdom and appraised her, established her, and searched her out.",
              "reference": "Job 28:27"
            },
            {
              "content": "And to mortals he said: See: the fear of the Lord is wisdom; and avoiding evil is understanding.",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Job took up his theme again and said:",
              "reference": "Job 29:1"
            },
            {
              "content": "Oh, that I were as in the months past, as in the days when God watched over me:",
              "reference": "Job 29:2"
            },
            {
              "content": "While he kept his lamp shining above my head, and by his light I walked through darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "As I was in my flourishing days, when God sheltered my tent;",
              "reference": "Job 29:4"
            },
            {
              "content": "When the Almighty was still with me, and my children were round about me;",
              "reference": "Job 29:5"
            },
            {
              "content": "When my footsteps were bathed in cream, and the rock flowed with streams of oil.",
              "reference": "Job 29:6"
            },
            {
              "content": "Whenever I went out to the gate of the city and took my seat in the square,",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men saw me and withdrew, and the elders rose up and stood;",
              "reference": "Job 29:8"
            },
            {
              "content": "Officials refrained from speaking and covered their mouths with their hands;",
              "reference": "Job 29:9"
            },
            {
              "content": "The voice of the princes was silenced, and their tongues stuck to the roofs of their mouths.",
              "reference": "Job 29:10"
            },
            {
              "content": "The ear that heard blessed me; the eye that saw acclaimed me.",
              "reference": "Job 29:11"
            },
            {
              "content": "For I rescued the poor who cried out for help, the orphans, and the unassisted;",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of those in extremity came upon me, and the heart of the widow I made joyful.",
              "reference": "Job 29:13"
            },
            {
              "content": "I wore my righteousness like a garment; justice was my robe and my turban.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind, and feet to the lame was I.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the poor; the complaint of the stranger I pursued,",
              "reference": "Job 29:16"
            },
            {
              "content": "And I broke the jaws of the wicked man; from his teeth I forced the prey.",
              "reference": "Job 29:17"
            },
            {
              "content": "I said: “In my own nest I shall grow old; I shall multiply years like the phoenix.",
              "reference": "Job 29:18"
            },
            {
              "content": "My root is spread out to the waters; the dew rests by night on my branches.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory is fresh within me, and my bow is renewed in my hand!”",
              "reference": "Job 29:20"
            },
            {
              "content": "For me they listened and waited; they were silent for my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "Once I spoke, they said no more, but received my pronouncement drop by drop.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me as for the rain; they drank in my words like the spring rains.",
              "reference": "Job 29:23"
            },
            {
              "content": "When I smiled on them they could not believe it; they would not let the light of my face be dimmed.",
              "reference": "Job 29:24"
            },
            {
              "content": "I decided their course and sat at their head, I lived like a king among the troops, like one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "But now they hold me in derision who are younger than I, Whose fathers I should have disdained to rank with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "Such strength as they had meant nothing to me; their vigor had perished.",
              "reference": "Job 30:2"
            },
            {
              "content": "In want and emaciating hunger they fled to the parched lands: to the desolate wasteland by night.",
              "reference": "Job 30:3"
            },
            {
              "content": "They plucked saltwort and shrubs; the roots of the broom plant were their food.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were banished from the community, with an outcry like that against a thief—",
              "reference": "Job 30:5"
            },
            {
              "content": "To dwell on the slopes of the wadies, in caves of sand and stone;",
              "reference": "Job 30:6"
            },
            {
              "content": "Among the bushes they brayed; under the nettles they huddled together.",
              "reference": "Job 30:7"
            },
            {
              "content": "Irresponsible, of no account, they were driven out of the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "Yet now they sing of me in mockery; I have become a byword among them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They abhor me, they stand aloof, they do not hesitate to spit in my face!",
              "reference": "Job 30:10"
            },
            {
              "content": "Because he has loosened my bowstring and afflicted me, they have thrown off restraint in my presence.",
              "reference": "Job 30:11"
            },
            {
              "content": "On my right the young rabble rise up; they trip my feet, they build their approaches for my ruin.",
              "reference": "Job 30:12"
            },
            {
              "content": "They tear up my path, they promote my ruin, no helper is there against them.",
              "reference": "Job 30:13"
            },
            {
              "content": "As through a wide breach they advance; amid the uproar they come on in waves;",
              "reference": "Job 30:14"
            },
            {
              "content": "terrors roll over me. My dignity is driven off like the wind, and my well-being vanishes like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "And now my life ebbs away from me, days of affliction have taken hold of me.",
              "reference": "Job 30:16"
            },
            {
              "content": "At night he pierces my bones, my sinews have no rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "With great difficulty I change my clothes, the collar of my tunic fits around my waist.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has cast me into the mire; I have become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry to you, but you do not answer me; I stand, but you take no notice.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have turned into my tormentor, and with your strong hand you attack me.",
              "reference": "Job 30:21"
            },
            {
              "content": "You raise me up and drive me before the wind; I am tossed about by the tempest.",
              "reference": "Job 30:22"
            },
            {
              "content": "Indeed I know that you will return me to death to the house destined for everyone alive.",
              "reference": "Job 30:23"
            },
            {
              "content": "Yet should not a hand be held out to help a wretched person in distress?",
              "reference": "Job 30:24"
            },
            {
              "content": "Did I not weep for the hardships of others; was not my soul grieved for the poor?",
              "reference": "Job 30:25"
            },
            {
              "content": "Yet when I looked for good, evil came; when I expected light, darkness came.",
              "reference": "Job 30:26"
            },
            {
              "content": "My inward parts seethe and will not be stilled; days of affliction have overtaken me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I go about in gloom, without the sun; I rise in the assembly and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I have become a brother to jackals, a companion to ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "My blackened skin falls away from me; my very frame is scorched by the heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "My lyre is tuned to mourning, and my reed pipe to sounds of weeping.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "I made a covenant with my eyes not to gaze upon a virgin.",
              "reference": "Job 31:1"
            },
            {
              "content": "What portion comes from God above, what heritage from the Almighty on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Is it not calamity for the unrighteous, and woe for evildoers?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does he not see my ways, and number all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "If I have walked in falsehood and my foot has hastened to deceit,",
              "reference": "Job 31:5"
            },
            {
              "content": "Let God weigh me in the scales of justice; thus will he know my innocence!",
              "reference": "Job 31:6"
            },
            {
              "content": "If my steps have turned out of the way, and my heart has followed my eyes, or any stain clings to my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "Then may I sow, but another eat, and may my produce be rooted up!",
              "reference": "Job 31:8"
            },
            {
              "content": "If my heart has been enticed toward a woman, and I have lain in wait at my neighbor’s door;",
              "reference": "Job 31:9"
            },
            {
              "content": "Then may my wife grind for another, and may others kneel over her!",
              "reference": "Job 31:10"
            },
            {
              "content": "For that would be heinous, a crime to be condemned,",
              "reference": "Job 31:11"
            },
            {
              "content": "A fire that would consume down to Abaddon till it uprooted all my crops.",
              "reference": "Job 31:12"
            },
            {
              "content": "Had I refused justice to my manservant or to my maidservant, when they had a complaint against me,",
              "reference": "Job 31:13"
            },
            {
              "content": "What then should I do when God rises up? What could I answer when he demands an account?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not he who made me in the belly make him? Did not the same One fashion us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "If I have denied anything that the poor desired, or allowed the eyes of the widow to languish",
              "reference": "Job 31:16"
            },
            {
              "content": "While I ate my portion alone, with no share in it for the fatherless,",
              "reference": "Job 31:17"
            },
            {
              "content": "Though like a father he has reared me from my youth, guiding me even from my mother’s womb—",
              "reference": "Job 31:18"
            },
            {
              "content": "If I have seen a wanderer without clothing, or a poor man without covering,",
              "reference": "Job 31:19"
            },
            {
              "content": "Whose limbs have not blessed me when warmed with the fleece of my sheep;",
              "reference": "Job 31:20"
            },
            {
              "content": "If I have raised my hand against the innocent because I saw that I had supporters at the gate—",
              "reference": "Job 31:21"
            },
            {
              "content": "Then may my arm fall from the shoulder, my forearm be broken at the elbow!",
              "reference": "Job 31:22"
            },
            {
              "content": "For I dread calamity from God, and his majesty will overpower me.",
              "reference": "Job 31:23"
            },
            {
              "content": "Had I put my trust in gold or called fine gold my security;",
              "reference": "Job 31:24"
            },
            {
              "content": "Or had I rejoiced that my wealth was great, or that my hand had acquired abundance—",
              "reference": "Job 31:25"
            },
            {
              "content": "Had I looked upon the light as it shone, or the moon in the splendor of its progress,",
              "reference": "Job 31:26"
            },
            {
              "content": "And had my heart been secretly enticed to blow them a kiss with my hand,",
              "reference": "Job 31:27"
            },
            {
              "content": "This too would be a crime for condemnation, for I should have denied God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "Had I rejoiced at the destruction of my enemy or exulted when evil came upon him,",
              "reference": "Job 31:29"
            },
            {
              "content": "Even though I had not allowed my mouth to sin by invoking a curse against his life—",
              "reference": "Job 31:30"
            },
            {
              "content": "Had not the men of my tent exclaimed, “Who has not been filled with his meat!”",
              "reference": "Job 31:31"
            },
            {
              "content": "No stranger lodged in the street, for I opened my door to wayfarers—",
              "reference": "Job 31:32"
            },
            {
              "content": "Had I, all too human, hidden my sins and buried my guilt in my bosom",
              "reference": "Job 31:33"
            },
            {
              "content": "Because I feared the great multitude and the scorn of the clans terrified me— then I should have remained silent, and not come out of doors!",
              "reference": "Job 31:34"
            },
            {
              "content": "Oh, that I had one to hear my case: here is my signature: let the Almighty answer me! Let my accuser write out his indictment!",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely, I should wear it on my shoulder or put it on me like a diadem;",
              "reference": "Job 31:36"
            },
            {
              "content": "Of all my steps I should give him an account; like a prince I should present myself before him.",
              "reference": "Job 31:37"
            },
            {
              "content": "If my land has cried out against me till its furrows wept together;",
              "reference": "Job 31:38"
            },
            {
              "content": "If I have eaten its strength without payment and grieved the hearts of its tenants;",
              "reference": "Job 31:39"
            },
            {
              "content": "Then let the thorns grow instead of wheat and stinkweed instead of barley! The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then the three men ceased to answer Job, because in his own eyes he was in the right.",
              "reference": "Job 32:1"
            },
            {
              "content": "But the anger of Elihu, son of Barachel the Buzite, of the clan of Ram, was kindled. He was angry with Job for considering himself rather than God to be in the right.",
              "reference": "Job 32:2"
            },
            {
              "content": "He was angry also with the three friends because they had not found a good answer and had not condemned Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "But since these men were older than he, Elihu bided his time before addressing Job.",
              "reference": "Job 32:4"
            },
            {
              "content": "When, however, Elihu saw that there was no reply in the mouths of the three men, his wrath was inflamed.",
              "reference": "Job 32:5"
            },
            {
              "content": "So Elihu, son of Barachel the Buzite, answered and said: I am young and you are very old; therefore I held back and was afraid to declare to you my knowledge.",
              "reference": "Job 32:6"
            },
            {
              "content": "I thought, days should speak, and many years teach wisdom!",
              "reference": "Job 32:7"
            },
            {
              "content": "But there is a spirit in human beings, the breath of the Almighty, that gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "It is not those of many days who are wise, nor the aged who understand the right.",
              "reference": "Job 32:9"
            },
            {
              "content": "Therefore I say, listen to me; I also will declare my knowledge!",
              "reference": "Job 32:10"
            },
            {
              "content": "Behold, I have waited for your words, have given ear to your arguments, as you searched out what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "Yes, I followed you attentively: And look, none of you has convicted Job, not one could refute his statements.",
              "reference": "Job 32:12"
            },
            {
              "content": "So do not say, “We have met wisdom; God can vanquish him but no mortal!”",
              "reference": "Job 32:13"
            },
            {
              "content": "For had he addressed his words to me, I would not then have answered him with your words.",
              "reference": "Job 32:14"
            },
            {
              "content": "They are dismayed, they make no more reply; words fail them.",
              "reference": "Job 32:15"
            },
            {
              "content": "Must I wait? Now that they speak no more, and have ceased to make reply,",
              "reference": "Job 32:16"
            },
            {
              "content": "I too will speak my part; I also will declare my knowledge!",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words; the spirit within me compels me.",
              "reference": "Job 32:18"
            },
            {
              "content": "My belly is like unopened wine, like wineskins ready to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "Let me speak and obtain relief; let me open my lips, and reply.",
              "reference": "Job 32:20"
            },
            {
              "content": "I would not be partial to anyone, nor give flattering titles to any.",
              "reference": "Job 32:21"
            },
            {
              "content": "For I know nothing of flattery; if I did, my Maker would soon take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Therefore, O Job, hear my discourse; listen to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "Behold, now I open my mouth; my tongue and voice form words.",
              "reference": "Job 33:2"
            },
            {
              "content": "I will state directly what is in my mind, my lips shall speak knowledge clearly;",
              "reference": "Job 33:3"
            },
            {
              "content": "For the spirit of God made me, the breath of the Almighty keeps me alive.",
              "reference": "Job 33:4"
            },
            {
              "content": "If you are able, refute me; draw up your arguments and take your stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "Look, I am like you before God, I too was pinched from clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "Therefore fear of me should not dismay you, nor should I weigh heavily upon you.",
              "reference": "Job 33:7"
            },
            {
              "content": "But you have said in my hearing, as I listened to the sound of your words:",
              "reference": "Job 33:8"
            },
            {
              "content": "“I am clean, without transgression; I am innocent, there is no guilt in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "Yet he invents pretexts against me and counts me as an enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in the stocks, watches all my paths!”",
              "reference": "Job 33:11"
            },
            {
              "content": "In this you are not just, let me tell you; for God is greater than mortals.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why, then, do you make complaint against him that he gives no reply to their words?",
              "reference": "Job 33:13"
            },
            {
              "content": "For God does speak, once, even twice, though you do not see it:",
              "reference": "Job 33:14"
            },
            {
              "content": "In a dream, in a vision of the night, when deep sleep falls upon mortals as they slumber in their beds.",
              "reference": "Job 33:15"
            },
            {
              "content": "It is then he opens their ears and with a warning, terrifies them,",
              "reference": "Job 33:16"
            },
            {
              "content": "By turning mortals from acting and keeping pride away from a man,",
              "reference": "Job 33:17"
            },
            {
              "content": "He holds his soul from the pit, his life from passing to the grave.",
              "reference": "Job 33:18"
            },
            {
              "content": "Or he is chastened on a bed of pain, suffering continually in his bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "So that to his appetite food is repulsive, his throat rejects the choicest nourishment.",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh is wasted, it cannot be seen; bones, once invisible, appear;",
              "reference": "Job 33:21"
            },
            {
              "content": "His soul draws near to the pit, his life to the place of the dead.",
              "reference": "Job 33:22"
            },
            {
              "content": "If then there be a divine messenger, a mediator, one out of a thousand, to show him what is right,",
              "reference": "Job 33:23"
            },
            {
              "content": "He will take pity on him and say, “Deliver him from going down to the pit; I have found him a ransom.”",
              "reference": "Job 33:24"
            },
            {
              "content": "Then his flesh shall become soft as a boy’s; he shall be again as in the days of his youth.",
              "reference": "Job 33:25"
            },
            {
              "content": "He shall pray and God will favor him; he shall see God’s face with rejoicing; for he restores a person’s righteousness.",
              "reference": "Job 33:26"
            },
            {
              "content": "He shall sing before all and say, “I sinned and did wrong, yet I was not punished accordingly.",
              "reference": "Job 33:27"
            },
            {
              "content": "He delivered me from passing to the pit, and my life sees light.”",
              "reference": "Job 33:28"
            },
            {
              "content": "See, all these things God does, two, even three times, for a man,",
              "reference": "Job 33:29"
            },
            {
              "content": "Bringing back his soul from the pit to the light, in the light of the living.",
              "reference": "Job 33:30"
            },
            {
              "content": "Be attentive, Job, listen to me! Be silent and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have anything to say, then answer me. Speak out! I should like to see you justified.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, then you listen to me; be silent, and I will teach you wisdom.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Elihu answered and said:",
              "reference": "Job 34:1"
            },
            {
              "content": "Hear my discourse, you that are wise; you that have knowledge, listen to me!",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear tests words, as the palate tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us choose what is right; let us determine among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job has said, “I am innocent, but God has taken away what is my right.",
              "reference": "Job 34:5"
            },
            {
              "content": "I declare the judgment on me to be a lie; my arrow-wound is incurable, sinless though I am.”",
              "reference": "Job 34:6"
            },
            {
              "content": "What man is like Job? He drinks in blasphemies like water,",
              "reference": "Job 34:7"
            },
            {
              "content": "Keeps company with evildoers and goes along with the wicked,",
              "reference": "Job 34:8"
            },
            {
              "content": "When he says, “There is no profit in pleasing God.”",
              "reference": "Job 34:9"
            },
            {
              "content": "Therefore, you that have understanding, hear me: far be it from God to do wickedness; far from the Almighty to do wrong!",
              "reference": "Job 34:10"
            },
            {
              "content": "Rather, he requites mortals for their conduct, and brings home to them their way of life.",
              "reference": "Job 34:11"
            },
            {
              "content": "Surely, God cannot act wickedly, the Almighty cannot pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who gave him charge over the earth, or who set all the world in its place?",
              "reference": "Job 34:13"
            },
            {
              "content": "If he were to set his mind to it, gather to himself his spirit and breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "All flesh would perish together, and mortals return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "Now you—understand, hear this! Listen to the words I speak!",
              "reference": "Job 34:16"
            },
            {
              "content": "Can an enemy of justice be in control, will you condemn the supreme Just One,",
              "reference": "Job 34:17"
            },
            {
              "content": "Who says to a king, “You are worthless!” and to nobles, “You are wicked!”",
              "reference": "Job 34:18"
            },
            {
              "content": "Who neither favors the person of princes, nor respects the rich more than the poor? For they are all the work of his hands;",
              "reference": "Job 34:19"
            },
            {
              "content": "in a moment they die, even at midnight. People are shaken, and pass away, the powerful are removed without lifting a hand;",
              "reference": "Job 34:20"
            },
            {
              "content": "For his eyes are upon our ways, and all our steps he sees.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no darkness so dense that evildoers can hide in it.",
              "reference": "Job 34:22"
            },
            {
              "content": "For no one has God set a time to come before him in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "Without inquiry he shatters the mighty, and appoints others in their place,",
              "reference": "Job 34:24"
            },
            {
              "content": "Thus he discerns their works; overnight they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "Where the wicked are, he strikes them, in a place where all can see,",
              "reference": "Job 34:26"
            },
            {
              "content": "Because they turned away from him and did not understand his ways at all:",
              "reference": "Job 34:27"
            },
            {
              "content": "And made the cry of the poor reach him, so that he heard the cry of the afflicted.",
              "reference": "Job 34:28"
            },
            {
              "content": "If he is silent, who then can condemn? If he hides his face, who then can behold him, whether nation or individual?",
              "reference": "Job 34:29"
            },
            {
              "content": "Let an impious man not rule, nor those who ensnare their people.",
              "reference": "Job 34:30"
            },
            {
              "content": "Should anyone say to God, “I accept my punishment; I will offend no more;",
              "reference": "Job 34:31"
            },
            {
              "content": "What I cannot see, teach me: if I have done wrong, I will do so no more,”",
              "reference": "Job 34:32"
            },
            {
              "content": "Would you then say that God must punish, when you are disdainful? It is you who must choose, not I; speak, therefore, what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "Those who understand will say to me, all the wise who hear my views:",
              "reference": "Job 34:34"
            },
            {
              "content": "“Job speaks without knowledge, his words make no sense.",
              "reference": "Job 34:35"
            },
            {
              "content": "Let Job be tested to the limit, since his answers are those of the impious;",
              "reference": "Job 34:36"
            },
            {
              "content": "For he is adding rebellion to his sin by brushing off our arguments and addressing many words to God.”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Elihu answered and said:",
              "reference": "Job 35:1"
            },
            {
              "content": "Do you think it right to say, “I am in the right, not God”?",
              "reference": "Job 35:2"
            },
            {
              "content": "When you ask what it profits you, “What advantage do I have from not sinning?”",
              "reference": "Job 35:3"
            },
            {
              "content": "I have words for a reply to you and your friends as well.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look up to the skies and see; behold the heavens high above you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you sin, what do you do to God? Even if your offenses are many, how do you affect him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you give him, or what does he receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your wickedness affects only someone like yourself, and your justice, only a fellow human being.",
              "reference": "Job 35:8"
            },
            {
              "content": "In great oppression people cry out; they call for help because of the power of the great,",
              "reference": "Job 35:9"
            },
            {
              "content": "No one says, “Where is God, my Maker, who gives songs in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "Teaches us more than the beasts of the earth, and makes us wiser than the birds of the heavens?”",
              "reference": "Job 35:11"
            },
            {
              "content": "Though thus they cry out, he does not answer because of the pride of the wicked.",
              "reference": "Job 35:12"
            },
            {
              "content": "But it is idle to say God does not hear or that the Almighty does not take notice.",
              "reference": "Job 35:13"
            },
            {
              "content": "Even though you say, “You take no notice of it,” the case is before him; with trembling wait upon him.",
              "reference": "Job 35:14"
            },
            {
              "content": "But now that you have done otherwise, God’s anger punishes, nor does he show much concern over a life.",
              "reference": "Job 35:15"
            },
            {
              "content": "Yet Job to no purpose opens his mouth, multiplying words without knowledge.",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Elihu continued and said:",
              "reference": "Job 36:1"
            },
            {
              "content": "Wait a little and I will instruct you, for there are still words to be said for God.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will assemble arguments from afar, and for my maker I will establish what is right.",
              "reference": "Job 36:3"
            },
            {
              "content": "For indeed, my words are not a lie; one perfect in knowledge is before you.",
              "reference": "Job 36:4"
            },
            {
              "content": "Look, God is great, not disdainful; his strength of purpose is great. He does not preserve the life of the wicked.",
              "reference": "Job 36:5"
            },
            {
              "content": "He establishes the right of the poor; he does not divert his eyes from the just",
              "reference": "Job 36:6"
            },
            {
              "content": "But he seats them upon thrones with kings, exalted forever.",
              "reference": "Job 36:7"
            },
            {
              "content": "If they are bound with fetters, held fast by bonds of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "He lets them know what they have done, and how arrogant are their sins.",
              "reference": "Job 36:9"
            },
            {
              "content": "He opens their ears to correction and tells them to turn back from evil.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they listen and serve him, they spend their days in prosperity, their years in happiness.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they do not listen, they pass to the grave, they perish for lack of knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "The impious in heart lay up anger; they do not cry for help when he binds them;",
              "reference": "Job 36:13"
            },
            {
              "content": "They will die young— their life among the reprobate.",
              "reference": "Job 36:14"
            },
            {
              "content": "But he saves the afflicted through their affliction, and opens their ears through oppression.",
              "reference": "Job 36:15"
            },
            {
              "content": "He entices you from distress, to a broad place without constraint; what rests on your table is rich food.",
              "reference": "Job 36:16"
            },
            {
              "content": "Though you are full of the judgment of the wicked, judgment and justice will be maintained.",
              "reference": "Job 36:17"
            },
            {
              "content": "Let not anger at abundance entice you, nor great bribery lead you astray.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will your wealth equip you against distress, or all your exertions of strength?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the night, when peoples vanish in their place.",
              "reference": "Job 36:20"
            },
            {
              "content": "Be careful; do not turn to evil; for this you have preferred to affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "Look, God is exalted in his power. What teacher is there like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who prescribes for him his way? Who says, “You have done wrong”?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember, you should extol his work, which people have praised in song.",
              "reference": "Job 36:24"
            },
            {
              "content": "All humankind beholds it; everyone views it from afar.",
              "reference": "Job 36:25"
            },
            {
              "content": "See, God is great beyond our knowledge, the number of his years past searching out.",
              "reference": "Job 36:26"
            },
            {
              "content": "He holds in check the waterdrops that filter in rain from his flood,",
              "reference": "Job 36:27"
            },
            {
              "content": "Till the clouds flow with them and they rain down on all humankind.",
              "reference": "Job 36:28"
            },
            {
              "content": "Can anyone understand the spreading clouds, the thunderings from his tent?",
              "reference": "Job 36:29"
            },
            {
              "content": "Look, he spreads his light over it, it covers the roots of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by these he judges the nations, and gives food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "In his hands he holds the lightning, and he commands it to strike the mark.",
              "reference": "Job 36:32"
            },
            {
              "content": "His thunder announces him and incites the fury of the storm.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "At this my heart trembles and leaps out of its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen to his angry voice and the rumble that comes forth from his mouth!",
              "reference": "Job 37:2"
            },
            {
              "content": "Everywhere under the heavens he sends it, with his light, to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "Again his voice roars, his majestic voice thunders; he does not restrain them when his voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God thunders forth marvels with his voice; he does great things beyond our knowing.",
              "reference": "Job 37:5"
            },
            {
              "content": "He says to the snow, “Fall to the earth”; likewise to his heavy, drenching rain.",
              "reference": "Job 37:6"
            },
            {
              "content": "He shuts up all humankind indoors, so that all people may know his work.",
              "reference": "Job 37:7"
            },
            {
              "content": "The wild beasts take to cover and remain quiet in their dens.",
              "reference": "Job 37:8"
            },
            {
              "content": "Out of its chamber the tempest comes forth; from the north winds, the cold.",
              "reference": "Job 37:9"
            },
            {
              "content": "With his breath God brings the frost, and the broad waters congeal.",
              "reference": "Job 37:10"
            },
            {
              "content": "The clouds too are laden with moisture, the storm-cloud scatters its light.",
              "reference": "Job 37:11"
            },
            {
              "content": "He it is who changes their rounds, according to his plans, to do all that he commands them across the inhabited world.",
              "reference": "Job 37:12"
            },
            {
              "content": "Whether for punishment or mercy, he makes it happen.",
              "reference": "Job 37:13"
            },
            {
              "content": "Listen to this, Job! Stand and consider the marvels of God!",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God lays his command upon them, and makes the light shine forth from his clouds?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know how the clouds are banked, the marvels of him who is perfect in knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "You, who swelter in your clothes when calm lies over the land from the south,",
              "reference": "Job 37:17"
            },
            {
              "content": "Can you with him spread out the firmament of the skies, hard as a molten mirror?",
              "reference": "Job 37:18"
            },
            {
              "content": "Teach us then what we shall say to him; we cannot, for the darkness, make our plea.",
              "reference": "Job 37:19"
            },
            {
              "content": "Will he be told about it when I speak? Can anyone talk when he is being destroyed?",
              "reference": "Job 37:20"
            },
            {
              "content": "Rather, it is as the light that cannot be seen while it is obscured by the clouds, till the wind comes by and sweeps them away.",
              "reference": "Job 37:21"
            },
            {
              "content": "From Zaphon the golden splendor comes, surrounding God’s awesome majesty!",
              "reference": "Job 37:22"
            },
            {
              "content": "The Almighty! We cannot find him, preeminent in power and judgment, abundant in justice, who never oppresses.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore people fear him; none can see him, however wise their hearts.",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then the Lord answered Job out of the storm and said:",
              "reference": "Job 38:1"
            },
            {
              "content": "Who is this who darkens counsel with words of ignorance?",
              "reference": "Job 38:2"
            },
            {
              "content": "Gird up your loins now, like a man; I will question you, and you tell me the answers!",
              "reference": "Job 38:3"
            },
            {
              "content": "Where were you when I founded the earth? Tell me, if you have understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who determined its size? Surely you know? Who stretched out the measuring line for it?",
              "reference": "Job 38:5"
            },
            {
              "content": "Into what were its pedestals sunk, and who laid its cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "While the morning stars sang together and all the sons of God shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "Who shut within doors the sea, when it burst forth from the womb,",
              "reference": "Job 38:8"
            },
            {
              "content": "When I made the clouds its garment and thick darkness its swaddling bands?",
              "reference": "Job 38:9"
            },
            {
              "content": "When I set limits for it and fastened the bar of its door,",
              "reference": "Job 38:10"
            },
            {
              "content": "And said: Thus far shall you come but no farther, and here shall your proud waves stop?",
              "reference": "Job 38:11"
            },
            {
              "content": "Have you ever in your lifetime commanded the morning and shown the dawn its place",
              "reference": "Job 38:12"
            },
            {
              "content": "For taking hold of the ends of the earth, till the wicked are shaken from it?",
              "reference": "Job 38:13"
            },
            {
              "content": "The earth is changed as clay by the seal, and dyed like a garment;",
              "reference": "Job 38:14"
            },
            {
              "content": "But from the wicked their light is withheld, and the arm of pride is shattered.",
              "reference": "Job 38:15"
            },
            {
              "content": "Have you entered into the sources of the sea, or walked about on the bottom of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been shown to you, or have you seen the gates of darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you comprehended the breadth of the earth? Tell me, if you know it all.",
              "reference": "Job 38:18"
            },
            {
              "content": "What is the way to the dwelling of light, and darkness—where is its place?",
              "reference": "Job 38:19"
            },
            {
              "content": "That you may take it to its territory and know the paths to its home?",
              "reference": "Job 38:20"
            },
            {
              "content": "You know, because you were born then, and the number of your days is great!",
              "reference": "Job 38:21"
            },
            {
              "content": "Have you entered the storehouses of the snow, and seen the storehouses of the hail",
              "reference": "Job 38:22"
            },
            {
              "content": "Which I have reserved for times of distress, for a day of war and battle?",
              "reference": "Job 38:23"
            },
            {
              "content": "What is the way to the parting of the winds, where the east wind spreads over the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who has laid out a channel for the downpour and a path for the thunderstorm",
              "reference": "Job 38:25"
            },
            {
              "content": "To bring rain to uninhabited land, the unpeopled wilderness;",
              "reference": "Job 38:26"
            },
            {
              "content": "To drench the desolate wasteland till the desert blooms with verdure?",
              "reference": "Job 38:27"
            },
            {
              "content": "Has the rain a father? Who has begotten the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "Out of whose womb comes the ice, and who gives the hoarfrost its birth in the skies,",
              "reference": "Job 38:29"
            },
            {
              "content": "When the waters lie covered as though with stone that holds captive the surface of the deep?",
              "reference": "Job 38:30"
            },
            {
              "content": "Have you tied cords to the Pleiades, or loosened the bonds of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you bring forth the Mazzaroth in their season, or guide the Bear with her children?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the ordinances of the heavens; can you put into effect their plan on the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Can you raise your voice to the clouds, for them to cover you with a deluge of waters?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send forth the lightnings on their way, so that they say to you, “Here we are”?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who gives wisdom to the ibis, and gives the rooster understanding?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who counts the clouds with wisdom? Who tilts the water jars of heaven",
              "reference": "Job 38:37"
            },
            {
              "content": "So that the dust of earth is fused into a mass and its clods stick together?",
              "reference": "Job 38:38"
            },
            {
              "content": "Do you hunt the prey for the lion or appease the hunger of young lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "While they crouch in their dens, or lie in ambush in the thicket?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides nourishment for the raven when its young cry out to God, wandering about without food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Do you know when mountain goats are born, or watch for the birth pangs of deer,",
              "reference": "Job 39:1"
            },
            {
              "content": "Number the months that they must fulfill, or know when they give birth,",
              "reference": "Job 39:2"
            },
            {
              "content": "When they crouch down and drop their young, when they deliver their progeny?",
              "reference": "Job 39:3"
            },
            {
              "content": "Their offspring thrive and grow in the open, they leave and do not return.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who has given the wild donkey his freedom, and who has loosed the wild ass from bonds?",
              "reference": "Job 39:5"
            },
            {
              "content": "I have made the wilderness his home and the salt flats his dwelling.",
              "reference": "Job 39:6"
            },
            {
              "content": "He scoffs at the uproar of the city, hears no shouts of a driver.",
              "reference": "Job 39:7"
            },
            {
              "content": "He ranges the mountains for pasture, and seeks out every patch of green.",
              "reference": "Job 39:8"
            },
            {
              "content": "Will the wild ox consent to serve you, or pass the nights at your manger?",
              "reference": "Job 39:9"
            },
            {
              "content": "Will you bind the wild ox with a rope in the furrow, and will he plow the valleys after you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you depend on him for his great strength and leave to him the fruits of your toil?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you rely on him to bring in your grain and gather in the yield of your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "The wings of the ostrich flap away; her plumage is lacking in feathers.",
              "reference": "Job 39:13"
            },
            {
              "content": "When she abandons her eggs on the ground and lets them warm in the sand,",
              "reference": "Job 39:14"
            },
            {
              "content": "She forgets that a foot may crush them, that the wild beasts may trample them;",
              "reference": "Job 39:15"
            },
            {
              "content": "She cruelly disowns her young and her labor is useless; she has no fear.",
              "reference": "Job 39:16"
            },
            {
              "content": "For God has withheld wisdom from her and given her no share in understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "Yet when she spreads her wings high, she laughs at a horse and rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "Do you give the horse his strength, and clothe his neck with a mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Do you make him quiver like a locust, while his thunderous snorting spreads terror?",
              "reference": "Job 39:20"
            },
            {
              "content": "He paws the valley, he rejoices in his strength, and charges into battle.",
              "reference": "Job 39:21"
            },
            {
              "content": "He laughs at fear and cannot be terrified; he does not retreat from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "Around him rattles the quiver, flashes the spear and the javelin.",
              "reference": "Job 39:23"
            },
            {
              "content": "Frenzied and trembling he devours the ground; he does not hold back at the sound of the trumpet;",
              "reference": "Job 39:24"
            },
            {
              "content": "at the trumpet’s call he cries, “Aha!” Even from afar he scents the battle, the roar of the officers and the shouting.",
              "reference": "Job 39:25"
            },
            {
              "content": "Is it by your understanding that the hawk soars, that he spreads his wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Does the eagle fly up at your command to build his nest up high?",
              "reference": "Job 39:27"
            },
            {
              "content": "On a cliff he dwells and spends the night, on the spur of cliff or fortress.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there he watches for his food; his eyes behold it afar off.",
              "reference": "Job 39:29"
            },
            {
              "content": "His young ones greedily drink blood; where the slain are, there is he.",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "The Lord then answered Job and said:",
              "reference": "Job 40:1"
            },
            {
              "content": "Will one who argues with the Almighty be corrected? Let him who would instruct God give answer!",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered the Lord and said:",
              "reference": "Job 40:3"
            },
            {
              "content": "Look, I am of little account; what can I answer you? I put my hand over my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "I have spoken once, I will not reply; twice, but I will do so no more.",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job out of the storm and said:",
              "reference": "Job 40:6"
            },
            {
              "content": "Gird up your loins now, like a man. I will question you, and you tell me the answers!",
              "reference": "Job 40:7"
            },
            {
              "content": "Would you refuse to acknowledge my right? Would you condemn me that you may be justified?",
              "reference": "Job 40:8"
            },
            {
              "content": "Have you an arm like that of God, or can you thunder with a voice like his?",
              "reference": "Job 40:9"
            },
            {
              "content": "Adorn yourself with grandeur and majesty, and clothe yourself with glory and splendor.",
              "reference": "Job 40:10"
            },
            {
              "content": "Let loose the fury of your wrath; look at everyone who is proud and bring them down.",
              "reference": "Job 40:11"
            },
            {
              "content": "Look at everyone who is proud, and humble them. Tear down the wicked in their place,",
              "reference": "Job 40:12"
            },
            {
              "content": "bury them in the dust together; in the hidden world imprison them.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then will I too praise you, for your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "Look at Behemoth, whom I made along with you, who feeds on grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "See the strength in his loins, the power in the sinews of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "He carries his tail like a cedar; the sinews of his thighs are like cables.",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones are like tubes of bronze; his limbs are like iron rods.",
              "reference": "Job 40:18"
            },
            {
              "content": "He is the first of God’s ways, only his maker can approach him with a sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "For the mountains bring him produce, and all wild animals make sport there.",
              "reference": "Job 40:20"
            },
            {
              "content": "Under lotus trees he lies, in coverts of the reedy swamp.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus trees cover him with their shade; all about him are the poplars in the wadi.",
              "reference": "Job 40:22"
            },
            {
              "content": "If the river grows violent, he is not disturbed; he is tranquil though the Jordan surges about his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Who can capture him by his eyes, or pierce his nose with a trap?",
              "reference": "Job 40:24"
            },
            {
              "content": "Can you lead Leviathan about with a hook, or tie down his tongue with a rope?",
              "reference": "Job 40:25"
            },
            {
              "content": "Can you put a ring into his nose, or pierce through his cheek with a gaff?",
              "reference": "Job 40:26"
            },
            {
              "content": "Will he then plead with you, time after time, or address you with tender words?",
              "reference": "Job 40:27"
            },
            {
              "content": "Will he make a covenant with you that you may have him as a slave forever?",
              "reference": "Job 40:28"
            },
            {
              "content": "Can you play with him, as with a bird? Can you tie him up for your little girls?",
              "reference": "Job 40:29"
            },
            {
              "content": "Will the traders bargain for him? Will the merchants divide him up?",
              "reference": "Job 40:30"
            },
            {
              "content": "Can you fill his hide with barbs, or his head with fish spears?",
              "reference": "Job 40:31"
            },
            {
              "content": "Once you but lay a hand upon him, no need to recall any other conflict!",
              "reference": "Job 40:32"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Whoever might vainly hope to do so need only see him to be overthrown.",
              "reference": "Job 41:1"
            },
            {
              "content": "No one is fierce enough to arouse him; who then dares stand before me?",
              "reference": "Job 41:2"
            },
            {
              "content": "Whoever has assailed me, I will pay back— Everything under the heavens is mine.",
              "reference": "Job 41:3"
            },
            {
              "content": "I need hardly mention his limbs, his strength, and the fitness of his equipment.",
              "reference": "Job 41:4"
            },
            {
              "content": "Who can strip off his outer garment, or penetrate his double armor?",
              "reference": "Job 41:5"
            },
            {
              "content": "Who can force open the doors of his face, close to his terrible teeth?",
              "reference": "Job 41:6"
            },
            {
              "content": "Rows of scales are on his back, tightly sealed together;",
              "reference": "Job 41:7"
            },
            {
              "content": "They are fitted so close to each other that no air can come between them;",
              "reference": "Job 41:8"
            },
            {
              "content": "So joined to one another that they hold fast and cannot be parted.",
              "reference": "Job 41:9"
            },
            {
              "content": "When he sneezes, light flashes forth; his eyes are like the eyelids of the dawn.",
              "reference": "Job 41:10"
            },
            {
              "content": "Out of his mouth go forth torches; sparks of fire leap forth.",
              "reference": "Job 41:11"
            },
            {
              "content": "From his nostrils comes smoke as from a seething pot or bowl.",
              "reference": "Job 41:12"
            },
            {
              "content": "His breath sets coals afire; a flame comes from his mouth.",
              "reference": "Job 41:13"
            },
            {
              "content": "Strength abides in his neck, and power leaps before him.",
              "reference": "Job 41:14"
            },
            {
              "content": "The folds of his flesh stick together, it is cast over him and immovable.",
              "reference": "Job 41:15"
            },
            {
              "content": "His heart is cast as hard as stone; cast as the lower millstone.",
              "reference": "Job 41:16"
            },
            {
              "content": "When he rises up, the gods are afraid; when he crashes down, they fall back.",
              "reference": "Job 41:17"
            },
            {
              "content": "Should a sword reach him, it will not avail; nor will spear, dart, or javelin.",
              "reference": "Job 41:18"
            },
            {
              "content": "He regards iron as chaff, and bronze as rotten wood.",
              "reference": "Job 41:19"
            },
            {
              "content": "No arrow will put him to flight; slingstones used against him are but straw.",
              "reference": "Job 41:20"
            },
            {
              "content": "Clubs he regards as straw; he laughs at the crash of the spear.",
              "reference": "Job 41:21"
            },
            {
              "content": "Under him are sharp pottery fragments, spreading a threshing sledge upon the mire.",
              "reference": "Job 41:22"
            },
            {
              "content": "He makes the depths boil like a pot; he makes the sea like a perfume bottle.",
              "reference": "Job 41:23"
            },
            {
              "content": "Behind him he leaves a shining path; you would think the deep had white hair.",
              "reference": "Job 41:24"
            },
            {
              "content": "Upon the earth there is none like him, he was made fearless.",
              "reference": "Job 41:25"
            },
            {
              "content": "He looks over all who are haughty, he is king over all proud beasts.",
              "reference": "Job 41:26"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 NABRE",
          "version": "NABRE",
          "verses": [
            {
              "content": "Then Job answered the Lord and said:",
              "reference": "Job 42:1"
            },
            {
              "content": "I know that you can do all things, and that no purpose of yours can be hindered.",
              "reference": "Job 42:2"
            },
            {
              "content": "“Who is this who obscures counsel with ignorance?” I have spoken but did not understand; things too marvelous for me, which I did not know.",
              "reference": "Job 42:3"
            },
            {
              "content": "“Listen, and I will speak; I will question you, and you tell me the answers.”",
              "reference": "Job 42:4"
            },
            {
              "content": "By hearsay I had heard of you, but now my eye has seen you.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I disown what I have said, and repent in dust and ashes. Job’s Restoration.",
              "reference": "Job 42:6"
            },
            {
              "content": "And after the Lord had spoken these words to Job, the Lord said to Eliphaz the Temanite, “My anger blazes against you and your two friends! You have not spoken rightly concerning me, as has my servant Job.",
              "reference": "Job 42:7"
            },
            {
              "content": "So now take seven bulls and seven rams, and go to my servant Job, and sacrifice a burnt offering for yourselves, and let my servant Job pray for you. To him I will show favor, and not punish your folly, for you have not spoken rightly concerning me, as has my servant Job.”",
              "reference": "Job 42:8"
            },
            {
              "content": "Then Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite, went and did as the Lord had commanded them. The Lord showed favor to Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "The Lord also restored the prosperity of Job, after he had prayed for his friends; the Lord even gave to Job twice as much as he had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brothers and sisters came to him, and all his former acquaintances, and they dined with him in his house. They consoled and comforted him for all the evil the Lord had brought upon him, and each one gave him a piece of money and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "Thus the Lord blessed the later days of Job more than his earlier ones. Now he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand she-donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "He also had seven sons and three daughters:",
              "reference": "Job 42:13"
            },
            {
              "content": "the first daughter he called Jemimah, the second Keziah, and the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "In all the land no other women were as beautiful as the daughters of Job; and their father gave them an inheritance among their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived a hundred and forty years; and he saw his children, his grandchildren, and even his great-grandchildren.",
              "reference": "Job 42:16"
            },
            {
              "content": "Then Job died, old and full of years.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Confraternity of Christian Doctrine, Inc",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}