{
  "translation": "NASB2020",
  "translationId": 2692,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "There was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "Seven sons and three daughters were born to him.",
              "reference": "Job 1:2"
            },
            {
              "content": "His possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and very many servants; and that man was the greatest of all the men of the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to go and hold a feast in the house of each one on his day, and they would send word and invite their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When the days of feasting had completed their cycle, Job would send word to them and consecrate them, getting up early in the morning and offering burnt offerings according to the number of them all; for Job said, “Perhaps my sons have sinned and cursed God in their hearts.” Job did so continually.",
              "reference": "Job 1:5"
            },
            {
              "content": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to Satan, “From where do you come?” Satan answered the Lord and said, “From roaming about on the earth and walking around on it.”",
              "reference": "Job 1:7"
            },
            {
              "content": "The Lord said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man, fearing God and turning away from evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "Then Satan answered the Lord, “Does Job fear God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have You not made a fence around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But reach out with Your hand now and touch all that he has; he will certainly curse You to Your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "Then the Lord said to Satan, “Behold, all that he has is in your power; only do not reach out and put your hand on him.” So Satan departed from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "Now on the day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job and said, “The oxen were plowing and the female donkeys feeding beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans attacked and took them. They also killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking, another came and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking, another came and said, “The Chaldeans formed three units and made a raid on the camels and took them, and killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking, another also came and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:18"
            },
            {
              "content": "and behold, a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.”",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job got up, tore his robe, and shaved his head; then he fell to the ground and worshiped.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “Naked I came from my mother’s womb, And naked I shall return there. The Lord gave and the Lord has taken away. Blessed be the name of the Lord.”",
              "reference": "Job 1:21"
            },
            {
              "content": "Despite all this, Job did not sin, nor did he blame God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/1-8ce36572ef92b45048c4e27c7919aa04.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "2": {
          "reference": "Job 2 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Again, there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them to present himself before the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "The Lord said to Satan, “Where have you come from?” Then Satan answered the Lord and said, “From roaming about on the earth and walking around on it.”",
              "reference": "Job 2:2"
            },
            {
              "content": "The Lord said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man fearing God and turning away from evil. And he still holds firm to his integrity, although you incited Me against him to ruin him without cause.”",
              "reference": "Job 2:3"
            },
            {
              "content": "Satan answered the Lord and said, “Skin for skin! Yes, all that a man has, he will give for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "However, reach out with Your hand now, and touch his bone and his flesh; he will curse You to Your face!”",
              "reference": "Job 2:5"
            },
            {
              "content": "So the Lord said to Satan, “Behold, he is in your power, only spare his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "Then Satan went out from the presence of the Lord and struck Job with severe boils from the sole of his foot to the top of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "And Job took a piece of pottery to scrape himself while he was sitting in the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, “Do you still hold firm your integrity? Curse God and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said to her, “You are speaking as one of the foolish women speaks. Shall we actually accept good from God but not accept adversity?” Despite all this, Job did not sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "Now when Job’s three friends heard about all this adversity that had come upon him, they came, each one from his own place—Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they looked from a distance and did not recognize him, they raised their voices and wept. And each of them tore his robe, and they threw dust over their heads toward the sky.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat down on the ground with him for seven days and seven nights, with no one speaking a word to him, for they saw that his pain was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/2-de802630e4ea67e293a87c757f2d4bc5.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "3": {
          "reference": "Job 3 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Afterward Job opened his mouth and cursed the day of his birth.",
              "reference": "Job 3:1"
            },
            {
              "content": "And Job said,",
              "reference": "Job 3:2"
            },
            {
              "content": "“May the day on which I was to be born perish, As well as the night which said, ‘A boy is conceived.’",
              "reference": "Job 3:3"
            },
            {
              "content": "“May that day be darkness; May God above not care for it, Nor light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "“May darkness and black gloom claim it; May a cloud settle on it; May the blackness of the day terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "“As for that night, may darkness seize it; May it not rejoice among the days of the year; May it not come into the number of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "“Behold, may that night be barren; May no joyful shout enter it.",
              "reference": "Job 3:7"
            },
            {
              "content": "“May those curse it who curse the day, Who are prepared to disturb Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "“May the stars of its twilight be darkened; May it wait for light but have none, And may it not see the breaking dawn;",
              "reference": "Job 3:9"
            },
            {
              "content": "Because it did not shut the opening of my mother’s womb, Or hide trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "¶“Why did I not die at birth, Come out of the womb and pass away?",
              "reference": "Job 3:11"
            },
            {
              "content": "“Why were the knees there in front of me, And why the breasts, that I would nurse?",
              "reference": "Job 3:12"
            },
            {
              "content": "“For now I would have lain down and been quiet; I would have slept then, I would have been at rest,",
              "reference": "Job 3:13"
            },
            {
              "content": "With kings and counselors of the earth, Who rebuilt ruins for themselves;",
              "reference": "Job 3:14"
            },
            {
              "content": "Or with rulers who had gold, Who were filling their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "“Or like a miscarriage which is hidden, I would not exist, As infants that never saw light.",
              "reference": "Job 3:16"
            },
            {
              "content": "“There the wicked cease from raging, And there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "“The prisoners are at ease together; They do not hear the voice of the taskmaster.",
              "reference": "Job 3:18"
            },
            {
              "content": "“The small and the great are there, And the slave is free from his master.",
              "reference": "Job 3:19"
            },
            {
              "content": "¶“Why is light given to one burdened with grief, And life to the bitter of soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "Who long for death, but there is none, And dig for it more than for hidden treasures;",
              "reference": "Job 3:21"
            },
            {
              "content": "Who are filled with jubilation, And rejoice when they find the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "“Why is light given to a man whose way is hidden, And whom God has shut off?",
              "reference": "Job 3:23"
            },
            {
              "content": "“For my groaning comes at the sight of my food, And my cries pour out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "“For what I fear comes upon me, And what I dread encounters me.",
              "reference": "Job 3:25"
            },
            {
              "content": "“I am not at ease, nor am I quiet, And I am not at rest, but turmoil comes.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/3-61dcb1b5f7290ecc99dd2e8a2dac94b2.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "4": {
          "reference": "Job 4 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded,",
              "reference": "Job 4:1"
            },
            {
              "content": "“If one ventures a word with you, will you become impatient? But who can refrain from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "“Behold, you have taught many, And you have strengthened weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "“Your words have helped the stumbling to stand, And you have strengthened feeble knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "“But now it comes to you, and you are impatient; It touches you, and you are horrified.",
              "reference": "Job 4:5"
            },
            {
              "content": "“Is your fear of God not your confidence, And the integrity of your ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "¶“Remember now, who ever perished being innocent? Or where were the upright destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "“According to what I have seen, those who plow wrongdoing And those who sow trouble harvest it.",
              "reference": "Job 4:8"
            },
            {
              "content": "“By the breath of God they perish, And by the blast of His anger they come to an end.",
              "reference": "Job 4:9"
            },
            {
              "content": "“The roaring of the lion and the voice of the fierce lion, And the teeth of the young lions are broken out.",
              "reference": "Job 4:10"
            },
            {
              "content": "“The lion perishes for lack of prey, And the cubs of the lioness are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "¶“Now a word was brought to me secretly, And my ear received a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "“Amid disquieting thoughts from visions of the night, When deep sleep falls on people,",
              "reference": "Job 4:13"
            },
            {
              "content": "Dread came upon me, and trembling, And made all my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "“Then a spirit passed by my face; The hair of my flesh stood up.",
              "reference": "Job 4:15"
            },
            {
              "content": "“Something was standing still, but I could not recognize its appearance; A form was before my eyes; There was silence, then I heard a voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "‘Can mankind be righteous before God? Can a man be pure before his Maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "‘He puts no trust even in His servants; And He accuses His angels of error.",
              "reference": "Job 4:18"
            },
            {
              "content": "‘How much more those who live in houses of clay, Whose foundation is in the dust, Who are crushed before the moth!",
              "reference": "Job 4:19"
            },
            {
              "content": "‘Between morning and evening they are broken in pieces; Unregarded, they perish forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "‘Is their tent-cord not pulled out within them? They die, yet without wisdom.’",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/4-eab9ed7f432c9178856a5594d0ab51ea.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "5": {
          "reference": "Job 5 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Call now, is there anyone who will answer you? And to which of the holy ones will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "“For irritation kills the fool, And jealousy brings death to the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "“I have seen the fool taking root, And I cursed his home immediately.",
              "reference": "Job 5:3"
            },
            {
              "content": "“His sons are far from safety, They are also oppressed at the gate, And there is no one to save them.",
              "reference": "Job 5:4"
            },
            {
              "content": "“The hungry devour his harvest And take it to a place of thorns, And the schemer is eager for their wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "“For disaster does not come from the dust, Nor does trouble sprout from the ground,",
              "reference": "Job 5:6"
            },
            {
              "content": "For man is born for trouble, As sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "¶“But as for me, I would seek God, And I would make my plea before God,",
              "reference": "Job 5:8"
            },
            {
              "content": "Who does great and unsearchable things, Wonders without number.",
              "reference": "Job 5:9"
            },
            {
              "content": "“He gives rain on the earth, And sends water on the fields,",
              "reference": "Job 5:10"
            },
            {
              "content": "So that He sets on high those who are lowly, And those who mourn are lifted to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "“He frustrates the schemes of the shrewd, So that their hands cannot attain success.",
              "reference": "Job 5:12"
            },
            {
              "content": "“He captures the wise by their own cleverness, And the advice of the cunning is quickly thwarted.",
              "reference": "Job 5:13"
            },
            {
              "content": "“By day they meet with darkness, And grope at noon as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "“But He saves from the sword of their mouth, And the poor from the hand of the strong.",
              "reference": "Job 5:15"
            },
            {
              "content": "“So the helpless has hope, And injustice has shut its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "¶“Behold, happy is the person whom God disciplines, So do not reject the discipline of the Almighty.",
              "reference": "Job 5:17"
            },
            {
              "content": "“For He inflicts pain, and gives relief; He wounds, but His hands also heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "“In six troubles He will save you; Even in seven, evil will not touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "“In famine He will redeem you from death, And in war, from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "“You will be hidden from the scourge of the tongue, And you will not be afraid of violence when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "“You will laugh at violence and hunger, And you will not be afraid of wild animals.",
              "reference": "Job 5:22"
            },
            {
              "content": "“For you will be in league with the stones of the field, And the animals of the field will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "“You will know that your tent is secure, For you will visit your home and have nothing missing.",
              "reference": "Job 5:24"
            },
            {
              "content": "“You will also know that your descendants will be many, And your offspring as the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "“You will come to the grave at a ripe age, Like the stacking of grain in its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "“Behold this; we have investigated it, and so it is. Hear it, and know for yourself.”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/5-7a625084d05676d141029ed28abfeddf.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "6": {
          "reference": "Job 6 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 6:1"
            },
            {
              "content": "“Oh if only my grief were actually weighed And laid in the balances together with my disaster!",
              "reference": "Job 6:2"
            },
            {
              "content": "“For then it would be heavier than the sand of the seas; For that reason my words have been rash.",
              "reference": "Job 6:3"
            },
            {
              "content": "“For the arrows of the Almighty are within me, My spirit drinks their poison; The terrors of God line up against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "“Does the wild donkey bray over his grass, Or does the ox low over his feed?",
              "reference": "Job 6:5"
            },
            {
              "content": "“Can something tasteless be eaten without salt, Or is there any taste in the juice of an alkanet plant?",
              "reference": "Job 6:6"
            },
            {
              "content": "“My soul refuses to touch them; They are like loathsome food to me.",
              "reference": "Job 6:7"
            },
            {
              "content": "¶“Oh, that my request might come to pass, And that God would grant my hope!",
              "reference": "Job 6:8"
            },
            {
              "content": "“Oh, that God would decide to crush me, That He would let loose His hand and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "“But it is still my comfort, And I rejoice in unsparing pain, That I have not denied the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "“What is my strength, that I should wait? And what is my end, that I should endure?",
              "reference": "Job 6:11"
            },
            {
              "content": "“Is my strength the strength of stones, Or is my flesh bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "“Is it that my help is not within me, And that a good outcome is driven away from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "¶“For the despairing man there should be kindness from his friend; So that he does not abandon the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "“My brothers have acted deceitfully like a wadi, Like the torrents of wadis which drain away,",
              "reference": "Job 6:15"
            },
            {
              "content": "Which are darkened because of ice, And into which the snow melts.",
              "reference": "Job 6:16"
            },
            {
              "content": "“When they dry up, they vanish; When it is hot, they disappear from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "“The paths of their course wind along, They go up into wasteland and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "“The caravans of Tema looked, The travelers of Sheba hoped for them.",
              "reference": "Job 6:19"
            },
            {
              "content": "“They were put to shame, for they had trusted, They came there and were humiliated.",
              "reference": "Job 6:20"
            },
            {
              "content": "“Indeed, you have now become such, You see terrors and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "“Have I said, ‘Give me something,’ Or, ‘Offer a bribe for me from your wealth,’",
              "reference": "Job 6:22"
            },
            {
              "content": "Or, ‘Save me from the hand of the enemy,’ Or, ‘Redeem me from the hand of the tyrants’?",
              "reference": "Job 6:23"
            },
            {
              "content": "¶“Teach me, and I will be silent; And show me how I have done wrong.",
              "reference": "Job 6:24"
            },
            {
              "content": "“How painful are honest words! But what does your argument prove?",
              "reference": "Job 6:25"
            },
            {
              "content": "“Do you intend to rebuke my words, When the words of one in despair belong to the wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "“You would even cast lots for the orphans, And barter over your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "“Now please look at me, And see if I am lying to your face.",
              "reference": "Job 6:28"
            },
            {
              "content": "“Please turn away, let there be no injustice; Turn away, my righteousness is still in it.",
              "reference": "Job 6:29"
            },
            {
              "content": "“Is there injustice on my tongue? Does my palate not discern disasters?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/6-ccded5be3df59ae3c5bebf634f7d99a9.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "7": {
          "reference": "Job 7 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Is a person not forced to labor on earth, And are his days not like the days of a hired worker?",
              "reference": "Job 7:1"
            },
            {
              "content": "“As a slave pants for the shade, And as a hired worker who eagerly waits for his wages,",
              "reference": "Job 7:2"
            },
            {
              "content": "So I am allotted worthless months, And nights of trouble are apportioned to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "“When I lie down, I say, ‘When shall I arise?’ But the night continues, And I am continually tossing until dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "“My flesh is clothed with maggots and a crust of dirt, My skin hardens and oozes.",
              "reference": "Job 7:5"
            },
            {
              "content": "“My days are swifter than a weaver’s shuttle, And they come to an end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "¶“Remember that my life is a mere breath; My eye will not see goodness again.",
              "reference": "Job 7:7"
            },
            {
              "content": "“The eye of him who sees me will no longer look at me; Your eyes will be on me, but I will not exist.",
              "reference": "Job 7:8"
            },
            {
              "content": "“When a cloud vanishes, it is gone; In the same way one who goes down to Sheol does not come up.",
              "reference": "Job 7:9"
            },
            {
              "content": "“He will not return to his house again, Nor will his place know about him anymore.",
              "reference": "Job 7:10"
            },
            {
              "content": "¶“Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "“Am I the sea, or the sea monster, That You set a guard over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "“If I say, ‘My couch will comfort me, My bed will ease my complaint,’",
              "reference": "Job 7:13"
            },
            {
              "content": "Then You frighten me with dreams, And terrify me by visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "So that my soul would choose suffocation, Death rather than my pains.",
              "reference": "Job 7:15"
            },
            {
              "content": "“I waste away; I will not live forever. Leave me alone, for my days are only a breath.",
              "reference": "Job 7:16"
            },
            {
              "content": "“What is man that You exalt him, And that You are concerned about him,",
              "reference": "Job 7:17"
            },
            {
              "content": "That You examine him every morning And put him to the test every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "“Will You never turn Your gaze away from me, Nor leave me alone until I swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "“Have I sinned? What have I done to You, Watcher of mankind? Why have You made me Your target, So that I am a burden to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "“Why then do You not forgive my wrongdoing And take away my guilt? For now I will lie down in the dust; And You will search for me, but I will no longer exist.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/7-26dfb2f3beb5a31c42f865e30d705a8e.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "8": {
          "reference": "Job 8 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Bildad the Shuhite responded,",
              "reference": "Job 8:1"
            },
            {
              "content": "“How long will you say these things, And the words of your mouth be a mighty wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "“Does God pervert justice? Or does the Almighty pervert what is right?",
              "reference": "Job 8:3"
            },
            {
              "content": "“If your sons sinned against Him, Then He turned them over to the power of their wrongdoing.",
              "reference": "Job 8:4"
            },
            {
              "content": "“If you will search for God And implore the compassion of the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "If you are pure and upright, Surely now He will stir Himself for you And restore your righteous estate.",
              "reference": "Job 8:6"
            },
            {
              "content": "“Though your beginning was insignificant, Yet your end will increase greatly.",
              "reference": "Job 8:7"
            },
            {
              "content": "¶“Please inquire of past generations, And consider the things searched out by their fathers.",
              "reference": "Job 8:8"
            },
            {
              "content": "“For we are only of yesterday and know nothing, Because our days on earth are as a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "“Will they not teach you and tell you, And bring forth words from their minds?",
              "reference": "Job 8:10"
            },
            {
              "content": "¶“Can papyrus grow tall without a marsh? Can the rushes grow without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "“While it is still green and not cut down, Yet it withers before any other  plant.",
              "reference": "Job 8:12"
            },
            {
              "content": "“So are the paths of all who forget God; And the hope of the godless will perish,",
              "reference": "Job 8:13"
            },
            {
              "content": "His confidence is fragile, And his trust is a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "“He depends on his house, but it does not stand; He holds on to it, but it does not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "“He flourishes before the sun, And his shoots spread out over his garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "“His roots wrap around a rock pile, He grasps a house of stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "“If he is removed from his place, Then it will deny him, saying, ‘I never saw you.’",
              "reference": "Job 8:18"
            },
            {
              "content": "“Behold, this is the joy of His way; And out of the dust others will spring.",
              "reference": "Job 8:19"
            },
            {
              "content": "“Behold, God will not reject a person of integrity, Nor will He help evildoers.",
              "reference": "Job 8:20"
            },
            {
              "content": "“He will yet fill your mouth with laughter, And your lips with joyful shouting.",
              "reference": "Job 8:21"
            },
            {
              "content": "“Those who hate you will be clothed with shame, And the tent of the wicked will no longer exist.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/8-4108db2fb630a3201c11ec5f474b58f9.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "9": {
          "reference": "Job 9 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 9:1"
            },
            {
              "content": "“In truth I know that this is so; But how can a person be in the right with God?",
              "reference": "Job 9:2"
            },
            {
              "content": "“If one wished to dispute with Him, He could not answer Him once in a thousand times.",
              "reference": "Job 9:3"
            },
            {
              "content": "“Wise in heart and mighty in strength, Who has defied Him without harm?",
              "reference": "Job 9:4"
            },
            {
              "content": "“It is God who removes the mountains, and they do not know how, When He overturns them in His anger.",
              "reference": "Job 9:5"
            },
            {
              "content": "“It is He who shakes the earth from its place, And its pillars tremble;",
              "reference": "Job 9:6"
            },
            {
              "content": "Who commands the sun not to shine, And puts a seal on the stars;",
              "reference": "Job 9:7"
            },
            {
              "content": "Who alone stretches out the heavens, And tramples down the waves of the sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "Who makes the Bear, Orion, and the Pleiades, And the constellations of the south.",
              "reference": "Job 9:9"
            },
            {
              "content": "“It is He who does great things, the unfathomable, And wondrous works without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "“If He were to pass by me, I would not see Him; Were He to move past me, I would not perceive Him.",
              "reference": "Job 9:11"
            },
            {
              "content": "“If He were to snatch away, who could restrain Him? Who could say to Him, ‘What are You doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "¶“God will not turn back His anger; Beneath Him the helpers of Rahab cower.",
              "reference": "Job 9:13"
            },
            {
              "content": "“How then can I answer Him, And choose my words before Him?",
              "reference": "Job 9:14"
            },
            {
              "content": "“For though I were right, I could not answer; I would have to implore the mercy of my Judge.",
              "reference": "Job 9:15"
            },
            {
              "content": "“If I called and He answered me, I could not believe that He was listening to my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "“For He bruises me with a storm And multiplies my wounds without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "“He will not allow me to get my breath, But He saturates me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "“If it is a matter of power, behold, He is the strong one! And if it is a matter of justice, who can summon Him?",
              "reference": "Job 9:19"
            },
            {
              "content": "“Though I am righteous, my mouth will condemn me; Though I am guiltless, He will declare me guilty.",
              "reference": "Job 9:20"
            },
            {
              "content": "“I am guiltless; I do not take notice of myself; I reject my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "“It is all one; therefore I say, ‘He destroys the guiltless and the wicked.’",
              "reference": "Job 9:22"
            },
            {
              "content": "“If the whip kills suddenly, He mocks the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "“The earth is handed over to the wicked; He covers the faces of its judges. If it is not He, then who is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "¶“Now my days are swifter than a runner; They flee away, they see no good.",
              "reference": "Job 9:25"
            },
            {
              "content": "“They slip by like reed boats, Like an eagle that swoops on its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "“Though I say, ‘I will forget my complaint, I will put my face in order and be cheerful,’",
              "reference": "Job 9:27"
            },
            {
              "content": "I am afraid of all my pains, I know that You will not acquit me.",
              "reference": "Job 9:28"
            },
            {
              "content": "“I am guilty, Why then should I struggle in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "“If I washed myself with snow, And cleansed my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "Then You would plunge me into the pit, And my own clothes would loathe me.",
              "reference": "Job 9:31"
            },
            {
              "content": "“For He is not a man, as I am, that I may answer Him— That we may go to court together!",
              "reference": "Job 9:32"
            },
            {
              "content": "“There is no arbitrator between us, Who can place his hand upon us both.",
              "reference": "Job 9:33"
            },
            {
              "content": "“Let Him remove His rod from me, And let not the dread of Him terrify me.",
              "reference": "Job 9:34"
            },
            {
              "content": "“Then I would speak and not fear Him; But I am not like that in myself.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/9-fbffe8499dce852717b783b1a21b5b8c.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "10": {
          "reference": "Job 10 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“I am disgusted with my own life; I will express my complaint freely; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "“I will say to God, ‘Do not condemn me; Let me know why You contend with me.",
              "reference": "Job 10:2"
            },
            {
              "content": "‘Is it right for You indeed to oppress, To reject the work of Your hands, And to look favorably on the plan of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "‘Do You have eyes of flesh? Or do You see as mankind sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "‘Are Your days like the days of a mortal, Or Your years like a man’s year,",
              "reference": "Job 10:5"
            },
            {
              "content": "That You should search for my guilt And carefully seek my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "‘According to Your knowledge I am indeed not guilty, Yet there is no one to save me from Your hand.",
              "reference": "Job 10:7"
            },
            {
              "content": "¶‘Your hands fashioned and made me altogether, Yet would You destroy me?",
              "reference": "Job 10:8"
            },
            {
              "content": "‘Remember that You have made me as clay; Yet would You turn me into dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "‘Did You not pour me out like milk, And curdle me like cheese,",
              "reference": "Job 10:10"
            },
            {
              "content": "Clothe me with skin and flesh, And intertwine me with bones and tendons?",
              "reference": "Job 10:11"
            },
            {
              "content": "‘You have granted me life and goodness; And Your care has guarded my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "‘Yet You have concealed these things in Your heart; I know that this is within You:",
              "reference": "Job 10:13"
            },
            {
              "content": "If I have sinned, You will take note of me, And will not acquit me of my guilt.",
              "reference": "Job 10:14"
            },
            {
              "content": "‘If I am wicked, woe to me! But if I am righteous, I dare not lift up my head. I am full of shame, and conscious of my misery.",
              "reference": "Job 10:15"
            },
            {
              "content": "‘And should my head be high, You would hunt me like a lion; And You would show Your power against me again.",
              "reference": "Job 10:16"
            },
            {
              "content": "‘You renew Your witnesses against me And increase Your anger toward me; Hardship after hardship is with me.",
              "reference": "Job 10:17"
            },
            {
              "content": "¶‘Why then did You bring me out of the womb? If only I had died and no eye had seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "‘I should have been as though I had not been, Brought from womb to tomb.’",
              "reference": "Job 10:19"
            },
            {
              "content": "“Would He not leave my few days alone? Withdraw from me so that I may have a little cheerfulness",
              "reference": "Job 10:20"
            },
            {
              "content": "Before I go—and I shall not return— To the land of darkness and deep shadow,",
              "reference": "Job 10:21"
            },
            {
              "content": "The land of utter gloom like darkness itself, Of deep shadow without order, And it shines like darkness.”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/10-b8d66a1b9c198e1abff2071bdd94d635.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "11": {
          "reference": "Job 11 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Zophar the Naamathite responded,",
              "reference": "Job 11:1"
            },
            {
              "content": "“Shall a multitude of words go unanswered, And a talkative man be acquitted?",
              "reference": "Job 11:2"
            },
            {
              "content": "“Shall your boasts silence people? And will you scoff, and no one rebuke?",
              "reference": "Job 11:3"
            },
            {
              "content": "“For you have said, ‘My teaching is pure, And I am innocent in your eyes.’",
              "reference": "Job 11:4"
            },
            {
              "content": "“But if only God would speak, And open His lips against you,",
              "reference": "Job 11:5"
            },
            {
              "content": "And show you the secrets of wisdom! For sound wisdom has two sides. Know then that God forgets part of your guilt.",
              "reference": "Job 11:6"
            },
            {
              "content": "¶“Can you discover the depths of God? Can you discover the limits of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "“They are as high as  the heavens; what can you do? Deeper than Sheol; what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "“Its measurement is longer than the earth And broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "“If He passes by or apprehends people, Or calls an assembly, who can restrain Him?",
              "reference": "Job 11:10"
            },
            {
              "content": "“For He knows false people, And He sees injustice without investigating.",
              "reference": "Job 11:11"
            },
            {
              "content": "“An idiot will become intelligent When a wild donkey is born a human.",
              "reference": "Job 11:12"
            },
            {
              "content": "¶“If you would direct your heart rightly And spread out your hands to Him,",
              "reference": "Job 11:13"
            },
            {
              "content": "If wrongdoing is in your hand, put it far away, And do not let malice dwell in your tents;",
              "reference": "Job 11:14"
            },
            {
              "content": "Then, indeed, you could lift up your face without moral blemish, And you would be firmly established and not fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "“For you would forget your trouble; Like waters that have passed by, you would remember it.",
              "reference": "Job 11:16"
            },
            {
              "content": "“Your life would be brighter than noonday; Darkness would be like the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "“Then you would trust, because there is hope; And you would look around and rest securely.",
              "reference": "Job 11:18"
            },
            {
              "content": "“You would lie down and none would disturb you, And many would flatter you.",
              "reference": "Job 11:19"
            },
            {
              "content": "“But the eyes of the wicked will fail, And there will be no escape for them; And their hope is to breathe their last.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/11-72a3e9a5185e45a1f38efffe615d8a67.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "12": {
          "reference": "Job 12 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 12:1"
            },
            {
              "content": "“Truly then you are the people, And with you wisdom will die!",
              "reference": "Job 12:2"
            },
            {
              "content": "“But I have intelligence as well as you; I am not inferior to you. And who does not know such things as these?",
              "reference": "Job 12:3"
            },
            {
              "content": "“I am a joke to my friends, The one who called on God and He answered him; The just and blameless man is a joke.",
              "reference": "Job 12:4"
            },
            {
              "content": "“He who is at ease holds disaster in contempt, As prepared for those whose feet slip.",
              "reference": "Job 12:5"
            },
            {
              "content": "“The tents of the destroyers prosper, And those who provoke God are secure, Whom God brings into their power.",
              "reference": "Job 12:6"
            },
            {
              "content": "¶“But just ask the animals, and have them teach you; And the birds of the sky, and have them tell you.",
              "reference": "Job 12:7"
            },
            {
              "content": "“Or speak to the earth, and have it teach you; And have the fish of the sea tell you.",
              "reference": "Job 12:8"
            },
            {
              "content": "“Who among all these does not know That the hand of the Lord has done this,",
              "reference": "Job 12:9"
            },
            {
              "content": "In whose hand is the life of every living thing, And the breath of all mankind?",
              "reference": "Job 12:10"
            },
            {
              "content": "“Does the ear not put words to the test, As the palate tastes its food?",
              "reference": "Job 12:11"
            },
            {
              "content": "“Wisdom is with the aged, And with  long life comes understanding.",
              "reference": "Job 12:12"
            },
            {
              "content": "¶“Wisdom and might are with Him; Advice and understanding belong to Him.",
              "reference": "Job 12:13"
            },
            {
              "content": "“Behold, He tears down, and it cannot be rebuilt; He imprisons a person, and there is no release.",
              "reference": "Job 12:14"
            },
            {
              "content": "“Behold, He restrains the waters, and they dry up; And He sends them out, and they inundate the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "“Strength and sound wisdom are with Him. One who goes astray and one who leads astray belong to Him.",
              "reference": "Job 12:16"
            },
            {
              "content": "“He makes advisers walk barefoot And makes fools of judges.",
              "reference": "Job 12:17"
            },
            {
              "content": "“He undoes the binding of kings, And ties a loincloth around their waist.",
              "reference": "Job 12:18"
            },
            {
              "content": "“He makes priests walk barefoot, And overthrows the secure ones.",
              "reference": "Job 12:19"
            },
            {
              "content": "“He deprives the trusted ones of speech, And takes away the discernment of the elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "“He pours contempt on nobles, And loosens the belt of the strong.",
              "reference": "Job 12:21"
            },
            {
              "content": "“He reveals mysteries from the darkness, And brings the deep darkness into light.",
              "reference": "Job 12:22"
            },
            {
              "content": "“He makes the nations great, then destroys them; He enlarges the nations, then leads them away.",
              "reference": "Job 12:23"
            },
            {
              "content": "“He deprives the leaders of the earth’s people of intelligence And makes them wander in a pathless wasteland.",
              "reference": "Job 12:24"
            },
            {
              "content": "“They grope in darkness with no light, And He makes them stagger like a drunken person.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/12-aa4e3591c80f20298584491b00b08105.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "13": {
          "reference": "Job 13 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Behold, my eye has seen all this, My ear has heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "“What you know I also know; I am not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "¶“But I would speak to the Almighty, And I desire to argue with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "“But you smear me with lies; You are all worthless physicians.",
              "reference": "Job 13:4"
            },
            {
              "content": "“Oh that you would be completely silent, And that it would become your wisdom!",
              "reference": "Job 13:5"
            },
            {
              "content": "“Please hear my argument, And give your attention to the contentions of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "“Will you speak what is unjust for God, And speak what is deceitful for Him?",
              "reference": "Job 13:7"
            },
            {
              "content": "“Will you show partiality for Him? Will you contend for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "“Will it go well when He examines you? Or will you deceive Him as one deceives a man?",
              "reference": "Job 13:9"
            },
            {
              "content": "“He will certainly punish you If you secretly show partiality.",
              "reference": "Job 13:10"
            },
            {
              "content": "“Will His majesty not terrify you, And the dread of Him fall upon you?",
              "reference": "Job 13:11"
            },
            {
              "content": "“Your memorable sayings are proverbs of ashes, Your defenses are defenses of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "¶“Be silent before me so that I may speak; Then let come upon me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "“Why should I take my flesh in my teeth, And put my life in my hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "“Though He slay me, I will hope in Him. Nevertheless I will argue my ways before Him.",
              "reference": "Job 13:15"
            },
            {
              "content": "“This also will be my salvation, For a godless person cannot come before His presence.",
              "reference": "Job 13:16"
            },
            {
              "content": "“Listen carefully to my speech, And let my declaration fill your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "“Behold now, I have prepared my case; I know that I will be vindicated.",
              "reference": "Job 13:18"
            },
            {
              "content": "“Who could contend with me? For then I would be silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "¶“Only two things I ask that You do not do to me, Then I will not hide from Your face:",
              "reference": "Job 13:20"
            },
            {
              "content": "Remove Your hand from me, And may the dread of You not terrify me.",
              "reference": "Job 13:21"
            },
            {
              "content": "“Then call and I will answer; Or let me speak, then reply to me.",
              "reference": "Job 13:22"
            },
            {
              "content": "“How many are my guilty deeds and sins? Make known to me my wrongdoing and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "“Why do You hide Your face And consider me Your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "“Will You scare away a scattered leaf? Or will You pursue the dry chaff?",
              "reference": "Job 13:25"
            },
            {
              "content": "“For You write bitter things against me And make me inherit the guilty deeds of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "“You put my feet in the stocks And watch all my paths; You set a limit for the soles of my feet,",
              "reference": "Job 13:27"
            },
            {
              "content": "While I am decaying like a rotten thing, Like a garment that is moth-eaten.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/13-66861c77d80c4aed9503a2b9efb9114f.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "14": {
          "reference": "Job 14 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Man, who is born of woman, Is short-lived and full of turmoil.",
              "reference": "Job 14:1"
            },
            {
              "content": "“Like a flower he comes out and withers. He also flees like a shadow and does not remain.",
              "reference": "Job 14:2"
            },
            {
              "content": "“You also open Your eyes on him And bring him into judgment with Yourself.",
              "reference": "Job 14:3"
            },
            {
              "content": "“Who can make the clean out of the unclean? No one!",
              "reference": "Job 14:4"
            },
            {
              "content": "“Since his days are determined, The number of his months is with You; And You have set his limits so that he cannot pass.",
              "reference": "Job 14:5"
            },
            {
              "content": "“Look away from him so that he may rest, Until he fulfills his day like a hired worker.",
              "reference": "Job 14:6"
            },
            {
              "content": "¶“For there is hope for a tree, When it is cut down, that it will sprout again, And its shoots will not fail.",
              "reference": "Job 14:7"
            },
            {
              "content": "“Though its roots grow old in the ground, And its stump dies in the dry soil,",
              "reference": "Job 14:8"
            },
            {
              "content": "At the scent of water it will flourish And produce sprigs like a plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "“But a man dies and lies prostrate. A person passes away, and where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "“As water evaporates from the sea, And a river becomes parched and dried up,",
              "reference": "Job 14:11"
            },
            {
              "content": "So a man lies down and does not rise. Until the heavens no longer exist, He will not awake nor be woken from his sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "¶“Oh that You would hide me in Sheol, That You would conceal me until Your wrath returns to You, That You would set a limit for me and remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "“If a man dies, will he live again? All the days of my struggle I will wait Until my relief comes.",
              "reference": "Job 14:14"
            },
            {
              "content": "“You will call, and I will answer You; You will long for the work of Your hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "“For now You number my steps, You do not observe my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "“My wrongdoing is sealed up in a bag, And You cover over my guilt.",
              "reference": "Job 14:17"
            },
            {
              "content": "¶“But the falling mountain crumbles away, And the rock moves from its place;",
              "reference": "Job 14:18"
            },
            {
              "content": "Water wears away stones, Its torrents wash away the dust of the earth; So You destroy a man’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "“You forever overpower him and he departs; You change his appearance and send him away.",
              "reference": "Job 14:20"
            },
            {
              "content": "“His sons achieve honor, but he does not know it; Or they become insignificant, and he does not perceive it.",
              "reference": "Job 14:21"
            },
            {
              "content": "“However, his body pains him, And his soul mourns for himself.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/14-48bf08a16cc163067afab44194d0b2b4.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "15": {
          "reference": "Job 15 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded,",
              "reference": "Job 15:1"
            },
            {
              "content": "“Should a wise man answer with windy knowledge, And fill himself with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "“Should he argue with useless talk, Or with words which do not benefit?",
              "reference": "Job 15:3"
            },
            {
              "content": "“Indeed, you do away with reverence, And hinder meditation before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "“For your wrongdoing teaches your mouth, And you choose the language of the cunning.",
              "reference": "Job 15:5"
            },
            {
              "content": "“Your own mouth condemns you, and not I; And your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "¶“Were you the first person to be born, Or were you brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "“Do you hear the secret discussion of God, And limit wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "“What do you know that we do not know? What do you understand that we do not?",
              "reference": "Job 15:9"
            },
            {
              "content": "“Both the gray-haired and the aged are among us, Older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "“Are the consolations of God too little for you, Or the word spoken gently to you?",
              "reference": "Job 15:11"
            },
            {
              "content": "“Why does your heart take you away? And why do your eyes wink,",
              "reference": "Job 15:12"
            },
            {
              "content": "That you can turn your spirit against God And produce such words from your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "“What is man, that he would be pure, Or he who is born of a woman, that he would be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "“Behold, He has no trust in His holy ones, And the heavens are not pure in His sight;",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less one who is detestable and corrupt: A person who drinks malice like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "¶“I will tell you, listen to me; And what I have seen I will also declare;",
              "reference": "Job 15:17"
            },
            {
              "content": "What wise people have told, And have not concealed from their fathers,",
              "reference": "Job 15:18"
            },
            {
              "content": "To whom alone the land was given, And no stranger passed among them.",
              "reference": "Job 15:19"
            },
            {
              "content": "“The wicked person writhes in pain all his days, And the years reserved for the ruthless are numbered.",
              "reference": "Job 15:20"
            },
            {
              "content": "“Sounds of terror are in his ears; While he is at peace the destroyer comes upon him.",
              "reference": "Job 15:21"
            },
            {
              "content": "“He does not believe that he will return from darkness, And he is destined for the sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "“He wanders about for food, saying, ‘Where is it?’ He knows that a day of darkness is at hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "“Distress and anguish terrify him, They overpower him like a king ready for the attack,",
              "reference": "Job 15:24"
            },
            {
              "content": "Because he has reached out with his hand against God, And is arrogant toward the Almighty.",
              "reference": "Job 15:25"
            },
            {
              "content": "“He rushes headlong at Him With his massive shield.",
              "reference": "Job 15:26"
            },
            {
              "content": "“For he has covered his face with his fat, And put fat on his waist.",
              "reference": "Job 15:27"
            },
            {
              "content": "“He has lived in desolate cities, In houses no one would inhabit, Which are destined to become ruins.",
              "reference": "Job 15:28"
            },
            {
              "content": "“He will not become rich, nor will his wealth endure; And his property will not stretch out on the earth.",
              "reference": "Job 15:29"
            },
            {
              "content": "“He will not escape from darkness; The flame will dry up his shoot, And he will go away by the breath of His mouth.",
              "reference": "Job 15:30"
            },
            {
              "content": "“Let him not trust in emptiness, deceiving himself; For his reward will be emptiness.",
              "reference": "Job 15:31"
            },
            {
              "content": "“It will be accomplished before his time, And his palm branch will not be green.",
              "reference": "Job 15:32"
            },
            {
              "content": "“He will drop off his unripe grape like the vine, And will cast off his flower like the olive tree.",
              "reference": "Job 15:33"
            },
            {
              "content": "“For the company of the godless is barren, And fire consumes the tents of the corrupt.",
              "reference": "Job 15:34"
            },
            {
              "content": "“They conceive harm and give birth to wrongdoing, And their mind prepares deception.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/15-93a531839f36b5cc16f0615f944d8fb8.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "16": {
          "reference": "Job 16 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 16:1"
            },
            {
              "content": "“I have heard many things like these; Miserable comforters are you all!",
              "reference": "Job 16:2"
            },
            {
              "content": "“Is there no end to windy words? Or what provokes you that you answer?",
              "reference": "Job 16:3"
            },
            {
              "content": "“I too could speak like you, If only I were in your place. I could compose words against you And shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "“Or I could strengthen you with my mouth, And the condolence of my lips could lessen your pain.",
              "reference": "Job 16:5"
            },
            {
              "content": "¶“If I speak, my pain is not lessened, And if I refrain, what pain leaves me?",
              "reference": "Job 16:6"
            },
            {
              "content": "“But now He has exhausted me; You have laid waste all my group of loved ones.",
              "reference": "Job 16:7"
            },
            {
              "content": "“And You have shriveled me up, It has become a witness; And my infirmity rises up against me, It testifies to my face.",
              "reference": "Job 16:8"
            },
            {
              "content": "“His anger has torn me and hunted me down, He has gnashed at me with His teeth; My enemy glares at me.",
              "reference": "Job 16:9"
            },
            {
              "content": "“They have gaped at me with their mouths, They have slapped me on the cheek with contempt; They have massed themselves against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "“God hands me over to criminals, And tosses me into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "“I was at ease, but He shattered me, And He has grasped me by my neck and shaken me to pieces; He has also set me up as His target.",
              "reference": "Job 16:12"
            },
            {
              "content": "“His arrows surround me. He splits my kidneys open without mercy; He pours out my bile on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "“He breaks through me with breach after breach; He runs at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "“I have sewed sackcloth over my skin, And thrust my horn in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "“My face is flushed from weeping, And deep darkness is on my eyelids,",
              "reference": "Job 16:16"
            },
            {
              "content": "Although there is no violence in my hands, And my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "¶“Earth, do not cover my blood, And may there be no resting place for my cry.",
              "reference": "Job 16:18"
            },
            {
              "content": "“Even now, behold, my witness is in heaven, And my advocate is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "“My friends are my scoffers; My eye weeps to God,",
              "reference": "Job 16:20"
            },
            {
              "content": "That one might plead for a man with God As a son of man with his neighbor!",
              "reference": "Job 16:21"
            },
            {
              "content": "“For when a few years are past, I shall go the way of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/16-7f21db103fac7e8deeb82912bd45e663.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "17": {
          "reference": "Job 17 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“My spirit is broken, my days are extinguished, The grave is ready for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "“Mockers are certainly with me, And my eye gazes on their provocation.",
              "reference": "Job 17:2"
            },
            {
              "content": "¶“Make a pledge for me with Yourself; Who is there that will be my guarantor?",
              "reference": "Job 17:3"
            },
            {
              "content": "“For You have kept their hearts away from understanding; Therefore You will not exalt them.",
              "reference": "Job 17:4"
            },
            {
              "content": "“He who informs against friends for a share of the spoils, The eyes of his children also will perish.",
              "reference": "Job 17:5"
            },
            {
              "content": "¶“But He has made me a proverb among the people, And I am one at whom people spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "“My eye has also become inexpressive because of grief, And all my body parts are like a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "“The upright will be appalled at this, And the innocent will stir himself up against the godless.",
              "reference": "Job 17:8"
            },
            {
              "content": "“Nevertheless the righteous will hold to his way, And the one who has clean hands will grow stronger and stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "“But come again all of you now, For I do not find a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "“My days are past, my plans are torn apart, The wishes of my heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "“They make night into day, saying, ‘The light is near,’ in the presence of darkness.",
              "reference": "Job 17:12"
            },
            {
              "content": "“If I hope for Sheol as my home, I make my bed in the darkness;",
              "reference": "Job 17:13"
            },
            {
              "content": "If I call to the grave, ‘You are my father’; To the maggot, ‘my mother and my sister’;",
              "reference": "Job 17:14"
            },
            {
              "content": "Where then is my hope? And who looks at my hope?",
              "reference": "Job 17:15"
            },
            {
              "content": "“Will it go down with me to Sheol? Shall we together go down into the dust?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/17-5deef8ae87d0bdbff5579944375609c3.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "18": {
          "reference": "Job 18 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Bildad the Shuhite responded,",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long will you hunt for words? Show understanding, and then we can talk.",
              "reference": "Job 18:2"
            },
            {
              "content": "“Why are we regarded as animals, As stupid in your eyes?",
              "reference": "Job 18:3"
            },
            {
              "content": "“You who tear yourself in your anger— Should the earth be abandoned for your sake, Or the rock moved from its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "¶“Indeed, the light of the wicked goes out, And the spark from his fire does not shine.",
              "reference": "Job 18:5"
            },
            {
              "content": "“The light in his tent is darkened, And his lamp goes out above him.",
              "reference": "Job 18:6"
            },
            {
              "content": "“His vigorous stride is shortened, And his own plan brings him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "“For he is thrown into the net by his own feet, And he steps on the webbing.",
              "reference": "Job 18:8"
            },
            {
              "content": "“A snare seizes him by the heel, And a trap snaps shut on him.",
              "reference": "Job 18:9"
            },
            {
              "content": "“A noose for him is hidden in the ground, And a trap for him on the pathway.",
              "reference": "Job 18:10"
            },
            {
              "content": "“All around sudden terrors frighten him, And harass him at every step.",
              "reference": "Job 18:11"
            },
            {
              "content": "“His strength is famished, And disaster is ready at his side.",
              "reference": "Job 18:12"
            },
            {
              "content": "“It devours parts of his skin, The firstborn of death devours his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "“He is torn from the security of his tent, And they march him before the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "“Nothing of his dwells in his tent; Brimstone is scattered on his home.",
              "reference": "Job 18:15"
            },
            {
              "content": "“His roots are dried below, And his branch withers above.",
              "reference": "Job 18:16"
            },
            {
              "content": "“The memory of him perishes from the earth, And he has no name abroad.",
              "reference": "Job 18:17"
            },
            {
              "content": "“He is driven from light into darkness, And chased from the inhabited world.",
              "reference": "Job 18:18"
            },
            {
              "content": "“He has no offspring or descendants among his people, Nor any survivor where he resided.",
              "reference": "Job 18:19"
            },
            {
              "content": "“Those in the west are appalled at his fate, And those in the east are seized with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "“Certainly these are the dwellings of the wicked, And this is the place of him who does not know God.”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/18-b0bc6d14f52cc9db9a13805848460220.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "19": {
          "reference": "Job 19 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you torment me And crush me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "“These ten times you have insulted me; You are not ashamed to wrong me.",
              "reference": "Job 19:3"
            },
            {
              "content": "“Even if I have truly done wrong, My error stays with me.",
              "reference": "Job 19:4"
            },
            {
              "content": "“If indeed you exalt yourselves against me And prove my disgrace to me,",
              "reference": "Job 19:5"
            },
            {
              "content": "Know then that God has wronged me And has surrounded me with His net.",
              "reference": "Job 19:6"
            },
            {
              "content": "¶“Behold, I cry, ‘Violence!’ but I get no answer; I shout for help, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "“He has blocked my way so that I cannot pass, And He has put darkness on my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "“He has stripped my honor from me And removed the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "“He breaks me down on every side, and I am gone; And He has uprooted my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "“He has also kindled His anger against me And considered me as His enemy.",
              "reference": "Job 19:11"
            },
            {
              "content": "“His troops come together And build up their way against me And camp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "¶“He has removed my brothers far from me, And my acquaintances have completely turned away from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "“My relatives have failed, And my close friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "“Those who live in my house and my servant women consider me a stranger. I am a foreigner in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "“I call to my servant, but he does not answer; I have to implore his favor with my mouth.",
              "reference": "Job 19:16"
            },
            {
              "content": "“My breath is offensive to my wife, And I am loathsome to my own brothers.",
              "reference": "Job 19:17"
            },
            {
              "content": "“Even young children despise me; I stand up and they speak against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "“All my associates loathe me, And those I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "“My bone clings to my skin and my flesh, And I have escaped only by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "“Pity me, pity me, you friends of mine, For the hand of God has struck me.",
              "reference": "Job 19:21"
            },
            {
              "content": "“Why do you persecute me as God does, And are not satisfied with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "¶“Oh that my words were written! Oh that they were recorded in a book!",
              "reference": "Job 19:23"
            },
            {
              "content": "“That with an iron stylus and lead They were engraved in the rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "“Yet as for me, I know that my Redeemer lives, And at the last, He will take His stand on the earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "“Even after my skin is destroyed, Yet from my flesh I will see God,",
              "reference": "Job 19:26"
            },
            {
              "content": "Whom I, on my part, shall behold for myself, And whom my eyes will see, and not another. My heart faints within me!",
              "reference": "Job 19:27"
            },
            {
              "content": "“If you say, ‘How shall we persecute him?’ And ‘What pretext for a case against him can we find?’",
              "reference": "Job 19:28"
            },
            {
              "content": "“Then be afraid of the sword for yourselves, For wrath brings the punishment of the sword, So that you may know there is judgment.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/19-6c8b6cb46f37ccb377cf61655d5cfe7b.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "20": {
          "reference": "Job 20 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Zophar the Naamathite responded,",
              "reference": "Job 20:1"
            },
            {
              "content": "“Therefore my disquieting thoughts make me respond, Even because of my inward agitation.",
              "reference": "Job 20:2"
            },
            {
              "content": "“I listened to the reprimand which insults me, And the spirit of my understanding makes me answer.",
              "reference": "Job 20:3"
            },
            {
              "content": "“Do you know this from ancient times, From the establishment of mankind on earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "That the rejoicing of the wicked is short, And the joy of the godless momentary?",
              "reference": "Job 20:5"
            },
            {
              "content": "“Though his arrogance reaches the heavens, And his head touches the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "He perishes forever like his refuse; Those who have seen him will say, ‘Where is he?’",
              "reference": "Job 20:7"
            },
            {
              "content": "“He flies away like a dream, and they cannot find him; Like a vision of the night he is chased away.",
              "reference": "Job 20:8"
            },
            {
              "content": "“The eye which saw him sees him no longer, And his place no longer beholds him.",
              "reference": "Job 20:9"
            },
            {
              "content": "“His sons favor the poor, And his hands give back his wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "“His bones are full of his youthful strength, But it lies down with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "¶“Though evil tastes sweet in his mouth And he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "Though he desires it and will not let it go, But holds it in his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "Yet his food in his stomach is changed To the venom of cobras within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "“He swallows riches, But will vomit them up; God will expel them from his belly.",
              "reference": "Job 20:15"
            },
            {
              "content": "“He sucks the poison of cobras; The viper’s tongue kills him.",
              "reference": "Job 20:16"
            },
            {
              "content": "“He does not look at the streams, The rivers flowing with honey and curds.",
              "reference": "Job 20:17"
            },
            {
              "content": "“He returns the product of his labor And cannot swallow it; As to the riches of his trading, He cannot even enjoy them.",
              "reference": "Job 20:18"
            },
            {
              "content": "“For he has oppressed and neglected the poor; He has seized a house which he has not built.",
              "reference": "Job 20:19"
            },
            {
              "content": "¶“Because he knew no quiet within him, He does not retain anything he desires.",
              "reference": "Job 20:20"
            },
            {
              "content": "“Nothing remains for him to devour, Therefore his prosperity does not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "“In the fullness of his excess he will be cramped; The hand of everyone who suffers will come against him.",
              "reference": "Job 20:22"
            },
            {
              "content": "“When he fills his belly, God will send His fierce anger on him And rain it on him while he is eating.",
              "reference": "Job 20:23"
            },
            {
              "content": "“He may flee from the iron weapon, But the bronze bow will pierce him.",
              "reference": "Job 20:24"
            },
            {
              "content": "“It is drawn and comes out of his back, Even the flashing point from his gallbladder; Terrors come upon him,",
              "reference": "Job 20:25"
            },
            {
              "content": "Complete darkness is held in reserve for his treasures, And unfanned fire will devour him; It will consume the survivor in his tent.",
              "reference": "Job 20:26"
            },
            {
              "content": "“The heavens will reveal his guilt, And the earth will rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "“The increase of his house will disappear; His possessions will flow away on the day of His anger.",
              "reference": "Job 20:28"
            },
            {
              "content": "“This is a wicked person’s portion from God, The inheritance decreed to him by God.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/20-9bf4a87bbd4b3becd644eff4cfb07951.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "21": {
          "reference": "Job 21 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen carefully to my speech, And let this be your way of consolation.",
              "reference": "Job 21:2"
            },
            {
              "content": "“Bear with me that I may speak; Then after I have spoken, you may mock me.",
              "reference": "Job 21:3"
            },
            {
              "content": "“As for me, is my complaint to a mortal? Or why should I not be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "“Look at me, and be astonished, And put your hand over your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "“Even when I remember, I am disturbed, And horror takes hold of my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "“Why do the wicked still live, Grow old, and also become very powerful?",
              "reference": "Job 21:7"
            },
            {
              "content": "“Their descendants endure with them in their sight, And their offspring before their eyes,",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses are safe from fear, And the rod of God is not on them.",
              "reference": "Job 21:9"
            },
            {
              "content": "“His ox mates without fail; His cow calves and does not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "“They send out their boys like the flock, And their children dance.",
              "reference": "Job 21:11"
            },
            {
              "content": "“They sing with the tambourine and harp, And rejoice at the sound of the flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "“They spend their days in prosperity, And suddenly they go down to Sheol.",
              "reference": "Job 21:13"
            },
            {
              "content": "“Yet they say to God, ‘Go away from us! We do not even desire the knowledge of Your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "‘Who is the Almighty, that we should serve Him, And what would we gain if we plead with Him?’",
              "reference": "Job 21:15"
            },
            {
              "content": "“Behold, their prosperity is not in their hand; The advice of the wicked is far from me.",
              "reference": "Job 21:16"
            },
            {
              "content": "¶“How often is the lamp of the wicked put out, Or does their disaster fall on them? Does God apportion destruction in His anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "“Are they as straw before the wind, And like chaff which the storm carries away?",
              "reference": "Job 21:18"
            },
            {
              "content": "“You say, ‘God saves up a person’s wrongdoing for his sons.’ Let God repay him so that he may know it.",
              "reference": "Job 21:19"
            },
            {
              "content": "“Let his own eyes see his destruction, And let him drink of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "“For what does he care about his household after him, When the number of his months is at an end?",
              "reference": "Job 21:21"
            },
            {
              "content": "“Can anyone teach God knowledge, In that He judges those on high?",
              "reference": "Job 21:22"
            },
            {
              "content": "“One dies in his full strength, Being wholly undisturbed and at ease;",
              "reference": "Job 21:23"
            },
            {
              "content": "His sides are filled with fat, And the marrow of his bones is wet,",
              "reference": "Job 21:24"
            },
            {
              "content": "While another dies with a bitter soul, Never even tasting anything good.",
              "reference": "Job 21:25"
            },
            {
              "content": "“Together they lie down in the dust, And maggots cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "¶“Behold, I know your thoughts, And the plots you devise against me.",
              "reference": "Job 21:27"
            },
            {
              "content": "“For you say, ‘Where is the house of the nobleman, And where is the tent, the dwelling places of the wicked?’",
              "reference": "Job 21:28"
            },
            {
              "content": "“Have you not asked travelers, And do you not examine their evidence?",
              "reference": "Job 21:29"
            },
            {
              "content": "“For the wicked person is spared a day of disaster; They are led away from a day of fury.",
              "reference": "Job 21:30"
            },
            {
              "content": "“Who confronts him with his actions, And who repays him for what he has done?",
              "reference": "Job 21:31"
            },
            {
              "content": "“When he is carried to the grave, People will keep watch over his tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "“The clods of the valley will gently cover him; Moreover, all mankind will follow after him, While countless others go before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "“So how dare you give me empty comfort? For your answers remain nothing but falsehood!”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/21-42f2091304d366293d57aefdf545b475.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "22": {
          "reference": "Job 22 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded,",
              "reference": "Job 22:1"
            },
            {
              "content": "“Can a strong man be of use to God, Or a wise one be useful to himself?",
              "reference": "Job 22:2"
            },
            {
              "content": "“Is it any pleasure to the Almighty if you are righteous, Or gain if you make your ways blameless?",
              "reference": "Job 22:3"
            },
            {
              "content": "“Is it because of your reverence that He punishes you, That He enters into judgment against you?",
              "reference": "Job 22:4"
            },
            {
              "content": "“Is your wickedness not abundant, And is there no end to your guilty deeds?",
              "reference": "Job 22:5"
            },
            {
              "content": "“For you have seized pledges from your brothers without cause, And stripped people naked.",
              "reference": "Job 22:6"
            },
            {
              "content": "“You have given the weary no water to drink, And you have withheld bread from the hungry.",
              "reference": "Job 22:7"
            },
            {
              "content": "“But the earth belongs to the powerful man, And the one who is honorable dwells on it.",
              "reference": "Job 22:8"
            },
            {
              "content": "“You have sent widows away empty, And the strength of orphans has been crushed.",
              "reference": "Job 22:9"
            },
            {
              "content": "“Therefore traps surround you, And sudden dread terrifies you,",
              "reference": "Job 22:10"
            },
            {
              "content": "Or darkness, so that you cannot see, And a flood of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "¶“Is God not in the height of heaven? Look also at the highest stars, how high they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "“But you say, ‘What does God know? Can He judge through the thick darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "‘Clouds are a hiding place for Him, so that He cannot see; And He walks on the vault of heaven.’",
              "reference": "Job 22:14"
            },
            {
              "content": "“Will you keep to the ancient path Which wicked people have walked,",
              "reference": "Job 22:15"
            },
            {
              "content": "Who were snatched away before their time, Whose foundations were washed away by a river?",
              "reference": "Job 22:16"
            },
            {
              "content": "“They said to God, ‘Go away from us!’ And ‘What can the Almighty do to them?’",
              "reference": "Job 22:17"
            },
            {
              "content": "“Yet He filled their houses with good things; But the advice of the wicked is far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "“The righteous see and are glad, And the innocent mock them, saying,",
              "reference": "Job 22:19"
            },
            {
              "content": "‘Truly our enemies are eliminated, And fire has consumed their abundance.’",
              "reference": "Job 22:20"
            },
            {
              "content": "¶“Be reconciled with Him, and be at peace; Thereby good will come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "“Please receive instruction from His mouth, And put His words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "“If you return to the Almighty, you will be restored; If you remove injustice far from your tent,",
              "reference": "Job 22:23"
            },
            {
              "content": "And put your  gold in the dust, And the gold of Ophir among the stones of the brooks,",
              "reference": "Job 22:24"
            },
            {
              "content": "Then the Almighty will be your gold And abundant silver to you.",
              "reference": "Job 22:25"
            },
            {
              "content": "“For then you will take pleasure in the Almighty And lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "“You will pray to Him, and He will hear you; And you will pay your vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "“You will also decide something, and it will be established for you; And light will shine on your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "“When they have brought you low, you will speak with confidence, And He will save the humble person.",
              "reference": "Job 22:29"
            },
            {
              "content": "“He will rescue one who is not innocent, And he will be rescued due to the cleanness of your hands.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/22-9aa3bd07902c1d682a53168a34b50dfd.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "23": {
          "reference": "Job 23 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 23:1"
            },
            {
              "content": "“Even today my complaint is rebellion; His hand is heavy despite my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "“Oh that I knew how to find Him, That I might come to His home!",
              "reference": "Job 23:3"
            },
            {
              "content": "“I would present my case before Him And fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "“I would learn the words which He would answer, And perceive what He would tell me.",
              "reference": "Job 23:5"
            },
            {
              "content": "“Would He contend with me by the greatness of His power? No, surely He would pay attention to me.",
              "reference": "Job 23:6"
            },
            {
              "content": "“There the upright would argue with Him; And I would be free of my Judge forever.",
              "reference": "Job 23:7"
            },
            {
              "content": "¶“Behold, I go forward but He is not there, And backward, but I cannot perceive Him;",
              "reference": "Job 23:8"
            },
            {
              "content": "When He acts on the left, I cannot see Him; He turns to the right, but I cannot see Him.",
              "reference": "Job 23:9"
            },
            {
              "content": "“But He knows the way I take; When He has put me to the test, I will come out as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "“My foot has held on to His path; I have kept His way and not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "“I have not failed the command of His lips; I have treasured the words of His mouth more than my necessary food.",
              "reference": "Job 23:12"
            },
            {
              "content": "“But He is unique, and who can make Him turn? Whatever His soul desires, He does it.",
              "reference": "Job 23:13"
            },
            {
              "content": "“For He carries out what is destined for me, And many such destinies are with Him.",
              "reference": "Job 23:14"
            },
            {
              "content": "“Therefore, I would be terrified at His presence; When I consider this, I am frightened of Him.",
              "reference": "Job 23:15"
            },
            {
              "content": "“It is God who has made my heart faint, And the Almighty who has terrified me,",
              "reference": "Job 23:16"
            },
            {
              "content": "But I am not destroyed by darkness, Nor by deep gloom which covers me.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/23-7197e2d5a866f431f168cb1513bafbef.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "24": {
          "reference": "Job 24 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Why are times not stored up by the Almighty, And why do those who know Him not see His days?",
              "reference": "Job 24:1"
            },
            {
              "content": "“People remove landmarks; They seize and devour flocks.",
              "reference": "Job 24:2"
            },
            {
              "content": "“They drive away the donkeys of orphans; They seize the widow’s ox as a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "“They push the needy aside from the road; The poor of the land have to hide themselves together.",
              "reference": "Job 24:4"
            },
            {
              "content": "“Behold, like wild donkeys in the wilderness They go out scavenging for food in their activity, As bread for their children in the desert.",
              "reference": "Job 24:5"
            },
            {
              "content": "“They harvest their feed in the field And glean the vineyard of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "“They spend the night naked, without clothing, And have no covering against the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "“They are wet from the mountain rains, And they hug the rock for lack of a shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "“Others snatch an orphan from the breast, And they seize it as a pledge against the poor.",
              "reference": "Job 24:9"
            },
            {
              "content": "“The poor move about naked without clothing, And they carry sheaves, while going hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "“Within the walls they produce oil; They tread wine presses but go thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "“From the city people groan, And the souls of the wounded cry for help; Yet God does not pay attention to the offensiveness.",
              "reference": "Job 24:12"
            },
            {
              "content": "¶“Others have been with those who rebel against the light; They do not want to know its ways Nor stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "“The murderer arises at dawn; He kills the poor and the needy, And at night he is like a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "“The eye of the adulterer watches for twilight, Saying, ‘No eye will see me.’ And he disguises his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "“In the darkness they dig into houses, They shut themselves up by day; They do not know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "“For the morning is the same to him as thick darkness, For he is familiar with the terrors of thick darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "¶“They are insignificant on the surface of the water; Their plot of land on the earth is cursed. They do not turn toward the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "“Dryness and heat snatch away the snow waters, As  Sheol snatches those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "“A mother will forget him; The maggot feeds sweetly until he is no longer remembered. And injustice will be broken like a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "“He wrongs the infertile woman, And does no good for the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "“But He drags off the mighty by His power; He rises, but no one has assurance of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "“He provides them with security, and they are supported; And His eyes are on their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "“They are exalted a little while, then they are gone; Moreover, they are brought low, and like everything they are gathered up; Like the heads of grain they wither.",
              "reference": "Job 24:24"
            },
            {
              "content": "“Now if it is not so, who can prove me a liar, And make my speech worthless?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/24-62232886eee22b6641626fe8c2288f01.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "25": {
          "reference": "Job 25 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Bildad the Shuhite responded,",
              "reference": "Job 25:1"
            },
            {
              "content": "“Dominion and awe belong to Him Who makes peace in His heights.",
              "reference": "Job 25:2"
            },
            {
              "content": "“Is there any number to His troops? And upon whom does His light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "“How then can mankind be righteous with God? Or how can anyone who is born of woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "“If even the moon has no brightness And the stars are not pure in His sight,",
              "reference": "Job 25:5"
            },
            {
              "content": "How much less man, that maggot, And a son of man, that worm!”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/25-1aac02616c115d27252c89c3149cdf41.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "26": {
          "reference": "Job 26 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 26:1"
            },
            {
              "content": "“What a help you are to the weak! You have saved the arm without strength!",
              "reference": "Job 26:2"
            },
            {
              "content": "“What advice you have given to one without wisdom! What helpful insight you have abundantly provided!",
              "reference": "Job 26:3"
            },
            {
              "content": "“To whom have you uttered words? And whose spirit was expressed through you?",
              "reference": "Job 26:4"
            },
            {
              "content": "¶“The departed spirits are made to tremble Under the waters and their inhabitants.",
              "reference": "Job 26:5"
            },
            {
              "content": "“Sheol is naked before Him, And Abaddon has no covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "“He stretches out the north over empty space And hangs the earth on nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "“He wraps up the waters in His clouds, And the cloud does not burst under them.",
              "reference": "Job 26:8"
            },
            {
              "content": "“He obscures the face of the full moon And spreads His cloud over it.",
              "reference": "Job 26:9"
            },
            {
              "content": "“He has inscribed a circle on the surface of the waters At the boundary of light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "“The pillars of heaven tremble And are amazed at His rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "“With His power He quieted the sea, And by His understanding He shattered Rahab.",
              "reference": "Job 26:12"
            },
            {
              "content": "“By His breath the heavens are cleared; His hand has pierced the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "“Behold, these are the fringes of His ways; And how faint a word we hear of Him! But His mighty thunder, who can understand?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/26-f36ad90df1ebbb559f13af7fdf2a3f4e.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "27": {
          "reference": "Job 27 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Job again took up his discourse and said,",
              "reference": "Job 27:1"
            },
            {
              "content": "“As God lives, who has taken away my right, And the Almighty, who has embittered my soul,",
              "reference": "Job 27:2"
            },
            {
              "content": "For as long as life is in me, And the breath of God is in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "My lips certainly will not speak unjustly, Nor will my tongue mutter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "“Far be it from me that I should declare you right; Until I die, I will not give up my integrity.",
              "reference": "Job 27:5"
            },
            {
              "content": "“I have kept hold of my righteousness and will not let it go. My heart does not rebuke any of my days.",
              "reference": "Job 27:6"
            },
            {
              "content": "¶“May my enemy be as the wicked, And my opponent as the criminal.",
              "reference": "Job 27:7"
            },
            {
              "content": "“For what is the hope of the godless when he makes an end of life, When God requires his life?",
              "reference": "Job 27:8"
            },
            {
              "content": "“Will God hear his cry When distress comes upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "“Or will he take pleasure in the Almighty? Will he call on God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "“I will instruct you in the power of God; What is with the Almighty I will not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "“Behold, all of you have seen it; Why then do you talk of nothing?",
              "reference": "Job 27:12"
            },
            {
              "content": "¶“This is the portion of a wicked person from God, And the inheritance which tyrants receive from the Almighty:",
              "reference": "Job 27:13"
            },
            {
              "content": "Though his sons are many, they are destined for the sword; And his descendants will not be satisfied with bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "“His survivors will be buried because of the plague, And their widows will not be able to weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "“Though he piles up silver like dust, And prepares garments as plentiful as the clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "He may prepare it, but the righteous will wear it And the innocent will divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "“He has built his house like the spider’s web, Or a hut which the watchman has made.",
              "reference": "Job 27:18"
            },
            {
              "content": "“He lies down rich, but never again; He opens his eyes, and it no longer exists.",
              "reference": "Job 27:19"
            },
            {
              "content": "“Terrors overtake him like a flood; A storm steals him away in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "“The east wind carries him away, and he is gone; For it sweeps him away from his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "“For it will hurl at him without mercy; He will certainly try to flee from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "“People will clap their hands at him, And will whistle at him from their places.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/27-80ac39f2b8d020f6e6733776b9cc79d3.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "28": {
          "reference": "Job 28 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Certainly there is a mine for silver And a place for refining gold.",
              "reference": "Job 28:1"
            },
            {
              "content": "“Iron is taken from the dust, And copper is smelted from rock.",
              "reference": "Job 28:2"
            },
            {
              "content": "“Man puts an end to darkness, And to the farthest limit he searches out The rock in gloom and deep shadow.",
              "reference": "Job 28:3"
            },
            {
              "content": "“He sinks a shaft away from inhabited areas, Forgotten by the foot; They hang and swing, away from people.",
              "reference": "Job 28:4"
            },
            {
              "content": "“From the earth comes food, And underneath, it is turned over like fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "“Its rocks are the source of sapphires, And its dust contains gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "“No bird of prey knows the path, Nor has the falcon’s eye caught sight of it.",
              "reference": "Job 28:7"
            },
            {
              "content": "“The proud animals have not trodden it, Nor has the lion passed over it.",
              "reference": "Job 28:8"
            },
            {
              "content": "“He puts his hand on the flint; He overturns the mountains at the base.",
              "reference": "Job 28:9"
            },
            {
              "content": "“He carves out channels through the rocks, And his eye sees anything precious.",
              "reference": "Job 28:10"
            },
            {
              "content": "“He dams up the streams from flowing, And brings to light what is hidden.",
              "reference": "Job 28:11"
            },
            {
              "content": "¶“But where can wisdom be found? And where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "“Mankind does not know its value, Nor is it found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "“The ocean depth says, ‘It is not in me’; And the sea says, ‘It is not with me.’",
              "reference": "Job 28:14"
            },
            {
              "content": "“Pure gold cannot be given in exchange for it, Nor can silver be weighed as its price.",
              "reference": "Job 28:15"
            },
            {
              "content": "“It cannot be valued in the gold of Ophir, In precious onyx, or sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "“Gold or glass cannot equal it, Nor can it be exchanged for articles of pure gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "“Coral and crystal are not to be mentioned; And the acquisition of wisdom is more valuable than pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "“The topaz of Cush cannot equal it, Nor can it be valued in pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "“Where then does wisdom come from? And where is this place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "“It is hidden from the eyes of every living creature, And concealed from the birds of the sky.",
              "reference": "Job 28:21"
            },
            {
              "content": "“Abaddon and Death say, ‘With our ears we have heard a report of it.’",
              "reference": "Job 28:22"
            },
            {
              "content": "¶“God understands its way, And He knows its place.",
              "reference": "Job 28:23"
            },
            {
              "content": "“For He looks to the ends of the earth; He sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "“When He imparted weight to the wind, And assessed the waters by measure,",
              "reference": "Job 28:25"
            },
            {
              "content": "When He made a limit for the rain, And a course for the thunderbolt,",
              "reference": "Job 28:26"
            },
            {
              "content": "Then He saw it and declared it; He established it and also searched it out.",
              "reference": "Job 28:27"
            },
            {
              "content": "“And to mankind He said, ‘Behold, the fear of the Lord, that is wisdom; And to turn away from evil is understanding.’ ”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/28-617052fe013fc1180c82af1b17b72619.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "29": {
          "reference": "Job 29 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Job again took up his discourse and said,",
              "reference": "Job 29:1"
            },
            {
              "content": "“Oh that I were as in months gone by, As in the days when God watched over me;",
              "reference": "Job 29:2"
            },
            {
              "content": "When His lamp shone over my head, And by His light I walked through darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "Just as I was in the days of my youth, When the protection of God was over my tent;",
              "reference": "Job 29:4"
            },
            {
              "content": "When the Almighty was still with me, And my children were around me;",
              "reference": "Job 29:5"
            },
            {
              "content": "When my steps were bathed in cream, And the rock poured out streams of oil for me!",
              "reference": "Job 29:6"
            },
            {
              "content": "“When I went out to the gate of the city, When I took my seat in the public square,",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men saw me and hid themselves, And the old men arose and stood.",
              "reference": "Job 29:8"
            },
            {
              "content": "“The leaders stopped talking And put their hands on their mouths;",
              "reference": "Job 29:9"
            },
            {
              "content": "The voices of the prominent people were hushed, And their tongues stuck to their palates.",
              "reference": "Job 29:10"
            },
            {
              "content": "“For when an ear heard, it called me blessed, And when an eye saw, it testified in support of me,",
              "reference": "Job 29:11"
            },
            {
              "content": "Because I saved the poor who cried for help, And the orphan who had no helper.",
              "reference": "Job 29:12"
            },
            {
              "content": "“The blessing of the one who was about to perish came upon me, And I made the widow’s heart sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "“I put on righteousness, and it clothed me; My justice was like a robe and a headband.",
              "reference": "Job 29:14"
            },
            {
              "content": "“I was eyes to those who were blind, And feet to those who could not walk.",
              "reference": "Job 29:15"
            },
            {
              "content": "“I was a father to the poor, And I investigated the case which I did not know.",
              "reference": "Job 29:16"
            },
            {
              "content": "“I broke the jaws of the wicked And rescued the prey from his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "“Then I thought, ‘I will die with my family, And I will multiply my days as the sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "‘My root is spread out to the waters, And dew lies on my branch all night.",
              "reference": "Job 29:19"
            },
            {
              "content": "‘My glory is ever new with me, And my bow is renewed in my hand.’",
              "reference": "Job 29:20"
            },
            {
              "content": "¶“To me they listened and waited, And they kept silent for my advice.",
              "reference": "Job 29:21"
            },
            {
              "content": "“After my words they did not speak again, And my speech dropped on them.",
              "reference": "Job 29:22"
            },
            {
              "content": "“They waited for me as for the rain, And opened their mouths as for the late rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "“I smiled at them when they did not believe, And they did not look at my kindness ungraciously.",
              "reference": "Job 29:24"
            },
            {
              "content": "“I chose a way for them and sat as chief, And lived as a king among the troops, As one who comforted the mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/29-84874ccb2a884460852f3bf8f0d067a7.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "30": {
          "reference": "Job 30 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“But now those who are younger than I mock me, Whose fathers I refused to put with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "“Indeed, what good was the strength of their hands to me? Vigor had perished from them.",
              "reference": "Job 30:2"
            },
            {
              "content": "“From poverty and famine they are gaunt, They who gnaw at the dry ground by night in waste and desolation,",
              "reference": "Job 30:3"
            },
            {
              "content": "Who pluck saltweed by the bushes, And whose food is the root of the broom shrub.",
              "reference": "Job 30:4"
            },
            {
              "content": "“They are driven from the community; They shout against them as against a thief,",
              "reference": "Job 30:5"
            },
            {
              "content": "So that they live on the slopes of ravines, In holes in the ground and among the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "“Among the bushes they cry out; Under the weeds they are gathered together.",
              "reference": "Job 30:7"
            },
            {
              "content": "“Worthless fellows, even those without a name, They were cast out from the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "¶“And now I have become their taunt, And I have become a byword to them.",
              "reference": "Job 30:9"
            },
            {
              "content": "“They loathe me and stand aloof from me, And they do not refrain from spitting in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "“Because He has undone my bowstring and afflicted me, They have cast off the bridle before me.",
              "reference": "Job 30:11"
            },
            {
              "content": "“On the right hand their mob arises; They push aside my feet and pile up their ways of destruction against me.",
              "reference": "Job 30:12"
            },
            {
              "content": "“They break up my path, They promote my destruction; No one restrains them.",
              "reference": "Job 30:13"
            },
            {
              "content": "“As through a wide gap they come, Amid the storm they roll on.",
              "reference": "Job 30:14"
            },
            {
              "content": "“Sudden terrors are turned upon me; They chase away my dignity like the wind, And my prosperity has passed away like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "¶“And now my soul is poured out within me; Days of misery have seized me.",
              "reference": "Job 30:16"
            },
            {
              "content": "“At night it pierces my bones within me, And my gnawing pains do not rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "“By a great force my garment is distorted; It ties me up like the collar of my coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "“He has thrown me into the mire, And I have become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "“I cry out to You for help, but You do not answer me; I stand up, and You turn Your attention against me.",
              "reference": "Job 30:20"
            },
            {
              "content": "“You have become cruel to me; With the strength of Your hand You persecute me.",
              "reference": "Job 30:21"
            },
            {
              "content": "“You lift me up to the wind and make me ride it; And You dissolve me in a storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "“For I know that You will bring me to death, And to the house of meeting for all living.",
              "reference": "Job 30:23"
            },
            {
              "content": "¶“Yet does one in a heap of ruins not reach out with his hand, Or in his disaster does he not cry out for help?",
              "reference": "Job 30:24"
            },
            {
              "content": "“Have I not wept for the one whose life is hard? Was my soul not grieved for the needy?",
              "reference": "Job 30:25"
            },
            {
              "content": "“When I expected good, evil came; When I waited for light, darkness came.",
              "reference": "Job 30:26"
            },
            {
              "content": "“I am seething within and cannot rest; Days of misery confront me.",
              "reference": "Job 30:27"
            },
            {
              "content": "“I go about mourning without comfort; I stand up in the assembly and cry out for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "“I have become a brother to jackals, And a companion of ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "“My skin turns black on me, And my bones burn with fever.",
              "reference": "Job 30:30"
            },
            {
              "content": "“Therefore my harp is turned to mourning, And my flute to the sound of those who weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/30-3aaf0bcf6bdf8bc4a1e06b8d1b85c61f.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "31": {
          "reference": "Job 31 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“I have made a covenant with my eyes; How then could I look at a virgin?",
              "reference": "Job 31:1"
            },
            {
              "content": "“And what is the portion of God from above, Or the inheritance of the Almighty from on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "“Is it not disaster to the criminal, And misfortune to those who practice injustice?",
              "reference": "Job 31:3"
            },
            {
              "content": "“Does He not see my ways, And count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "¶“If I have walked with deception, And my foot has hurried after deceit,",
              "reference": "Job 31:5"
            },
            {
              "content": "Let Him weigh me with accurate scales, And let God know my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "“If my step has turned from the way, Or my heart followed my eyes, Or if any spot has stuck to my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "Let me sow and another eat, And let my crops be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "¶“If my heart has been enticed by a woman, Or I have lurked at my neighbor’s doorway,",
              "reference": "Job 31:9"
            },
            {
              "content": "May my wife grind grain for another, And let others kneel down over her.",
              "reference": "Job 31:10"
            },
            {
              "content": "“For that would be a lustful crime; Moreover, it would be wrongdoing punishable by judges.",
              "reference": "Job 31:11"
            },
            {
              "content": "“For it would be fire that consumes to Abaddon, And would uproot all my increase.",
              "reference": "Job 31:12"
            },
            {
              "content": "¶“If I have rejected the claim of my male or female slaves When they filed a complaint against me,",
              "reference": "Job 31:13"
            },
            {
              "content": "What then could I do when God arises? And when He calls me to account, how am I to answer Him?",
              "reference": "Job 31:14"
            },
            {
              "content": "“Did He who made me in the womb not make him, And the same One create us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "¶“If I have kept the poor from their desire, Or have caused the eyes of the widow to fail,",
              "reference": "Job 31:16"
            },
            {
              "content": "Or have eaten my morsel alone, And the orphan has not shared it",
              "reference": "Job 31:17"
            },
            {
              "content": "(But from my youth he grew up with me as with a father, And from my infancy I guided her),",
              "reference": "Job 31:18"
            },
            {
              "content": "If I have seen anyone perish for lack of clothing, Or that the needy had no covering,",
              "reference": "Job 31:19"
            },
            {
              "content": "If his waist has not thanked me, And if he has not been warmed with the fleece of my sheep,",
              "reference": "Job 31:20"
            },
            {
              "content": "If I have lifted up my hand against the orphan, Because I saw I had support in the gate,",
              "reference": "Job 31:21"
            },
            {
              "content": "May my shoulder fall from its  socket, And my arm be broken off at the elbow.",
              "reference": "Job 31:22"
            },
            {
              "content": "“For disaster from God is a terror to me, And because of His majesty I can do nothing.",
              "reference": "Job 31:23"
            },
            {
              "content": "¶“If I have put my confidence in gold, And called fine gold my trust,",
              "reference": "Job 31:24"
            },
            {
              "content": "If I have gloated because my wealth was great, And because my hand had obtained so much;",
              "reference": "Job 31:25"
            },
            {
              "content": "If I have looked at the sun when it shone, Or the moon going in splendor,",
              "reference": "Job 31:26"
            },
            {
              "content": "And my heart was secretly enticed, And my hand threw a kiss from my mouth,",
              "reference": "Job 31:27"
            },
            {
              "content": "That too would have been a guilty deed calling for  judgment, For I would have denied God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "¶“Have I rejoiced at the misfortune of my enemy, Or become excited when evil found him?",
              "reference": "Job 31:29"
            },
            {
              "content": "“No, I have not allowed my mouth to sin By asking for his life in a curse.",
              "reference": "Job 31:30"
            },
            {
              "content": "“Have the people of my tent not said, ‘Who can find one who has not been satisfied with his meat’?",
              "reference": "Job 31:31"
            },
            {
              "content": "“The stranger has not spent the night outside, For I have opened my doors to the traveler.",
              "reference": "Job 31:32"
            },
            {
              "content": "“Have I covered my wrongdoings like a man, By hiding my guilt in my shirt pocket,",
              "reference": "Job 31:33"
            },
            {
              "content": "Because I feared the great multitude And the contempt of families terrified me, And I kept silent and did not go out of doors?",
              "reference": "Job 31:34"
            },
            {
              "content": "“Oh that I had one to hear me! Here is my signature; Let the Almighty answer me! And the indictment which my adversary has written,",
              "reference": "Job 31:35"
            },
            {
              "content": "I would certainly carry it on my shoulder, I would tie it to myself like a garland.",
              "reference": "Job 31:36"
            },
            {
              "content": "“I would declare to Him the number of my steps; Like a prince, I would approach Him.",
              "reference": "Job 31:37"
            },
            {
              "content": "¶“If my land cries out against me, And its furrows weep together;",
              "reference": "Job 31:38"
            },
            {
              "content": "If I have eaten its fruit without money, Or have caused its owners to lose their lives,",
              "reference": "Job 31:39"
            },
            {
              "content": "May the thorn-bush grow instead of wheat, And stinkweed instead of barley.” The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/31-900e08630dccdf6b9f62f795d51b6d88.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "32": {
          "reference": "Job 32 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then these three men stopped answering Job, because he was righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "But the anger of Elihu the son of Barachel the Buzite, of the family of Ram, burned against Job; his anger burned because he justified himself before God.",
              "reference": "Job 32:2"
            },
            {
              "content": "And his anger burned against his three friends because they had found no answer, yet they had condemned Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited to speak to Job because they were years older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when Elihu saw that there was no answer in the mouth of the three men, his anger burned.",
              "reference": "Job 32:5"
            },
            {
              "content": "So Elihu the son of Barachel the Buzite spoke out and said, “I am young in years and you are old; Therefore I was shy and afraid to tell you what I think.",
              "reference": "Job 32:6"
            },
            {
              "content": "“I thought age should speak, And increased years should teach wisdom.",
              "reference": "Job 32:7"
            },
            {
              "content": "“But it is a spirit that is in mankind, And the breath of the Almighty gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "“The abundant in years may not be wise, Nor may elders understand justice.",
              "reference": "Job 32:9"
            },
            {
              "content": "“So I say, ‘Listen to me, I too will tell what I think.’",
              "reference": "Job 32:10"
            },
            {
              "content": "¶“Behold, I waited for your words, I listened to your skillful speech, While you pondered what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "“I also paid close attention to you; But indeed, there was no one who refuted Job, Not one of you who answered his words.",
              "reference": "Job 32:12"
            },
            {
              "content": "“So do not say, ‘We have found wisdom: God will defeat him, not man.’",
              "reference": "Job 32:13"
            },
            {
              "content": "“But he has not presented his words against me, Nor will I reply to him with your arguments.",
              "reference": "Job 32:14"
            },
            {
              "content": "¶“They are dismayed, they no longer answer; Words have failed them.",
              "reference": "Job 32:15"
            },
            {
              "content": "“Should I wait, because they are not speaking, Because they have stopped and no longer answer?",
              "reference": "Job 32:16"
            },
            {
              "content": "“I too will give my share of answers; I also will tell my opinion.",
              "reference": "Job 32:17"
            },
            {
              "content": "“For I am full of words; The spirit within me compels me.",
              "reference": "Job 32:18"
            },
            {
              "content": "“Behold, my belly is like unvented wine; Like new wineskins, it is about to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "“Let me speak so that I may get relief; Let me open my lips and answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "“Let me be partial to no one, Nor flatter any man.",
              "reference": "Job 32:21"
            },
            {
              "content": "“For I do not know how to flatter, Otherwise my Maker would quickly take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/32-79e00e2f81fdb472087a5034f092ecd0.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "33": {
          "reference": "Job 33 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“However, please hear my speech, Job, And listen to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "“Behold now, I open my mouth, My tongue in my mouth speaks.",
              "reference": "Job 33:2"
            },
            {
              "content": "“My words are from the integrity of my heart, And my lips speak knowledge sincerely.",
              "reference": "Job 33:3"
            },
            {
              "content": "“The Spirit of God has made me, And the breath of the Almighty gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "“Refute me if you can; Line up against me, take your stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "“Behold, I belong to God, like you; I too have been formed out of the clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "“Behold, no fear of me should terrify you, Nor should my pressure weigh heavily on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "¶“You have in fact spoken while I listened, And I heard the sound of your words:",
              "reference": "Job 33:8"
            },
            {
              "content": "‘I am pure, without wrongdoing; I am innocent and there is no guilt in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "‘Behold, He invents criticisms against me; He counts me as His enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "‘He puts my feet in the stocks; He watches all my paths.’",
              "reference": "Job 33:11"
            },
            {
              "content": "“Behold, let me respond to you, you are not right in this, For God is greater than mankind.",
              "reference": "Job 33:12"
            },
            {
              "content": "¶“Why do you complain to Him That He does not give an account of all His doings?",
              "reference": "Job 33:13"
            },
            {
              "content": "“Indeed God speaks once, Or twice, yet no one notices it.",
              "reference": "Job 33:14"
            },
            {
              "content": "“In a dream, a vision of the night, When deep sleep falls on people, While they slumber in their beds,",
              "reference": "Job 33:15"
            },
            {
              "content": "Then He opens the ears of people, And horrifies them with warnings,",
              "reference": "Job 33:16"
            },
            {
              "content": "So that He may turn a person away from bad conduct, And keep a man from pride;",
              "reference": "Job 33:17"
            },
            {
              "content": "He keeps his soul back from the pit, And his life from perishing by the spear.",
              "reference": "Job 33:18"
            },
            {
              "content": "¶“A person is also rebuked by pain in his bed, And with constant complaint in his bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "So that his life loathes bread, And his soul, food that he should crave.",
              "reference": "Job 33:20"
            },
            {
              "content": "“His flesh wastes away from sight, And his bones, which were not seen, stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "“Then his soul comes near to the pit, And his life to those who bring death.",
              "reference": "Job 33:22"
            },
            {
              "content": "¶“If there is an interceding angel for him, One out of a thousand, To remind a person of what is right for him,",
              "reference": "Job 33:23"
            },
            {
              "content": "And he is gracious to him, and says, ‘Free him from going down to the pit, I have found a ransom’;",
              "reference": "Job 33:24"
            },
            {
              "content": "Let his flesh become fresher than in youth, Let him return to the days of his youthful vigor;",
              "reference": "Job 33:25"
            },
            {
              "content": "Then he will pray to God, and He will accept him, So that he may see His face with joy, And He will restore His righteousness to that person.",
              "reference": "Job 33:26"
            },
            {
              "content": "“He will sing to people and say, ‘I have sinned and perverted what is right, And it is not proper for me.",
              "reference": "Job 33:27"
            },
            {
              "content": "‘He has redeemed my soul from going to the pit, And my life will see the light.’",
              "reference": "Job 33:28"
            },
            {
              "content": "¶“Behold, God does all these things for a man two or three times,",
              "reference": "Job 33:29"
            },
            {
              "content": "To bring back his soul from the pit, So that he may be enlightened with the light of life.",
              "reference": "Job 33:30"
            },
            {
              "content": "“Pay attention, Job, listen to me; Keep silent, and let me speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "“Then if you have anything to say, answer me; Speak, for I would take pleasure in justifying you.",
              "reference": "Job 33:32"
            },
            {
              "content": "“If not, listen to me; Keep silent, and I will teach you wisdom.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/33-777f16c5e36135d769aeb3da71846e0c.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "34": {
          "reference": "Job 34 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Elihu continued and said,",
              "reference": "Job 34:1"
            },
            {
              "content": "“Hear my words, you wise men, And listen to me, you who understand.",
              "reference": "Job 34:2"
            },
            {
              "content": "“For the ear tests words As the palate tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "“Let us choose for ourselves what is right; Let us understand among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "“For Job has said, ‘I am righteous, But God has taken away my right;",
              "reference": "Job 34:5"
            },
            {
              "content": "Should I lie about my right? My wound is incurable, though I am without wrongdoing.’",
              "reference": "Job 34:6"
            },
            {
              "content": "“What man is like Job, Who drinks up derision like water,",
              "reference": "Job 34:7"
            },
            {
              "content": "Who goes in company with the workers of injustice, And walks with wicked people?",
              "reference": "Job 34:8"
            },
            {
              "content": "“For he has said, ‘It is of no use to a man When he becomes friends with God.’",
              "reference": "Job 34:9"
            },
            {
              "content": "¶“Therefore, listen to me, you men of understanding. Far be it from God to do evil, And from the Almighty to do wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "“For He repays a person for his work, And lets things happen in correspondence to a man’s behavior.",
              "reference": "Job 34:11"
            },
            {
              "content": "“God certainly will not act wickedly, And the Almighty will not pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "“Who gave Him authority over the earth? And who has placed the whole world on Him?",
              "reference": "Job 34:13"
            },
            {
              "content": "“If He were to determine to do so, If He were to gather His spirit and His breath to Himself,",
              "reference": "Job 34:14"
            },
            {
              "content": "Humanity would perish together, And mankind would return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "¶“But if you have understanding, hear this; Listen to the sound of my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "“Shall one who hates justice rule? And will you condemn the righteous mighty One,",
              "reference": "Job 34:17"
            },
            {
              "content": "Who says to a king, ‘You worthless one,’ To nobles, ‘You wicked one’;",
              "reference": "Job 34:18"
            },
            {
              "content": "Who shows no partiality to the prominent, Nor regards the rich as above the poor, Since they are all the work of His hands?",
              "reference": "Job 34:19"
            },
            {
              "content": "“In a moment they die, and at midnight People are shaken and pass away, And the powerful are taken away without a hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "¶“For His eyes are upon the ways of a person, And He sees all his steps.",
              "reference": "Job 34:21"
            },
            {
              "content": "“There is no darkness or deep shadow Where the workers of injustice can hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "“For He does not need to consider a person further, That he should go before God in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "“He breaks in pieces the mighty without investigation, And sets others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "“Therefore He knows their deeds, And He overthrows them in the night, And they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "“He strikes them like the wicked In a public place,",
              "reference": "Job 34:26"
            },
            {
              "content": "Because they turned aside from following Him, And had no regard for any of His ways,",
              "reference": "Job 34:27"
            },
            {
              "content": "So that they caused the cry of the poor to come to Him, And that He would hear the cry of the afflicted—",
              "reference": "Job 34:28"
            },
            {
              "content": "When He keeps quiet, who can condemn? And when He hides His face, who then can look at Him, That is, regarding both nation and a person?—",
              "reference": "Job 34:29"
            },
            {
              "content": "“So that godless people would not rule, Nor be snares for the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "¶“For has anyone said to God, ‘I have endured punishment; I will not offend anymore;",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me what I do not see; If I have done wrong, I will not do it again’?",
              "reference": "Job 34:32"
            },
            {
              "content": "“Shall God repay on your terms, because you have rejected His? For you must choose, and not I; Therefore declare what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "“Men of understanding will say to me, And a wise man who hears me,",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job speaks without knowledge, And his words are without wisdom.",
              "reference": "Job 34:35"
            },
            {
              "content": "‘Oh that Job were tested to the limit, Because he answers like sinners.",
              "reference": "Job 34:36"
            },
            {
              "content": "‘For he adds rebellion to his sin; He claps his hands among us, And multiplies his words against God.’ ”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/34-7230fc85e49766ea43056045dc3e2d0b.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "35": {
          "reference": "Job 35 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Elihu continued and said,",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think this is in accordance with justice? Do you say, ‘My righteousness is more than God’s’?",
              "reference": "Job 35:2"
            },
            {
              "content": "“For you say, ‘What advantage will it be to You? What benefit will I have, more than if I had sinned?’",
              "reference": "Job 35:3"
            },
            {
              "content": "“I will answer you, And your friends with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "“Look at the heavens and see; And look at the clouds—they are higher than you.",
              "reference": "Job 35:5"
            },
            {
              "content": "“If you have sinned, what do you accomplish against Him? And if your wrongdoings are many, what do you do to Him?",
              "reference": "Job 35:6"
            },
            {
              "content": "“If you are righteous, what do you give to Him, Or what does He receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "“Your wickedness is for a man like yourself, And your righteousness is for a son of man.",
              "reference": "Job 35:8"
            },
            {
              "content": "¶“Because of the multitude of oppressions they cry out; They cry for help because of the arm of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "“But no one says, ‘Where is God my Maker, Who gives songs in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "Who teaches us more than the animals of the earth And makes us wiser than the birds of the sky?’",
              "reference": "Job 35:11"
            },
            {
              "content": "“There they cry out, but He does not answer Because of the pride of evil people.",
              "reference": "Job 35:12"
            },
            {
              "content": "“God certainly will not listen to an empty cry, Nor will the Almighty regard it.",
              "reference": "Job 35:13"
            },
            {
              "content": "“How much less when you say you do not look at Him, The case is before Him, and you must wait for Him!",
              "reference": "Job 35:14"
            },
            {
              "content": "“And now, because He has not avenged His anger, Nor has He acknowledged wrongdoing well,",
              "reference": "Job 35:15"
            },
            {
              "content": "So Job opens his mouth with empty words; He multiplies words without knowledge.”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/35-80c5bc604b06fb357e3a065c6b9cc92a.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "36": {
          "reference": "Job 36 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Elihu continued and said,",
              "reference": "Job 36:1"
            },
            {
              "content": "“Wait for me a little, and I will show you That there is still more to be said on God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "“I will bring my knowledge from afar, And ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "“For truly my words are not false; One who is perfect in knowledge is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "“Behold, God is mighty but does not reject anyone; He is mighty in strength of understanding.",
              "reference": "Job 36:5"
            },
            {
              "content": "“He does not keep the wicked alive, But gives justice to the afflicted.",
              "reference": "Job 36:6"
            },
            {
              "content": "“He does not withdraw His eyes from the righteous, But with kings on the throne He has seated them forever, and they are exalted.",
              "reference": "Job 36:7"
            },
            {
              "content": "“And if they are bound in shackles, And are caught in the snares of misery,",
              "reference": "Job 36:8"
            },
            {
              "content": "Then He declares to them their work And their wrongdoings, that they have been arrogant.",
              "reference": "Job 36:9"
            },
            {
              "content": "“He opens their ears to instruction, And commands that they return from injustice.",
              "reference": "Job 36:10"
            },
            {
              "content": "“If they listen and serve Him, They will end their days in prosperity, And their years in happiness.",
              "reference": "Job 36:11"
            },
            {
              "content": "“But if they do not listen, they will perish by the sword, And die without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "“But the godless in heart nurture anger; They do not call for help when He binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "“They die in youth, And their life perishes among the cult prostitutes.",
              "reference": "Job 36:14"
            },
            {
              "content": "“He rescues the afflicted in their misery, And opens their ears in time of oppression.",
              "reference": "Job 36:15"
            },
            {
              "content": "“Then indeed, He induced you away from the mouth of distress, And instead of it, a broad place with no constraint; And your table was full of rich food.",
              "reference": "Job 36:16"
            },
            {
              "content": "¶“But you were full of judgment on the wicked; Judgment and justice take hold of you.",
              "reference": "Job 36:17"
            },
            {
              "content": "“Beware that wrath does not entice you to mockery; And do not let the greatness of the ransom turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "“Will your cry for help keep you from distress, Or all the exertions of your strength?",
              "reference": "Job 36:19"
            },
            {
              "content": "“Do not long for the night, When people vanish in their places.",
              "reference": "Job 36:20"
            },
            {
              "content": "“Be careful, do not turn to evil, For you preferred this to misery.",
              "reference": "Job 36:21"
            },
            {
              "content": "“Behold, God is exalted in His power; Who is a teacher like Him?",
              "reference": "Job 36:22"
            },
            {
              "content": "“Who has appointed Him His way, And who has said, ‘You have done wrong’?",
              "reference": "Job 36:23"
            },
            {
              "content": "¶“Remember that you are to exalt His work, Of which people have sung.",
              "reference": "Job 36:24"
            },
            {
              "content": "“All people have seen it; Mankind looks at it from afar.",
              "reference": "Job 36:25"
            },
            {
              "content": "“Behold, God is exalted, and we do not know Him; The number of His years is unsearchable.",
              "reference": "Job 36:26"
            },
            {
              "content": "“For He draws up the drops of water; They distill rain from its celestial stream,",
              "reference": "Job 36:27"
            },
            {
              "content": "Which clouds pour down; They drip upon mankind abundantly.",
              "reference": "Job 36:28"
            },
            {
              "content": "“Can anyone understand the spreading of the clouds, The thundering of His pavilion?",
              "reference": "Job 36:29"
            },
            {
              "content": "“Behold, He spreads His lightning about Him, And He covers the depths of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "“For by them He judges peoples; He gives food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "“He covers His hands with the lightning, And commands it to strike the target.",
              "reference": "Job 36:32"
            },
            {
              "content": "“Its thundering voice declares His presence; The livestock also, concerning what is coming up.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/36-52d5c4f3a59e42fbbdb037d992d2f431.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "37": {
          "reference": "Job 37 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“At this also my heart trembles, And leaps from its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "“Listen closely to the thunder of His voice, And the rumbling that goes out from His mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "“Under the whole heaven He lets it loose, And His lightning travels to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "“After it, a voice roars; He thunders with His majestic voice, And He does not restrain the lightning when His voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "“God thunders wondrously with His voice, Doing great things which we do not comprehend.",
              "reference": "Job 37:5"
            },
            {
              "content": "“For to the snow He says, ‘Fall on the earth,’ And to the downpour and the rain, ‘Be strong.’",
              "reference": "Job 37:6"
            },
            {
              "content": "“He seals the hand of every person, So that all people may know His work.",
              "reference": "Job 37:7"
            },
            {
              "content": "“Then the animal goes into its lair And remains in its den.",
              "reference": "Job 37:8"
            },
            {
              "content": "“From the south comes the storm, And from the north wind the cold.",
              "reference": "Job 37:9"
            },
            {
              "content": "“From the breath of God ice is made, And the expanse of the waters is frozen.",
              "reference": "Job 37:10"
            },
            {
              "content": "“He also loads the clouds with moisture; He disperses the cloud of His lightning.",
              "reference": "Job 37:11"
            },
            {
              "content": "“It changes direction, turning around by His guidance, That it may do whatever He commands it On the face of the inhabited earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "“Whether for correction, or for His earth, Or for goodness, He causes it to happen.",
              "reference": "Job 37:13"
            },
            {
              "content": "¶“Listen to this, Job; Stand and consider the wonders of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "“Do you know how God establishes them, And makes the lightning of His clouds to shine?",
              "reference": "Job 37:15"
            },
            {
              "content": "“Do you know about the hovering of the clouds, The wonders of One who is perfect in knowledge,",
              "reference": "Job 37:16"
            },
            {
              "content": "You whose garments are hot When the land is still because of the south wind?",
              "reference": "Job 37:17"
            },
            {
              "content": "“Can you, with Him, spread out the skies, Strong as a cast metal mirror?",
              "reference": "Job 37:18"
            },
            {
              "content": "“Teach us what we are to say to Him; We cannot present our case because of darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "“Shall it be told Him that I would speak? Or should a man say that he would be swallowed up?",
              "reference": "Job 37:20"
            },
            {
              "content": "¶“Now people do not see the light which is bright in the skies; But the wind has passed and cleared them.",
              "reference": "Job 37:21"
            },
            {
              "content": "“From the north comes golden splendor; Around God is awesome majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "“The Almighty—we cannot find Him; He is exalted in power And He will not violate justice and abundant righteousness.",
              "reference": "Job 37:23"
            },
            {
              "content": "“Therefore people fear Him; He does not regard any who are wise of heart.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/37-9e870bb7fb279fbd3138d14319e5d7c4.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "38": {
          "reference": "Job 38 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then the Lord answered Job from the whirlwind and said,",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this who darkens the divine plan By words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "“Now tighten the belt on your waist like a man, And I shall ask you, and you inform Me!",
              "reference": "Job 38:3"
            },
            {
              "content": "“Where were you when I laid the foundation of the earth? Tell Me, if you have understanding,",
              "reference": "Job 38:4"
            },
            {
              "content": "Who set its measurements? Since you know. Or who stretched the measuring line over it?",
              "reference": "Job 38:5"
            },
            {
              "content": "“On what were its bases sunk? Or who laid its cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "When the morning stars sang together And all the sons of God shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "¶“Or who enclosed the sea with doors When it went out from the womb, bursting forth;",
              "reference": "Job 38:8"
            },
            {
              "content": "When I made a cloud its garment, And thick darkness its swaddling bands,",
              "reference": "Job 38:9"
            },
            {
              "content": "And I placed boundaries on it And set a bolt and doors,",
              "reference": "Job 38:10"
            },
            {
              "content": "And I said, ‘As far as this point you shall come, but no farther; And here your proud waves shall stop’?",
              "reference": "Job 38:11"
            },
            {
              "content": "¶“Have you ever in your life commanded the morning, And made the dawn know its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "So that it would take hold of the ends of the earth, And the wicked would be shaken off from it?",
              "reference": "Job 38:13"
            },
            {
              "content": "“It is changed like clay under the seal; And they stand out like a garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "“Their light is withheld from the wicked, And the uplifted arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "¶“Have you entered the springs of the sea, And walked in the depth of the ocean?",
              "reference": "Job 38:16"
            },
            {
              "content": "“Have the gates of death been revealed to you, And have you seen the gates of deep darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "“Have you understood the expanse of the earth? Tell Me, if you know all this.",
              "reference": "Job 38:18"
            },
            {
              "content": "¶“Where is the way to the dwelling of light? And darkness, where is its place,",
              "reference": "Job 38:19"
            },
            {
              "content": "That you would take it to its territory, And discern the paths to its home?",
              "reference": "Job 38:20"
            },
            {
              "content": "“You know, for you were born then, And the number of your days is great!",
              "reference": "Job 38:21"
            },
            {
              "content": "“Have you entered the storehouses of the snow, And have you seen the storehouses of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "Which I have reserved for a time of distress, For a day of war and battle?",
              "reference": "Job 38:23"
            },
            {
              "content": "“Where is the way that the light is divided, And the east wind scattered on the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "¶“Who has split open a channel for the flood, And a way for the thunderbolt,",
              "reference": "Job 38:25"
            },
            {
              "content": "To bring rain on a land without people, On a desert without a person in it,",
              "reference": "Job 38:26"
            },
            {
              "content": "To satisfy the waste and desolate land, And to make the seeds of grass to sprout?",
              "reference": "Job 38:27"
            },
            {
              "content": "“Does the rain have a father? Or who has fathered the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "“From whose womb has come the ice? And the frost of heaven, who has given it birth?",
              "reference": "Job 38:29"
            },
            {
              "content": "“Water becomes hard like stone, And the surface of the deep is imprisoned.",
              "reference": "Job 38:30"
            },
            {
              "content": "¶“Can you tie up the chains of the Pleiades, Or untie the cords of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "“Can you bring out a constellation in its season, And guide the Bear with her satellites?",
              "reference": "Job 38:32"
            },
            {
              "content": "“Do you know the ordinances of the heavens, Or do you establish their rule over the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "¶“Can you raise your voice to the clouds, So that an abundance of water will cover you?",
              "reference": "Job 38:34"
            },
            {
              "content": "“Can you send flashes of lightning, so that they may go And say to you, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "“Who has put wisdom in the innermost being, Or given understanding to the mind?",
              "reference": "Job 38:36"
            },
            {
              "content": "“Who can count the clouds by wisdom, And pour out the water jars of the heavens,",
              "reference": "Job 38:37"
            },
            {
              "content": "When the dust hardens into a mass And the clods stick together?",
              "reference": "Job 38:38"
            },
            {
              "content": "¶“Can you hunt the prey for the lioness, Or satisfy the appetite of young lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "When they crouch in their hiding places, And lie in wait in their lair?",
              "reference": "Job 38:40"
            },
            {
              "content": "“Who prepares feed for the raven When its young cry to God, And wander about without food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/38-f0cea26b5a3744e8d53c0de031f595cd.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "39": {
          "reference": "Job 39 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Do you know the time the mountain goats give birth? Do you observe the calving of the deer?",
              "reference": "Job 39:1"
            },
            {
              "content": "“Can you count the months they fulfill, Or do you know the time they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "“They kneel down, they deliver their young, They get rid of their labor pains.",
              "reference": "Job 39:3"
            },
            {
              "content": "“Their offspring become strong, they grow up in the open field; They leave and do not return to them.",
              "reference": "Job 39:4"
            },
            {
              "content": "¶“Who sent the wild donkey out free? And who opened the bonds of the swift donkey,",
              "reference": "Job 39:5"
            },
            {
              "content": "To whom I gave the wilderness as his home, And the salt land as his dwelling place?",
              "reference": "Job 39:6"
            },
            {
              "content": "“He laughs at the turmoil of the city, He does not hear the shouting of the taskmaster.",
              "reference": "Job 39:7"
            },
            {
              "content": "“He explores the mountains of his pasture, And searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "“Will the wild bull be willing to serve you, Or will he spend the night at your feeding trough?",
              "reference": "Job 39:9"
            },
            {
              "content": "“Can you tie down the wild bull in a furrow with ropes, Or will he plow the valleys after you?",
              "reference": "Job 39:10"
            },
            {
              "content": "“Will you trust him because his strength is great, And leave your labor to him?",
              "reference": "Job 39:11"
            },
            {
              "content": "“Will you have faith in him that he will return your grain And gather it from your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "¶“The wings of the ostrich flap joyously, With the pinion and feathers of love,",
              "reference": "Job 39:13"
            },
            {
              "content": "For she abandons her eggs to the earth And warms them in the dust,",
              "reference": "Job 39:14"
            },
            {
              "content": "And she forgets that a foot may crush them, Or that a wild animal may trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "“She treats her young cruelly, as if they were not hers; Though her labor is for nothing, she is unconcerned,",
              "reference": "Job 39:16"
            },
            {
              "content": "Because God has made her forget wisdom, And has not given her a share of understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "“When she rushes away on high, She laughs at the horse and his rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "¶“Do you give the horse his might? Do you clothe his neck with a mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "“Do you make him leap like locusts? His majestic snorting is frightening.",
              "reference": "Job 39:20"
            },
            {
              "content": "“He paws in the valley, and rejoices in his strength; He goes out to meet the battle.",
              "reference": "Job 39:21"
            },
            {
              "content": "“He laughs at fear and is not dismayed; And he does not turn back from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "“The quiver rattles against him, The flashing spear and javelin.",
              "reference": "Job 39:23"
            },
            {
              "content": "“He races over the ground with a roar and fury, And he does not stand still when he hears the sound of the trumpet.",
              "reference": "Job 39:24"
            },
            {
              "content": "“As often as the trumpet sounds he says, ‘Aha!’ And he senses the battle from afar, And the thunder of the captains and the war cry.",
              "reference": "Job 39:25"
            },
            {
              "content": "¶“Is it by your understanding that the hawk soars, Stretching his wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "“Is it at your command that the eagle flies high, And makes his nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "“He dwells and spends his nights on the cliff, On the rocky cliff, an inaccessible place.",
              "reference": "Job 39:28"
            },
            {
              "content": "“From there he tracks food; His eyes look at it from afar.",
              "reference": "Job 39:29"
            },
            {
              "content": "“His young ones also lick up blood greedily; And where the slain are, there he is.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/39-e7722a1337c1351c57b3a23056ab747d.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "40": {
          "reference": "Job 40 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then the Lord said to Job,",
              "reference": "Job 40:1"
            },
            {
              "content": "“Will the faultfinder contend with the Almighty? Let him who rebukes God give an answer.”",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered the Lord and said,",
              "reference": "Job 40:3"
            },
            {
              "content": "“Behold, I am insignificant; what can I say in response to You? I put my hand on my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "“I have spoken once, and I will not reply; Or twice, and I will add nothing more.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job from the whirlwind and said,",
              "reference": "Job 40:6"
            },
            {
              "content": "“Now tighten the belt on your waist like a man; I will ask you, and you instruct Me.",
              "reference": "Job 40:7"
            },
            {
              "content": "“Will you really nullify My judgment? Will you condemn Me so that you may be justified?",
              "reference": "Job 40:8"
            },
            {
              "content": "“Or do you have an arm like God, And can you thunder with a voice like His?",
              "reference": "Job 40:9"
            },
            {
              "content": "¶“Adorn yourself with pride and dignity, And clothe yourself with honor and majesty.",
              "reference": "Job 40:10"
            },
            {
              "content": "“Let out your outbursts of anger, And look at everyone who is arrogant, and humble him.",
              "reference": "Job 40:11"
            },
            {
              "content": "“Look at everyone who is arrogant, and humble him, And trample down the wicked where they stand.",
              "reference": "Job 40:12"
            },
            {
              "content": "“Hide them together in the dust; Imprison them in the hidden place.",
              "reference": "Job 40:13"
            },
            {
              "content": "“Then I will also confess to you, That your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "¶“Behold, Behemoth, which I made as well as you; He eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "“Behold, his strength in his waist, And his power in the muscles of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "“He hangs his tail like a cedar; The tendons of his thighs are knit together.",
              "reference": "Job 40:17"
            },
            {
              "content": "“His bones are tubes of bronze; His limbs are like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "¶“He is the first of the ways of God; Let his Maker bring His sword near.",
              "reference": "Job 40:19"
            },
            {
              "content": "“Indeed the mountains bring him food, And all the animals of the field play there.",
              "reference": "Job 40:20"
            },
            {
              "content": "“He lies down under the lotus plants, In the hiding place of the reeds and the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "“The lotus plants cover him with shade; The willows of the brook surround him.",
              "reference": "Job 40:22"
            },
            {
              "content": "“If a river rages, he is not alarmed; He is confident, though the Jordan rushes to his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "“Can anyone capture him when he is on watch, Can anyone pierce his nose with barbs?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/40-4545d34035ed4a38dab58fbb6fcb604d.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "41": {
          "reference": "Job 41 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "“Can you drag out Leviathan with a fishhook, And press down his tongue with a rope?",
              "reference": "Job 41:1"
            },
            {
              "content": "“Can you put a rope in his nose, And pierce his jaw with a hook?",
              "reference": "Job 41:2"
            },
            {
              "content": "“Will he make many pleas to you, Or will he speak to you gentle words?",
              "reference": "Job 41:3"
            },
            {
              "content": "“Will he make a covenant with you? Will you take him as a servant forever?",
              "reference": "Job 41:4"
            },
            {
              "content": "“Will you play with him as with a bird, And tie him down for your young girls?",
              "reference": "Job 41:5"
            },
            {
              "content": "“Will the traders bargain for him? Will they divide him among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "“Can you fill his skin with harpoons, Or his head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "“Lay your hand on him. Remember the battle; you will not do it again!",
              "reference": "Job 41:8"
            },
            {
              "content": "“Behold, your expectation is false; Will you be hurled down even at the sight of him?",
              "reference": "Job 41:9"
            },
            {
              "content": "“No one is so reckless that he dares to stir him; Who then is he who opposes Me?",
              "reference": "Job 41:10"
            },
            {
              "content": "“Who has been first to give to Me, that I should repay him? Whatever is under the entire heaven is Mine.",
              "reference": "Job 41:11"
            },
            {
              "content": "¶“I will not be silent about his limbs, Or his mighty strength, or his graceful frame.",
              "reference": "Job 41:12"
            },
            {
              "content": "“Who can strip off his outer covering? Who can pierce his double armor?",
              "reference": "Job 41:13"
            },
            {
              "content": "“Who can open the doors of his face? Around his teeth there is terror.",
              "reference": "Job 41:14"
            },
            {
              "content": "“His  strong scales are his pride, Locked as with a tight seal.",
              "reference": "Job 41:15"
            },
            {
              "content": "“One is so close to another That no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "“They are joined one to another; They clasp each other and cannot be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "“His sneezes flash forth light, And his eyes are like the eye of dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "“From his mouth go burning torches; Sparks of fire leap forth.",
              "reference": "Job 41:19"
            },
            {
              "content": "“From his nostrils smoke goes out As from a boiling pot and burning reeds.",
              "reference": "Job 41:20"
            },
            {
              "content": "“His breath sets coals aglow, And a flame goes forth from his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "“In his neck dwells strength, And dismay leaps before him.",
              "reference": "Job 41:22"
            },
            {
              "content": "“The folds of his flesh are joined together, Firm and immovable on him.",
              "reference": "Job 41:23"
            },
            {
              "content": "“His heart is as firm as a stone, And as firm as a lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "“When he rises up, the mighty are afraid; Because of the crashing they are bewildered.",
              "reference": "Job 41:25"
            },
            {
              "content": "“The sword that reaches him cannot prevail, Nor the spear, the dart, or the javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "“He regards iron as straw, Bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "“The arrow cannot make him flee; Slingstones are turned into stubble for him.",
              "reference": "Job 41:28"
            },
            {
              "content": "“Clubs are regarded as stubble; He laughs at the rattling of the javelin.",
              "reference": "Job 41:29"
            },
            {
              "content": "“His underparts are like sharp pieces of pottery; He spreads out like a threshing sledge on the mud.",
              "reference": "Job 41:30"
            },
            {
              "content": "“He makes the depths boil like a pot; He makes the sea like a jar of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "“Behind him he illuminates a pathway; One would think the deep to be gray-haired.",
              "reference": "Job 41:32"
            },
            {
              "content": "“Nothing on earth is like him, One made without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "“He looks on everything that is high; He is king over all the sons of pride.”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/41-7a12398592a1a4e77a041fa1d8a6bdce.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        },
        "42": {
          "reference": "Job 42 NASB2020",
          "version": "NASB2020",
          "verses": [
            {
              "content": "Then Job answered the Lord and said,",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know that You can do all things, And that no plan is impossible for You.",
              "reference": "Job 42:2"
            },
            {
              "content": "‘Who is this who conceals advice without knowledge?’ Therefore I have declared that which I did not understand, Things too wonderful for me, which I do not know.",
              "reference": "Job 42:3"
            },
            {
              "content": "‘Please listen, and I will speak; I will ask You, and You instruct me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "“I have heard of You by the hearing of the ear; But now my eye sees You;",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I retract, And I repent, sitting on dust and ashes.”",
              "reference": "Job 42:6"
            },
            {
              "content": "It came about after the Lord had spoken these words to Job, that the Lord said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, because you have not spoken of Me what is trustworthy, as My servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him so as not to do with you as your foolishness deserves, because you have not spoken of Me what is trustworthy, as My servant Job has.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite went and did as the Lord told them; and the Lord  accepted Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "The Lord also restored the fortunes of Job when he prayed for his friends, and the Lord increased double all that Job had.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brothers, all his sisters, and all who had known him before came to him, and they ate bread with him in his house; and they sympathized with him and comforted him for all the adversities that the Lord had brought on him. And each one gave him a piece of money, and each a ring of gold.",
              "reference": "Job 42:11"
            },
            {
              "content": "The Lord blessed the latter days of Job more than his beginning; and he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand female donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "He also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "He named the first Jemimah, the second Keziah, and the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "In all the land no women were found as beautiful as Job’s daughters; and their father gave them inheritances among their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "And Job died, an old man and full of days.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/2468/32k/JOB/42-7071a85e3f8936da2056bdb321cb7390.mp3?version_id=2692",
          "audioBibleCopyright": "NEW AMERICAN STANDARD BIBLE® NASB® Audio recording Copyright ℗ 2022 Text Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}