{
  "translation": "NASB1995",
  "translationId": 100,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "There was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "Seven sons and three daughters were born to him.",
              "reference": "Job 1:2"
            },
            {
              "content": "His possessions also were 7,000 sheep, 3,000 camels, 500 yoke of oxen, 500 female donkeys, and very many servants; and that man was the greatest of all the men of the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When the days of feasting had completed their cycle, Job would send and consecrate them, rising up early in the morning and offering burnt offerings according to the number of them all; for Job said, “Perhaps my sons have sinned and cursed God in their hearts.” Thus Job did continually.",
              "reference": "Job 1:5"
            },
            {
              "content": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to Satan, “From where do you come?” Then Satan answered the Lord and said, “From roaming about on the earth and walking around on it.”",
              "reference": "Job 1:7"
            },
            {
              "content": "The Lord said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man, fearing God and turning away from evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "Then Satan answered the Lord, “Does Job fear God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have You not made a hedge about him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But put forth Your hand now and touch all that he has; he will surely curse You to Your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "Then the Lord said to Satan, “Behold, all that he has is in your power, only do not put forth your hand on him.” So Satan departed from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "Now on the day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans attacked and took them. They also slew the servants with the edge of the sword, and I alone have escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking, another also came and said, “The Chaldeans formed three bands and made a raid on the camels and took them and slew the servants with the edge of the sword, and I alone have escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking, another also came and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:18"
            },
            {
              "content": "and behold, a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.”",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job arose and tore his robe and shaved his head, and he fell to the ground and worshiped.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “Naked I came from my mother’s womb, And naked I shall return there. The Lord gave and the Lord has taken away. Blessed be the name of the Lord.”",
              "reference": "Job 1:21"
            },
            {
              "content": "Through all this Job did not sin nor did he blame God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/1-4af734dc325b2d1d323b6e67826de65d.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "2": {
          "reference": "Job 2 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Again there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them to present himself before the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "The Lord said to Satan, “Where have you come from?” Then Satan answered the Lord and said, “From roaming about on the earth and walking around on it.”",
              "reference": "Job 2:2"
            },
            {
              "content": "The Lord said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man fearing God and turning away from evil. And he still holds fast his integrity, although you incited Me against him to ruin him without cause.”",
              "reference": "Job 2:3"
            },
            {
              "content": "Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "However, put forth Your hand now, and touch his bone and his flesh; he will curse You to Your face.”",
              "reference": "Job 2:5"
            },
            {
              "content": "So the Lord said to Satan, “Behold, he is in your power, only spare his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "Then Satan went out from the presence of the Lord and smote Job with sore boils from the sole of his foot to the crown of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "And he took a potsherd to scrape himself while he was sitting among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, “Do you still hold fast your integrity? Curse God and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God and not accept adversity?” In all this Job did not sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "Now when Job’s three friends heard of all this adversity that had come upon him, they came each one from his own place, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they lifted up their eyes at a distance and did not recognize him, they raised their voices and wept. And each of them tore his robe and they threw dust over their heads toward the sky.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat down on the ground with him for seven days and seven nights with no one speaking a word to him, for they saw that his pain was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/2-7a1389ccc3f028ceab201f014de13f3c.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "3": {
          "reference": "Job 3 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Afterward Job opened his mouth and cursed the day of his birth.",
              "reference": "Job 3:1"
            },
            {
              "content": "And Job said,",
              "reference": "Job 3:2"
            },
            {
              "content": "“Let the day perish on which I was to be born, And the night which said, ‘A boy is conceived.’",
              "reference": "Job 3:3"
            },
            {
              "content": "May that day be darkness; Let not God above care for it, Nor light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "Let darkness and black gloom claim it; Let a cloud settle on it; Let the blackness of the day terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "As for that night, let darkness seize it; Let it not rejoice among the days of the year; Let it not come into the number of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "Behold, let that night be barren; Let no joyful shout enter it.",
              "reference": "Job 3:7"
            },
            {
              "content": "Let those curse it who curse the day, Who are prepared to rouse Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "Let the stars of its twilight be darkened; Let it wait for light but have none, And let it not see the breaking dawn;",
              "reference": "Job 3:9"
            },
            {
              "content": "Because it did not shut the opening of my mother’s womb, Or hide trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "“Why did I not die at birth, Come forth from the womb and expire?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did the knees receive me, And why the breasts, that I should suck?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I would have lain down and been quiet; I would have slept then, I would have been at rest,",
              "reference": "Job 3:13"
            },
            {
              "content": "With kings and with counselors of the earth, Who rebuilt ruins for themselves;",
              "reference": "Job 3:14"
            },
            {
              "content": "Or with princes who had gold, Who were filling their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or like a miscarriage which is discarded, I would not be, As infants that never saw light.",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease from raging, And there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "The prisoners are at ease together; They do not hear the voice of the taskmaster.",
              "reference": "Job 3:18"
            },
            {
              "content": "The small and the great are there, And the slave is free from his master.",
              "reference": "Job 3:19"
            },
            {
              "content": "“Why is light given to him who suffers, And life to the bitter of soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "Who long for death, but there is none, And dig for it more than for hidden treasures,",
              "reference": "Job 3:21"
            },
            {
              "content": "Who rejoice greatly, And exult when they find the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is light given to a man whose way is hidden, And whom God has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For my groaning comes at the sight of my food, And my cries pour out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "For what I fear comes upon me, And what I dread befalls me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I am not at ease, nor am I quiet, And I am not at rest, but turmoil comes.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/3-3fd4bacaa45219f73341005b6a8b4a4b.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "4": {
          "reference": "Job 4 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered,",
              "reference": "Job 4:1"
            },
            {
              "content": "“If one ventures a word with you, will you become impatient? But who can refrain from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Behold you have admonished many, And you have strengthened weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have helped the tottering to stand, And you have strengthened feeble knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now it has come to you, and you are impatient; It touches you, and you are dismayed.",
              "reference": "Job 4:5"
            },
            {
              "content": "Is not your fear of God your confidence, And the integrity of your ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "“Remember now, who ever perished being innocent? Or where were the upright destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "According to what I have seen, those who plow iniquity And those who sow trouble harvest it.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the breath of God they perish, And by the blast of His anger they come to an end.",
              "reference": "Job 4:9"
            },
            {
              "content": "The roaring of the lion and the voice of the fierce lion, And the teeth of the young lions are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The lion perishes for lack of prey, And the whelps of the lioness are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "“Now a word was brought to me stealthily, And my ear received a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "Amid disquieting thoughts from the visions of the night, When deep sleep falls on men,",
              "reference": "Job 4:13"
            },
            {
              "content": "Dread came upon me, and trembling, And made all my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a spirit passed by my face; The hair of my flesh bristled up.",
              "reference": "Job 4:15"
            },
            {
              "content": "It stood still, but I could not discern its appearance; A form was before my eyes; There was silence, then I heard a voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "‘Can mankind be just before God? Can a man be pure before his Maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "He puts no trust even in His servants; And against His angels He charges error.",
              "reference": "Job 4:18"
            },
            {
              "content": "How much more those who dwell in houses of clay, Whose foundation is in the dust, Who are crushed before the moth!",
              "reference": "Job 4:19"
            },
            {
              "content": "Between morning and evening they are broken in pieces; Unobserved, they perish forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "Is not their tent-cord plucked up within them? They die, yet without wisdom.’",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/4-c0864cd1f8d244f5d484df1cbc7f25c6.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "5": {
          "reference": "Job 5 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Call now, is there anyone who will answer you? And to which of the holy ones will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "For anger slays the foolish man, And jealousy kills the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen the foolish taking root, And I cursed his abode immediately.",
              "reference": "Job 5:3"
            },
            {
              "content": "His sons are far from safety, They are even oppressed in the gate, And there is no deliverer.",
              "reference": "Job 5:4"
            },
            {
              "content": "His harvest the hungry devour And take it to a place of thorns, And the schemer is eager for their wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "For affliction does not come from the dust, Nor does trouble sprout from the ground,",
              "reference": "Job 5:6"
            },
            {
              "content": "For man is born for trouble, As sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "“But as for me, I would seek God, And I would place my cause before God;",
              "reference": "Job 5:8"
            },
            {
              "content": "Who does great and unsearchable things, Wonders without number.",
              "reference": "Job 5:9"
            },
            {
              "content": "He gives rain on the earth And sends water on the fields,",
              "reference": "Job 5:10"
            },
            {
              "content": "So that He sets on high those who are lowly, And those who mourn are lifted to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the plotting of the shrewd, So that their hands cannot attain success.",
              "reference": "Job 5:12"
            },
            {
              "content": "He captures the wise by their own shrewdness, And the advice of the cunning is quickly thwarted.",
              "reference": "Job 5:13"
            },
            {
              "content": "By day they meet with darkness, And grope at noon as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But He saves from the sword of their mouth, And the poor from the hand of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "So the helpless has hope, And unrighteousness must shut its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "“Behold, how happy is the man whom God reproves, So do not despise the discipline of the Almighty.",
              "reference": "Job 5:17"
            },
            {
              "content": "For He inflicts pain, and gives relief; He wounds, and His hands also heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "From six troubles He will deliver you, Even in seven evil will not touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine He will redeem you from death, And in war from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be hidden from the scourge of the tongue, And you will not be afraid of violence when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at violence and famine, And you will not be afraid of wild beasts.",
              "reference": "Job 5:22"
            },
            {
              "content": "For you will be in league with the stones of the field, And the beasts of the field will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You will know that your tent is secure, For you will visit your abode and fear no loss.",
              "reference": "Job 5:24"
            },
            {
              "content": "You will know also that your descendants will be many, And your offspring as the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will come to the grave in full vigor, Like the stacking of grain in its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "Behold this; we have investigated it, and so it is. Hear it, and know for yourself.”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/5-111934987d077c608c8d91e9e90f7358.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "6": {
          "reference": "Job 6 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job answered,",
              "reference": "Job 6:1"
            },
            {
              "content": "“Oh that my grief were actually weighed And laid in the balances together with my calamity!",
              "reference": "Job 6:2"
            },
            {
              "content": "For then it would be heavier than the sand of the seas; Therefore my words have been rash.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Almighty are within me, Their poison my spirit drinks; The terrors of God are arrayed against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does the wild donkey bray over his grass, Or does the ox low over his fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Can something tasteless be eaten without salt, Or is there any taste in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "My soul refuses to touch them; They are like loathsome food to me.",
              "reference": "Job 6:7"
            },
            {
              "content": "“Oh that my request might come to pass, And that God would grant my longing!",
              "reference": "Job 6:8"
            },
            {
              "content": "Would that God were willing to crush me, That He would loose His hand and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "But it is still my consolation, And I rejoice in unsparing pain, That I have not denied the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "What is my strength, that I should wait? And what is my end, that I should endure?",
              "reference": "Job 6:11"
            },
            {
              "content": "Is my strength the strength of stones, Or is my flesh bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "Is it that my help is not within me, And that deliverance is driven from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "“For the despairing man there should be kindness from his friend; So that he does not forsake the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brothers have acted deceitfully like a wadi, Like the torrents of wadis which vanish,",
              "reference": "Job 6:15"
            },
            {
              "content": "Which are turbid because of ice And into which the snow melts.",
              "reference": "Job 6:16"
            },
            {
              "content": "When they become waterless, they are silent, When it is hot, they vanish from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "The paths of their course wind along, They go up into nothing and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans of Tema looked, The travelers of Sheba hoped for them.",
              "reference": "Job 6:19"
            },
            {
              "content": "They were disappointed for they had trusted, They came there and were confounded.",
              "reference": "Job 6:20"
            },
            {
              "content": "Indeed, you have now become such, You see a terror and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I said, ‘Give me something,’ Or, ‘Offer a bribe for me from your wealth,’",
              "reference": "Job 6:22"
            },
            {
              "content": "Or, ‘Deliver me from the hand of the adversary,’ Or, ‘Redeem me from the hand of the tyrants’?",
              "reference": "Job 6:23"
            },
            {
              "content": "“Teach me, and I will be silent; And show me how I have erred.",
              "reference": "Job 6:24"
            },
            {
              "content": "How painful are honest words! But what does your argument prove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you intend to reprove my words, When the words of one in despair belong to the wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "You would even cast lots for the orphans And barter over your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "Now please look at me, And see if I lie to your face.",
              "reference": "Job 6:28"
            },
            {
              "content": "Desist now, let there be no injustice; Even desist, my righteousness is yet in it.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there injustice on my tongue? Cannot my palate discern calamities?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/6-42046ec7fb017fb2ffec3852e3c2cedd.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "7": {
          "reference": "Job 7 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Is not man forced to labor on earth, And are not his days like the days of a hired man?",
              "reference": "Job 7:1"
            },
            {
              "content": "As a slave who pants for the shade, And as a hired man who eagerly waits for his wages,",
              "reference": "Job 7:2"
            },
            {
              "content": "So am I allotted months of vanity, And nights of trouble are appointed me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down I say, ‘When shall I arise?’ But the night continues, And I am continually tossing until dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with worms and a crust of dirt, My skin hardens and runs.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle, And come to an end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "“Remember that my life is but breath; My eye will not again see good.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye of him who sees me will behold me no longer; Your eyes will be on me, but I will not be.",
              "reference": "Job 7:8"
            },
            {
              "content": "When a cloud vanishes, it is gone, So he who goes down to Sheol does not come up.",
              "reference": "Job 7:9"
            },
            {
              "content": "He will not return again to his house, Nor will his place know him anymore.",
              "reference": "Job 7:10"
            },
            {
              "content": "“Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the sea, or the sea monster, That You set a guard over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "If I say, ‘My bed will comfort me, My couch will ease my complaint,’",
              "reference": "Job 7:13"
            },
            {
              "content": "Then You frighten me with dreams And terrify me by visions;",
              "reference": "Job 7:14"
            },
            {
              "content": "So that my soul would choose suffocation, Death rather than my pains.",
              "reference": "Job 7:15"
            },
            {
              "content": "I waste away; I will not live forever. Leave me alone, for my days are but a breath.",
              "reference": "Job 7:16"
            },
            {
              "content": "What is man that You magnify him, And that You are concerned about him,",
              "reference": "Job 7:17"
            },
            {
              "content": "That You examine him every morning And try him every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "Will You never turn Your gaze away from me, Nor let me alone until I swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "Have I sinned? What have I done to You, O watcher of men? Why have You set me as Your target, So that I am a burden to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why then do You not pardon my transgression And take away my iniquity? For now I will lie down in the dust; And You will seek me, but I will not be.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/7-ed9f56d67c1a14efba52e3e77c534911.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "8": {
          "reference": "Job 8 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered,",
              "reference": "Job 8:1"
            },
            {
              "content": "“How long will you say these things, And the words of your mouth be a mighty wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice? Or does the Almighty pervert what is right?",
              "reference": "Job 8:3"
            },
            {
              "content": "If your sons sinned against Him, Then He delivered them into the power of their transgression.",
              "reference": "Job 8:4"
            },
            {
              "content": "If you would seek God And implore the compassion of the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "If you are pure and upright, Surely now He would rouse Himself for you And restore your righteous estate.",
              "reference": "Job 8:6"
            },
            {
              "content": "Though your beginning was insignificant, Yet your end will increase greatly.",
              "reference": "Job 8:7"
            },
            {
              "content": "“Please inquire of past generations, And consider the things searched out by their fathers.",
              "reference": "Job 8:8"
            },
            {
              "content": "For we are only of yesterday and know nothing, Because our days on earth are as a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Will they not teach you and tell you, And bring forth words from their minds?",
              "reference": "Job 8:10"
            },
            {
              "content": "“Can the papyrus grow up without a marsh? Can the rushes grow without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While it is still green and not cut down, Yet it withers before any other plant.",
              "reference": "Job 8:12"
            },
            {
              "content": "So are the paths of all who forget God; And the hope of the godless will perish,",
              "reference": "Job 8:13"
            },
            {
              "content": "Whose confidence is fragile, And whose trust a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "He trusts in his house, but it does not stand; He holds fast to it, but it does not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "He thrives before the sun, And his shoots spread out over his garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "His roots wrap around a rock pile, He grasps a house of stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "If he is removed from his place, Then it will deny him, saying, ‘I never saw you.’",
              "reference": "Job 8:18"
            },
            {
              "content": "Behold, this is the joy of His way; And out of the dust others will spring.",
              "reference": "Job 8:19"
            },
            {
              "content": "Lo, God will not reject a man of integrity, Nor will He support the evildoers.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will yet fill your mouth with laughter And your lips with shouting.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame, And the tent of the wicked will be no longer.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/8-0e18dfe78bc42307a8c0416089675c9c.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "9": {
          "reference": "Job 9 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job answered,",
              "reference": "Job 9:1"
            },
            {
              "content": "“In truth I know that this is so; But how can a man be in the right before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If one wished to dispute with Him, He could not answer Him once in a thousand times.",
              "reference": "Job 9:3"
            },
            {
              "content": "Wise in heart and mighty in strength, Who has defied Him without harm?",
              "reference": "Job 9:4"
            },
            {
              "content": "It is God who removes the mountains, they know not how, When He overturns them in His anger;",
              "reference": "Job 9:5"
            },
            {
              "content": "Who shakes the earth out of its place, And its pillars tremble;",
              "reference": "Job 9:6"
            },
            {
              "content": "Who commands the sun not to shine, And sets a seal upon the stars;",
              "reference": "Job 9:7"
            },
            {
              "content": "Who alone stretches out the heavens And tramples down the waves of the sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "Who makes the Bear, Orion and the Pleiades, And the chambers of the south;",
              "reference": "Job 9:9"
            },
            {
              "content": "Who does great things, unfathomable, And wondrous works without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "Were He to pass by me, I would not see Him; Were He to move past me, I would not perceive Him.",
              "reference": "Job 9:11"
            },
            {
              "content": "Were He to snatch away, who could restrain Him? Who could say to Him, ‘What are You doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "“God will not turn back His anger; Beneath Him crouch the helpers of Rahab.",
              "reference": "Job 9:13"
            },
            {
              "content": "How then can I answer Him, And choose my words before Him?",
              "reference": "Job 9:14"
            },
            {
              "content": "For though I were right, I could not answer; I would have to implore the mercy of my judge.",
              "reference": "Job 9:15"
            },
            {
              "content": "If I called and He answered me, I could not believe that He was listening to my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "For He bruises me with a tempest And multiplies my wounds without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "He will not allow me to get my breath, But saturates me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it is a matter of power, behold, He is the strong one! And if it is a matter of justice, who can summon Him?",
              "reference": "Job 9:19"
            },
            {
              "content": "Though I am righteous, my mouth will condemn me; Though I am guiltless, He will declare me guilty.",
              "reference": "Job 9:20"
            },
            {
              "content": "I am guiltless; I do not take notice of myself; I despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It is all one; therefore I say, ‘He destroys the guiltless and the wicked.’",
              "reference": "Job 9:22"
            },
            {
              "content": "If the scourge kills suddenly, He mocks the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is given into the hand of the wicked; He covers the faces of its judges. If it is not He, then who is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "“Now my days are swifter than a runner; They flee away, they see no good.",
              "reference": "Job 9:25"
            },
            {
              "content": "They slip by like reed boats, Like an eagle that swoops on its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "Though I say, ‘I will forget my complaint, I will leave off my sad countenance and be cheerful,’",
              "reference": "Job 9:27"
            },
            {
              "content": "I am afraid of all my pains, I know that You will not acquit me.",
              "reference": "Job 9:28"
            },
            {
              "content": "I am accounted wicked, Why then should I toil in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I should wash myself with snow And cleanse my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "Yet You would plunge me into the pit, And my own clothes would abhor me.",
              "reference": "Job 9:31"
            },
            {
              "content": "For He is not a man as I am that I may answer Him, That we may go to court together.",
              "reference": "Job 9:32"
            },
            {
              "content": "There is no umpire between us, Who may lay his hand upon us both.",
              "reference": "Job 9:33"
            },
            {
              "content": "Let Him remove His rod from me, And let not dread of Him terrify me.",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I would speak and not fear Him; But I am not like that in myself.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/9-d1e524d27342eebdde2d76b29d164f4b.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "10": {
          "reference": "Job 10 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“I loathe my own life; I will give full vent to my complaint; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say to God, ‘Do not condemn me; Let me know why You contend with me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Is it right for You indeed to oppress, To reject the labor of Your hands, And to look favorably on the schemes of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Have You eyes of flesh? Or do You see as a man sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are Your days as the days of a mortal, Or Your years as man’s years,",
              "reference": "Job 10:5"
            },
            {
              "content": "That You should seek for my guilt And search after my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "According to Your knowledge I am indeed not guilty, Yet there is no deliverance from Your hand.",
              "reference": "Job 10:7"
            },
            {
              "content": "‘Your hands fashioned and made me altogether, And would You destroy me?",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember now, that You have made me as clay; And would You turn me into dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "Did You not pour me out like milk And curdle me like cheese;",
              "reference": "Job 10:10"
            },
            {
              "content": "Clothe me with skin and flesh, And knit me together with bones and sinews?",
              "reference": "Job 10:11"
            },
            {
              "content": "You have granted me life and lovingkindness; And Your care has preserved my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "Yet these things You have concealed in Your heart; I know that this is within You:",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sin, then You would take note of me, And would not acquit me of my guilt.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am wicked, woe to me! And if I am righteous, I dare not lift up my head. I am sated with disgrace and conscious of my misery.",
              "reference": "Job 10:15"
            },
            {
              "content": "Should my head be lifted up, You would hunt me like a lion; And again You would show Your power against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You renew Your witnesses against me And increase Your anger toward me; Hardship after hardship is with me.",
              "reference": "Job 10:17"
            },
            {
              "content": "‘Why then have You brought me out of the womb? Would that I had died and no eye had seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "I should have been as though I had not been, Carried from womb to tomb.’",
              "reference": "Job 10:19"
            },
            {
              "content": "Would He not let my few days alone? Withdraw from me that I may have a little cheer",
              "reference": "Job 10:20"
            },
            {
              "content": "Before I go—and I shall not return— To the land of darkness and deep shadow,",
              "reference": "Job 10:21"
            },
            {
              "content": "The land of utter gloom as darkness itself, Of deep shadow without order, And which shines as the darkness.”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/10-832a20c942b62c8fb3f8ad098805ea67.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "11": {
          "reference": "Job 11 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered,",
              "reference": "Job 11:1"
            },
            {
              "content": "“Shall a multitude of words go unanswered, And a talkative man be acquitted?",
              "reference": "Job 11:2"
            },
            {
              "content": "Shall your boasts silence men? And shall you scoff and none rebuke?",
              "reference": "Job 11:3"
            },
            {
              "content": "For you have said, ‘My teaching is pure, And I am innocent in your eyes.’",
              "reference": "Job 11:4"
            },
            {
              "content": "But would that God might speak, And open His lips against you,",
              "reference": "Job 11:5"
            },
            {
              "content": "And show you the secrets of wisdom! For sound wisdom has two sides. Know then that God forgets a part of your iniquity.",
              "reference": "Job 11:6"
            },
            {
              "content": "“Can you discover the depths of God? Can you discover the limits of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "They are high as the heavens, what can you do? Deeper than Sheol, what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "Its measure is longer than the earth And broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If He passes by or shuts up, Or calls an assembly, who can restrain Him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For He knows false men, And He sees iniquity without investigating.",
              "reference": "Job 11:11"
            },
            {
              "content": "An idiot will become intelligent When the foal of a wild donkey is born a man.",
              "reference": "Job 11:12"
            },
            {
              "content": "“If you would direct your heart right And spread out your hand to Him,",
              "reference": "Job 11:13"
            },
            {
              "content": "If iniquity is in your hand, put it far away, And do not let wickedness dwell in your tents;",
              "reference": "Job 11:14"
            },
            {
              "content": "Then, indeed, you could lift up your face without moral defect, And you would be steadfast and not fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "For you would forget your trouble, As waters that have passed by, you would remember it.",
              "reference": "Job 11:16"
            },
            {
              "content": "Your life would be brighter than noonday; Darkness would be like the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "Then you would trust, because there is hope; And you would look around and rest securely.",
              "reference": "Job 11:18"
            },
            {
              "content": "You would lie down and none would disturb you, And many would entreat your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked will fail, And there will be no escape for them; And their hope is to breathe their last.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/11-bb42a48af8c675580120cd9fb52d2a7c.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "12": {
          "reference": "Job 12 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 12:1"
            },
            {
              "content": "“Truly then you are the people, And with you wisdom will die!",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have intelligence as well as you; I am not inferior to you. And who does not know such things as these?",
              "reference": "Job 12:3"
            },
            {
              "content": "I am a joke to my friends, The one who called on God and He answered him; The just and blameless man is a joke.",
              "reference": "Job 12:4"
            },
            {
              "content": "He who is at ease holds calamity in contempt, As prepared for those whose feet slip.",
              "reference": "Job 12:5"
            },
            {
              "content": "The tents of the destroyers prosper, And those who provoke God are secure, Whom God brings into their power.",
              "reference": "Job 12:6"
            },
            {
              "content": "“But now ask the beasts, and let them teach you; And the birds of the heavens, and let them tell you.",
              "reference": "Job 12:7"
            },
            {
              "content": "Or speak to the earth, and let it teach you; And let the fish of the sea declare to you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Who among all these does not know That the hand of the Lord has done this,",
              "reference": "Job 12:9"
            },
            {
              "content": "In whose hand is the life of every living thing, And the breath of all mankind?",
              "reference": "Job 12:10"
            },
            {
              "content": "Does not the ear test words, As the palate tastes its food?",
              "reference": "Job 12:11"
            },
            {
              "content": "Wisdom is with aged men, With long life is understanding.",
              "reference": "Job 12:12"
            },
            {
              "content": "“With Him are wisdom and might; To Him belong counsel and understanding.",
              "reference": "Job 12:13"
            },
            {
              "content": "Behold, He tears down, and it cannot be rebuilt; He imprisons a man, and there can be no release.",
              "reference": "Job 12:14"
            },
            {
              "content": "Behold, He restrains the waters, and they dry up; And He sends them out, and they inundate the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "With Him are strength and sound wisdom, The misled and the misleader belong to Him.",
              "reference": "Job 12:16"
            },
            {
              "content": "He makes counselors walk barefoot And makes fools of judges.",
              "reference": "Job 12:17"
            },
            {
              "content": "He loosens the bond of kings And binds their loins with a girdle.",
              "reference": "Job 12:18"
            },
            {
              "content": "He makes priests walk barefoot And overthrows the secure ones.",
              "reference": "Job 12:19"
            },
            {
              "content": "He deprives the trusted ones of speech And takes away the discernment of the elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt on nobles And loosens the belt of the strong.",
              "reference": "Job 12:21"
            },
            {
              "content": "He reveals mysteries from the darkness And brings the deep darkness into light.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes the nations great, then destroys them; He enlarges the nations, then leads them away.",
              "reference": "Job 12:23"
            },
            {
              "content": "He deprives of intelligence the chiefs of the earth’s people And makes them wander in a pathless waste.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in darkness with no light, And He makes them stagger like a drunken man.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/12-7b67b89d6bc83190c505c7e0bf595761.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "13": {
          "reference": "Job 13 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Behold, my eye has seen all this, My ear has heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know I also know; I am not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "“But I would speak to the Almighty, And I desire to argue with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "But you smear with lies; You are all worthless physicians.",
              "reference": "Job 13:4"
            },
            {
              "content": "O that you would be completely silent, And that it would become your wisdom!",
              "reference": "Job 13:5"
            },
            {
              "content": "Please hear my argument And listen to the contentions of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you speak what is unjust for God, And speak what is deceitful for Him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you show partiality for Him? Will you contend for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Will it be well when He examines you? Or will you deceive Him as one deceives a man?",
              "reference": "Job 13:9"
            },
            {
              "content": "He will surely reprove you If you secretly show partiality.",
              "reference": "Job 13:10"
            },
            {
              "content": "Will not His majesty terrify you, And the dread of Him fall on you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your memorable sayings are proverbs of ashes, Your defenses are defenses of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "“Be silent before me so that I may speak; Then let come on me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why should I take my flesh in my teeth And put my life in my hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "Though He slay me, I will hope in Him. Nevertheless I will argue my ways before Him.",
              "reference": "Job 13:15"
            },
            {
              "content": "This also will be my salvation, For a godless man may not come before His presence.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen carefully to my speech, And let my declaration fill your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "Behold now, I have prepared my case; I know that I will be vindicated.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who will contend with me? For then I would be silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "“Only two things do not do to me, Then I will not hide from Your face:",
              "reference": "Job 13:20"
            },
            {
              "content": "Remove Your hand from me, And let not the dread of You terrify me.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call, and I will answer; Or let me speak, then reply to me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many are my iniquities and sins? Make known to me my rebellion and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do You hide Your face And consider me Your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will You cause a driven leaf to tremble? Or will You pursue the dry chaff?",
              "reference": "Job 13:25"
            },
            {
              "content": "For You write bitter things against me And make me to inherit the iniquities of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet in the stocks And watch all my paths; You set a limit for the soles of my feet,",
              "reference": "Job 13:27"
            },
            {
              "content": "While I am decaying like a rotten thing, Like a garment that is moth-eaten.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/13-44cad941287cb50a893f86d0c7cf4c63.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "14": {
          "reference": "Job 14 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Man, who is born of woman, Is short-lived and full of turmoil.",
              "reference": "Job 14:1"
            },
            {
              "content": "Like a flower he comes forth and withers. He also flees like a shadow and does not remain.",
              "reference": "Job 14:2"
            },
            {
              "content": "You also open Your eyes on him And bring him into judgment with Yourself.",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can make the clean out of the unclean? No one!",
              "reference": "Job 14:4"
            },
            {
              "content": "Since his days are determined, The number of his months is with You; And his limits You have set so that he cannot pass.",
              "reference": "Job 14:5"
            },
            {
              "content": "Turn Your gaze from him that he may rest, Until he fulfills his day like a hired man.",
              "reference": "Job 14:6"
            },
            {
              "content": "“For there is hope for a tree, When it is cut down, that it will sprout again, And its shoots will not fail.",
              "reference": "Job 14:7"
            },
            {
              "content": "Though its roots grow old in the ground And its stump dies in the dry soil,",
              "reference": "Job 14:8"
            },
            {
              "content": "At the scent of water it will flourish And put forth sprigs like a plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But man dies and lies prostrate. Man expires, and where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "As water evaporates from the sea, And a river becomes parched and dried up,",
              "reference": "Job 14:11"
            },
            {
              "content": "So man lies down and does not rise. Until the heavens are no longer, He will not awake nor be aroused out of his sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "“Oh that You would hide me in Sheol, That You would conceal me until Your wrath returns to You, That You would set a limit for me and remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If a man dies, will he live again? All the days of my struggle I will wait Until my change comes.",
              "reference": "Job 14:14"
            },
            {
              "content": "You will call, and I will answer You; You will long for the work of Your hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "For now You number my steps, You do not observe my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "My transgression is sealed up in a bag, And You wrap up my iniquity.",
              "reference": "Job 14:17"
            },
            {
              "content": "“But the falling mountain crumbles away, And the rock moves from its place;",
              "reference": "Job 14:18"
            },
            {
              "content": "Water wears away stones, Its torrents wash away the dust of the earth; So You destroy man’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "You forever overpower him and he departs; You change his appearance and send him away.",
              "reference": "Job 14:20"
            },
            {
              "content": "His sons achieve honor, but he does not know it; Or they become insignificant, but he does not perceive it.",
              "reference": "Job 14:21"
            },
            {
              "content": "But his body pains him, And he mourns only for himself.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/14-54a873a532a7cba59faa2607945be93c.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "15": {
          "reference": "Job 15 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded,",
              "reference": "Job 15:1"
            },
            {
              "content": "“Should a wise man answer with windy knowledge And fill himself with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Should he argue with useless talk, Or with words which are not profitable?",
              "reference": "Job 15:3"
            },
            {
              "content": "Indeed, you do away with reverence And hinder meditation before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "For your guilt teaches your mouth, And you choose the language of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you, and not I; And your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "“Were you the first man to be born, Or were you brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Do you hear the secret counsel of God, And limit wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we do not know? What do you understand that we do not?",
              "reference": "Job 15:9"
            },
            {
              "content": "Both the gray-haired and the aged are among us, Older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are the consolations of God too small for you, Even the word spoken gently with you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why does your heart carry you away? And why do your eyes flash,",
              "reference": "Job 15:12"
            },
            {
              "content": "That you should turn your spirit against God And allow such words to go out of your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "What is man, that he should be pure, Or he who is born of a woman, that he should be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "Behold, He puts no trust in His holy ones, And the heavens are not pure in His sight;",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less one who is detestable and corrupt, Man, who drinks iniquity like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "“I will tell you, listen to me; And what I have seen I will also declare;",
              "reference": "Job 15:17"
            },
            {
              "content": "What wise men have told, And have not concealed from their fathers,",
              "reference": "Job 15:18"
            },
            {
              "content": "To whom alone the land was given, And no alien passed among them.",
              "reference": "Job 15:19"
            },
            {
              "content": "The wicked man writhes in pain all his days, And numbered are the years stored up for the ruthless.",
              "reference": "Job 15:20"
            },
            {
              "content": "Sounds of terror are in his ears; While at peace the destroyer comes upon him.",
              "reference": "Job 15:21"
            },
            {
              "content": "He does not believe that he will return from darkness, And he is destined for the sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "He wanders about for food, saying, ‘Where is it?’ He knows that a day of darkness is at hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "Distress and anguish terrify him, They overpower him like a king ready for the attack,",
              "reference": "Job 15:24"
            },
            {
              "content": "Because he has stretched out his hand against God And conducts himself arrogantly against the Almighty.",
              "reference": "Job 15:25"
            },
            {
              "content": "He rushes headlong at Him With his massive shield.",
              "reference": "Job 15:26"
            },
            {
              "content": "For he has covered his face with his fat And made his thighs heavy with flesh.",
              "reference": "Job 15:27"
            },
            {
              "content": "He has lived in desolate cities, In houses no one would inhabit, Which are destined to become ruins.",
              "reference": "Job 15:28"
            },
            {
              "content": "He will not become rich, nor will his wealth endure; And his grain will not bend down to the ground.",
              "reference": "Job 15:29"
            },
            {
              "content": "He will not escape from darkness; The flame will wither his shoots, And by the breath of His mouth he will go away.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let him not trust in emptiness, deceiving himself; For emptiness will be his reward.",
              "reference": "Job 15:31"
            },
            {
              "content": "It will be accomplished before his time, And his palm branch will not be green.",
              "reference": "Job 15:32"
            },
            {
              "content": "He will drop off his unripe grape like the vine, And will cast off his flower like the olive tree.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the company of the godless is barren, And fire consumes the tents of the corrupt.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive mischief and bring forth iniquity, And their mind prepares deception.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/15-ef13bf06231a8f698d264943d7ae6d1b.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "16": {
          "reference": "Job 16 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job answered,",
              "reference": "Job 16:1"
            },
            {
              "content": "“I have heard many such things; Sorry comforters are you all.",
              "reference": "Job 16:2"
            },
            {
              "content": "Is there no limit to windy words? Or what plagues you that you answer?",
              "reference": "Job 16:3"
            },
            {
              "content": "I too could speak like you, If I were in your place. I could compose words against you And shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "I could strengthen you with my mouth, And the solace of my lips could lessen your pain.",
              "reference": "Job 16:5"
            },
            {
              "content": "“If I speak, my pain is not lessened, And if I hold back, what has left me?",
              "reference": "Job 16:6"
            },
            {
              "content": "But now He has exhausted me; You have laid waste all my company.",
              "reference": "Job 16:7"
            },
            {
              "content": "You have shriveled me up, It has become a witness; And my leanness rises up against me, It testifies to my face.",
              "reference": "Job 16:8"
            },
            {
              "content": "His anger has torn me and hunted me down, He has gnashed at me with His teeth; My adversary glares at me.",
              "reference": "Job 16:9"
            },
            {
              "content": "They have gaped at me with their mouth, They have slapped me on the cheek with contempt; They have massed themselves against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God hands me over to ruffians And tosses me into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was at ease, but He shattered me, And He has grasped me by the neck and shaken me to pieces; He has also set me up as His target.",
              "reference": "Job 16:12"
            },
            {
              "content": "His arrows surround me. Without mercy He splits my kidneys open; He pours out my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He breaks through me with breach after breach; He runs at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sewed sackcloth over my skin And thrust my horn in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is flushed from weeping, And deep darkness is on my eyelids,",
              "reference": "Job 16:16"
            },
            {
              "content": "Although there is no violence in my hands, And my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "“O earth, do not cover my blood, And let there be no resting place for my cry.",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now, behold, my witness is in heaven, And my advocate is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends are my scoffers; My eye weeps to God.",
              "reference": "Job 16:20"
            },
            {
              "content": "O that a man might plead with God As a man with his neighbor!",
              "reference": "Job 16:21"
            },
            {
              "content": "For when a few years are past, I shall go the way of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/16-3403c2fada46c800b98b8bc5a224c413.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "17": {
          "reference": "Job 17 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“My spirit is broken, my days are extinguished, The grave is ready for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely mockers are with me, And my eye gazes on their provocation.",
              "reference": "Job 17:2"
            },
            {
              "content": "“Lay down, now, a pledge for me with Yourself; Who is there that will be my guarantor?",
              "reference": "Job 17:3"
            },
            {
              "content": "For You have kept their heart from understanding, Therefore You will not exalt them.",
              "reference": "Job 17:4"
            },
            {
              "content": "He who informs against friends for a share of the spoil, The eyes of his children also will languish.",
              "reference": "Job 17:5"
            },
            {
              "content": "“But He has made me a byword of the people, And I am one at whom men spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eye has also grown dim because of grief, And all my members are as a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "The upright will be appalled at this, And the innocent will stir up himself against the godless.",
              "reference": "Job 17:8"
            },
            {
              "content": "Nevertheless the righteous will hold to his way, And he who has clean hands will grow stronger and stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "But come again all of you now, For I do not find a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days are past, my plans are torn apart, Even the wishes of my heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "They make night into day, saying, ‘The light is near,’ in the presence of darkness.",
              "reference": "Job 17:12"
            },
            {
              "content": "If I look for Sheol as my home, I make my bed in the darkness;",
              "reference": "Job 17:13"
            },
            {
              "content": "If I call to the pit, ‘You are my father’; To the worm, ‘my mother and my sister’;",
              "reference": "Job 17:14"
            },
            {
              "content": "Where now is my hope? And who regards my hope?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will it go down with me to Sheol? Shall we together go down into the dust?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/17-4c374ca0cf38df82b20ea4637a853d33.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "18": {
          "reference": "Job 18 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Bildad the Shuhite responded,",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long will you hunt for words? Show understanding and then we can talk.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we regarded as beasts, As stupid in your eyes?",
              "reference": "Job 18:3"
            },
            {
              "content": "O you who tear yourself in your anger— For your sake is the earth to be abandoned, Or the rock to be moved from its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "“Indeed, the light of the wicked goes out, And the flame of his fire gives no light.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light in his tent is darkened, And his lamp goes out above him.",
              "reference": "Job 18:6"
            },
            {
              "content": "His vigorous stride is shortened, And his own scheme brings him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "For he is thrown into the net by his own feet, And he steps on the webbing.",
              "reference": "Job 18:8"
            },
            {
              "content": "A snare seizes him by the heel, And a trap snaps shut on him.",
              "reference": "Job 18:9"
            },
            {
              "content": "A noose for him is hidden in the ground, And a trap for him on the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "All around terrors frighten him, And harry him at every step.",
              "reference": "Job 18:11"
            },
            {
              "content": "His strength is famished, And calamity is ready at his side.",
              "reference": "Job 18:12"
            },
            {
              "content": "His skin is devoured by disease, The firstborn of death devours his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "He is torn from the security of his tent, And they march him before the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "There dwells in his tent nothing of his; Brimstone is scattered on his habitation.",
              "reference": "Job 18:15"
            },
            {
              "content": "His roots are dried below, And his branch is cut off above.",
              "reference": "Job 18:16"
            },
            {
              "content": "Memory of him perishes from the earth, And he has no name abroad.",
              "reference": "Job 18:17"
            },
            {
              "content": "He is driven from light into darkness, And chased from the inhabited world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He has no offspring or posterity among his people, Nor any survivor where he sojourned.",
              "reference": "Job 18:19"
            },
            {
              "content": "Those in the west are appalled at his fate, And those in the east are seized with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "Surely such are the dwellings of the wicked, And this is the place of him who does not know God.”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/18-a940c83221383d60c294f6293cae496b.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "19": {
          "reference": "Job 19 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you torment me And crush me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times you have insulted me; You are not ashamed to wrong me.",
              "reference": "Job 19:3"
            },
            {
              "content": "Even if I have truly erred, My error lodges with me.",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed you vaunt yourselves against me And prove my disgrace to me,",
              "reference": "Job 19:5"
            },
            {
              "content": "Know then that God has wronged me And has closed His net around me.",
              "reference": "Job 19:6"
            },
            {
              "content": "“Behold, I cry, ‘Violence!’ but I get no answer; I shout for help, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has walled up my way so that I cannot pass, And He has put darkness on my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped my honor from me And removed the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He breaks me down on every side, and I am gone; And He has uprooted my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "He has also kindled His anger against me And considered me as His enemy.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops come together, And build up their way against me And camp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "“He has removed my brothers far from me, And my acquaintances are completely estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My relatives have failed, And my intimate friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "Those who live in my house and my maids consider me a stranger. I am a foreigner in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "I call to my servant, but he does not answer; I have to implore him with my mouth.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is offensive to my wife, And I am loathsome to my own brothers.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even young children despise me; I rise up and they speak against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my associates abhor me, And those I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bone clings to my skin and my flesh, And I have escaped only by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Pity me, pity me, O you my friends, For the hand of God has struck me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you persecute me as God does, And are not satisfied with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "“Oh that my words were written! Oh that they were inscribed in a book!",
              "reference": "Job 19:23"
            },
            {
              "content": "That with an iron stylus and lead They were engraved in the rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "As for me, I know that my Redeemer lives, And at the last He will take His stand on the earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "Even after my skin is destroyed, Yet from my flesh I shall see God;",
              "reference": "Job 19:26"
            },
            {
              "content": "Whom I myself shall behold, And whom my eyes will see and not another. My heart faints within me!",
              "reference": "Job 19:27"
            },
            {
              "content": "If you say, ‘How shall we persecute him?’ And ‘What pretext for a case against him can we find?’",
              "reference": "Job 19:28"
            },
            {
              "content": "Then be afraid of the sword for yourselves, For wrath brings the punishment of the sword, So that you may know there is judgment.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/19-c556ee1c55b510e134f41d51cd6e6db1.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "20": {
          "reference": "Job 20 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered,",
              "reference": "Job 20:1"
            },
            {
              "content": "“Therefore my disquieting thoughts make me respond, Even because of my inward agitation.",
              "reference": "Job 20:2"
            },
            {
              "content": "I listened to the reproof which insults me, And the spirit of my understanding makes me answer.",
              "reference": "Job 20:3"
            },
            {
              "content": "Do you know this from of old, From the establishment of man on earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "That the triumphing of the wicked is short, And the joy of the godless momentary?",
              "reference": "Job 20:5"
            },
            {
              "content": "Though his loftiness reaches the heavens, And his head touches the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "He perishes forever like his refuse; Those who have seen him will say, ‘Where is he?’",
              "reference": "Job 20:7"
            },
            {
              "content": "He flies away like a dream, and they cannot find him; Even like a vision of the night he is chased away.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye which saw him sees him no longer, And his place no longer beholds him.",
              "reference": "Job 20:9"
            },
            {
              "content": "His sons favor the poor, And his hands give back his wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "His bones are full of his youthful vigor, But it lies down with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "“Though evil is sweet in his mouth And he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "Though he desires it and will not let it go, But holds it in his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "Yet his food in his stomach is changed To the venom of cobras within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "He swallows riches, But will vomit them up; God will expel them from his belly.",
              "reference": "Job 20:15"
            },
            {
              "content": "He sucks the poison of cobras; The viper’s tongue slays him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He does not look at the streams, The rivers flowing with honey and curds.",
              "reference": "Job 20:17"
            },
            {
              "content": "He returns what he has attained And cannot swallow it; As to the riches of his trading, He cannot even enjoy them.",
              "reference": "Job 20:18"
            },
            {
              "content": "For he has oppressed and forsaken the poor; He has seized a house which he has not built.",
              "reference": "Job 20:19"
            },
            {
              "content": "“Because he knew no quiet within him, He does not retain anything he desires.",
              "reference": "Job 20:20"
            },
            {
              "content": "Nothing remains for him to devour, Therefore his prosperity does not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "In the fullness of his plenty he will be cramped; The hand of everyone who suffers will come against him.",
              "reference": "Job 20:22"
            },
            {
              "content": "When he fills his belly, God will send His fierce anger on him And will rain it on him while he is eating.",
              "reference": "Job 20:23"
            },
            {
              "content": "He may flee from the iron weapon, But the bronze bow will pierce him.",
              "reference": "Job 20:24"
            },
            {
              "content": "It is drawn forth and comes out of his back, Even the glittering point from his gall. Terrors come upon him,",
              "reference": "Job 20:25"
            },
            {
              "content": "Complete darkness is held in reserve for his treasures, And unfanned fire will devour him; It will consume the survivor in his tent.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens will reveal his iniquity, And the earth will rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "The increase of his house will depart; His possessions will flow away in the day of His anger.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the wicked man’s portion from God, Even the heritage decreed to him by God.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/20-86ed0787021126edfe2de02e797319b0.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "21": {
          "reference": "Job 21 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job answered,",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen carefully to my speech, And let this be your way of consolation.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me that I may speak; Then after I have spoken, you may mock.",
              "reference": "Job 21:3"
            },
            {
              "content": "As for me, is my complaint to man? And why should I not be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me, and be astonished, And put your hand over your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "Even when I remember, I am disturbed, And horror takes hold of my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked still live, Continue on, also become very powerful?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their descendants are established with them in their sight, And their offspring before their eyes,",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses are safe from fear, And the rod of God is not on them.",
              "reference": "Job 21:9"
            },
            {
              "content": "His ox mates without fail; His cow calves and does not abort.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send forth their little ones like the flock, And their children skip about.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing to the timbrel and harp And rejoice at the sound of the flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days in prosperity, And suddenly they go down to Sheol.",
              "reference": "Job 21:13"
            },
            {
              "content": "They say to God, ‘Depart from us! We do not even desire the knowledge of Your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is the Almighty, that we should serve Him, And what would we gain if we entreat Him?’",
              "reference": "Job 21:15"
            },
            {
              "content": "Behold, their prosperity is not in their hand; The counsel of the wicked is far from me.",
              "reference": "Job 21:16"
            },
            {
              "content": "“How often is the lamp of the wicked put out, Or does their calamity fall on them? Does God apportion destruction in His anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "Are they as straw before the wind, And like chaff which the storm carries away?",
              "reference": "Job 21:18"
            },
            {
              "content": "You say, ‘God stores away a man’s iniquity for his sons.’ Let God repay him so that he may know it.",
              "reference": "Job 21:19"
            },
            {
              "content": "Let his own eyes see his decay, And let him drink of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what does he care for his household after him, When the number of his months is cut off?",
              "reference": "Job 21:21"
            },
            {
              "content": "Can anyone teach God knowledge, In that He judges those on high?",
              "reference": "Job 21:22"
            },
            {
              "content": "One dies in his full strength, Being wholly at ease and satisfied;",
              "reference": "Job 21:23"
            },
            {
              "content": "His sides are filled out with fat, And the marrow of his bones is moist,",
              "reference": "Job 21:24"
            },
            {
              "content": "While another dies with a bitter soul, Never even tasting anything good.",
              "reference": "Job 21:25"
            },
            {
              "content": "Together they lie down in the dust, And worms cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "“Behold, I know your thoughts, And the plans by which you would wrong me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For you say, ‘Where is the house of the nobleman, And where is the tent, the dwelling places of the wicked?’",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you not asked wayfaring men, And do you not recognize their witness?",
              "reference": "Job 21:29"
            },
            {
              "content": "For the wicked is reserved for the day of calamity; They will be led forth at the day of fury.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who will confront him with his actions, And who will repay him for what he has done?",
              "reference": "Job 21:31"
            },
            {
              "content": "While he is carried to the grave, Men will keep watch over his tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "The clods of the valley will gently cover him; Moreover, all men will follow after him, While countless ones go before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "How then will you vainly comfort me, For your answers remain full of falsehood?”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/21-2438cf80d00986e71f67e7cb8ebb94ec.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "22": {
          "reference": "Job 22 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded,",
              "reference": "Job 22:1"
            },
            {
              "content": "“Can a vigorous man be of use to God, Or a wise man be useful to himself?",
              "reference": "Job 22:2"
            },
            {
              "content": "Is there any pleasure to the Almighty if you are righteous, Or profit if you make your ways perfect?",
              "reference": "Job 22:3"
            },
            {
              "content": "Is it because of your reverence that He reproves you, That He enters into judgment against you?",
              "reference": "Job 22:4"
            },
            {
              "content": "Is not your wickedness great, And your iniquities without end?",
              "reference": "Job 22:5"
            },
            {
              "content": "For you have taken pledges of your brothers without cause, And stripped men naked.",
              "reference": "Job 22:6"
            },
            {
              "content": "To the weary you have given no water to drink, And from the hungry you have withheld bread.",
              "reference": "Job 22:7"
            },
            {
              "content": "But the earth belongs to the mighty man, And the honorable man dwells in it.",
              "reference": "Job 22:8"
            },
            {
              "content": "You have sent widows away empty, And the strength of the orphans has been crushed.",
              "reference": "Job 22:9"
            },
            {
              "content": "Therefore snares surround you, And sudden dread terrifies you,",
              "reference": "Job 22:10"
            },
            {
              "content": "Or darkness, so that you cannot see, And an abundance of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "“Is not God in the height of heaven? Look also at the distant stars, how high they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "You say, ‘What does God know? Can He judge through the thick darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Clouds are a hiding place for Him, so that He cannot see; And He walks on the vault of heaven.’",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you keep to the ancient path Which wicked men have trod,",
              "reference": "Job 22:15"
            },
            {
              "content": "Who were snatched away before their time, Whose foundations were washed away by a river?",
              "reference": "Job 22:16"
            },
            {
              "content": "They said to God, ‘Depart from us!’ And ‘What can the Almighty do to them?’",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet He filled their houses with good things; But the counsel of the wicked is far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see and are glad, And the innocent mock them,",
              "reference": "Job 22:19"
            },
            {
              "content": "Saying, ‘Truly our adversaries are cut off, And their abundance the fire has consumed.’",
              "reference": "Job 22:20"
            },
            {
              "content": "“Yield now and be at peace with Him; Thereby good will come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "Please receive instruction from His mouth And establish His words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty, you will be restored; If you remove unrighteousness far from your tent,",
              "reference": "Job 22:23"
            },
            {
              "content": "And place your gold in the dust, And the gold of Ophir among the stones of the brooks,",
              "reference": "Job 22:24"
            },
            {
              "content": "Then the Almighty will be your gold And choice silver to you.",
              "reference": "Job 22:25"
            },
            {
              "content": "For then you will delight in the Almighty And lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to Him, and He will hear you; And you will pay your vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "You will also decree a thing, and it will be established for you; And light will shine on your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When you are cast down, you will speak with confidence, And the humble person He will save.",
              "reference": "Job 22:29"
            },
            {
              "content": "He will deliver one who is not innocent, And he will be delivered through the cleanness of your hands.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/22-d3a946364743866e0f5e45accdc52fb8.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "23": {
          "reference": "Job 23 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job replied,",
              "reference": "Job 23:1"
            },
            {
              "content": "“Even today my complaint is rebellion; His hand is heavy despite my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "Oh that I knew where I might find Him, That I might come to His seat!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would present my case before Him And fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would learn the words which He would answer, And perceive what He would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would He contend with me by the greatness of His power? No, surely He would pay attention to me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There the upright would reason with Him; And I would be delivered forever from my Judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "“Behold, I go forward but He is not there, And backward, but I cannot perceive Him;",
              "reference": "Job 23:8"
            },
            {
              "content": "When He acts on the left, I cannot behold Him; He turns on the right, I cannot see Him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But He knows the way I take; When He has tried me, I shall come forth as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My foot has held fast to His path; I have kept His way and not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not departed from the command of His lips; I have treasured the words of His mouth more than my necessary food.",
              "reference": "Job 23:12"
            },
            {
              "content": "But He is unique and who can turn Him? And what His soul desires, that He does.",
              "reference": "Job 23:13"
            },
            {
              "content": "For He performs what is appointed for me, And many such decrees are with Him.",
              "reference": "Job 23:14"
            },
            {
              "content": "Therefore, I would be dismayed at His presence; When I consider, I am terrified of Him.",
              "reference": "Job 23:15"
            },
            {
              "content": "It is God who has made my heart faint, And the Almighty who has dismayed me,",
              "reference": "Job 23:16"
            },
            {
              "content": "But I am not silenced by the darkness, Nor deep gloom which covers me.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/23-f5948eb0469753689efebb31e7623fa0.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "24": {
          "reference": "Job 24 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Why are times not stored up by the Almighty, And why do those who know Him not see His days?",
              "reference": "Job 24:1"
            },
            {
              "content": "Some remove the landmarks; They seize and devour flocks.",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the donkeys of the orphans; They take the widow’s ox for a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They push the needy aside from the road; The poor of the land are made to hide themselves altogether.",
              "reference": "Job 24:4"
            },
            {
              "content": "Behold, as wild donkeys in the wilderness They go forth seeking food in their activity, As bread for their children in the desert.",
              "reference": "Job 24:5"
            },
            {
              "content": "They harvest their fodder in the field And glean the vineyard of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "They spend the night naked, without clothing, And have no covering against the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are wet with the mountain rains And hug the rock for want of a shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "Others snatch the orphan from the breast, And against the poor they take a pledge.",
              "reference": "Job 24:9"
            },
            {
              "content": "They cause the poor to go about naked without clothing, And they take away the sheaves from the hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "Within the walls they produce oil; They tread wine presses but thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "From the city men groan, And the souls of the wounded cry out; Yet God does not pay attention to folly.",
              "reference": "Job 24:12"
            },
            {
              "content": "“Others have been with those who rebel against the light; They do not want to know its ways Nor abide in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer arises at dawn; He kills the poor and the needy, And at night he is as a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye of the adulterer waits for the twilight, Saying, ‘No eye will see me.’ And he disguises his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark they dig into houses, They shut themselves up by day; They do not know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "For the morning is the same to him as thick darkness, For he is familiar with the terrors of thick darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "“They are insignificant on the surface of the water; Their portion is cursed on the earth. They do not turn toward the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Drought and heat consume the snow waters, So does Sheol those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "A mother will forget him; The worm feeds sweetly till he is no longer remembered. And wickedness will be broken like a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "He wrongs the barren woman And does no good for the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "But He drags off the valiant by His power; He rises, but no one has assurance of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "He provides them with security, and they are supported; And His eyes are on their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted a little while, then they are gone; Moreover, they are brought low and like everything gathered up; Even like the heads of grain they are cut off.",
              "reference": "Job 24:24"
            },
            {
              "content": "Now if it is not so, who can prove me a liar, And make my speech worthless?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/24-458340acbc5cfefb9b01bdfd9c0e54cc.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "25": {
          "reference": "Job 25 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered,",
              "reference": "Job 25:1"
            },
            {
              "content": "“Dominion and awe belong to Him Who establishes peace in His heights.",
              "reference": "Job 25:2"
            },
            {
              "content": "Is there any number to His troops? And upon whom does His light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can a man be just with God? Or how can he be clean who is born of woman?",
              "reference": "Job 25:4"
            },
            {
              "content": "If even the moon has no brightness And the stars are not pure in His sight,",
              "reference": "Job 25:5"
            },
            {
              "content": "How much less man, that maggot, And the son of man, that worm!”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/25-8ece31989772499bced5276e934a9bb2.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "26": {
          "reference": "Job 26 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job responded,",
              "reference": "Job 26:1"
            },
            {
              "content": "“What a help you are to the weak! How you have saved the arm without strength!",
              "reference": "Job 26:2"
            },
            {
              "content": "What counsel you have given to one without wisdom! What helpful insight you have abundantly provided!",
              "reference": "Job 26:3"
            },
            {
              "content": "To whom have you uttered words? And whose spirit was expressed through you?",
              "reference": "Job 26:4"
            },
            {
              "content": "“The departed spirits tremble Under the waters and their inhabitants.",
              "reference": "Job 26:5"
            },
            {
              "content": "Naked is Sheol before Him, And Abaddon has no covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretches out the north over empty space And hangs the earth on nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He wraps up the waters in His clouds, And the cloud does not burst under them.",
              "reference": "Job 26:8"
            },
            {
              "content": "He obscures the face of the full moon And spreads His cloud over it.",
              "reference": "Job 26:9"
            },
            {
              "content": "He has inscribed a circle on the surface of the waters At the boundary of light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of heaven tremble And are amazed at His rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "He quieted the sea with His power, And by His understanding He shattered Rahab.",
              "reference": "Job 26:12"
            },
            {
              "content": "By His breath the heavens are cleared; His hand has pierced the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "Behold, these are the fringes of His ways; And how faint a word we hear of Him! But His mighty thunder, who can understand?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/26-596972d77eb7b6931c01dbbadb63380a.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "27": {
          "reference": "Job 27 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job continued his discourse and said,",
              "reference": "Job 27:1"
            },
            {
              "content": "“As God lives, who has taken away my right, And the Almighty, who has embittered my soul,",
              "reference": "Job 27:2"
            },
            {
              "content": "For as long as life is in me, And the breath of God is in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "My lips certainly will not speak unjustly, Nor will my tongue mutter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "Far be it from me that I should declare you right; Till I die I will not put away my integrity from me.",
              "reference": "Job 27:5"
            },
            {
              "content": "I hold fast my righteousness and will not let it go. My heart does not reproach any of my days.",
              "reference": "Job 27:6"
            },
            {
              "content": "“May my enemy be as the wicked And my opponent as the unjust.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what is the hope of the godless when he is cut off, When God requires his life?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God hear his cry When distress comes upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will he take delight in the Almighty? Will he call on God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will instruct you in the power of God; What is with the Almighty I will not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "Behold, all of you have seen it; Why then do you act foolishly?",
              "reference": "Job 27:12"
            },
            {
              "content": "“This is the portion of a wicked man from God, And the inheritance which tyrants receive from the Almighty.",
              "reference": "Job 27:13"
            },
            {
              "content": "Though his sons are many, they are destined for the sword; And his descendants will not be satisfied with bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "His survivors will be buried because of the plague, And their widows will not be able to weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though he piles up silver like dust And prepares garments as plentiful as the clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "He may prepare it, but the just will wear it And the innocent will divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "He has built his house like the spider’s web, Or as a hut which the watchman has made.",
              "reference": "Job 27:18"
            },
            {
              "content": "He lies down rich, but never again; He opens his eyes, and it is no longer.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors overtake him like a flood; A tempest steals him away in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind carries him away, and he is gone, For it whirls him away from his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "For it will hurl at him without sparing; He will surely try to flee from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "Men will clap their hands at him And will hiss him from his place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/27-1e5510038e99d6b2e2b7d23b48f96f22.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "28": {
          "reference": "Job 28 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Surely there is a mine for silver And a place where they refine gold.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken from the dust, And copper is smelted from rock.",
              "reference": "Job 28:2"
            },
            {
              "content": "Man puts an end to darkness, And to the farthest limit he searches out The rock in gloom and deep shadow.",
              "reference": "Job 28:3"
            },
            {
              "content": "He sinks a shaft far from habitation, Forgotten by the foot; They hang and swing to and fro far from men.",
              "reference": "Job 28:4"
            },
            {
              "content": "The earth, from it comes food, And underneath it is turned up as fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "Its rocks are the source of sapphires, And its dust contains gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "The path no bird of prey knows, Nor has the falcon’s eye caught sight of it.",
              "reference": "Job 28:7"
            },
            {
              "content": "The proud beasts have not trodden it, Nor has the fierce lion passed over it.",
              "reference": "Job 28:8"
            },
            {
              "content": "He puts his hand on the flint; He overturns the mountains at the base.",
              "reference": "Job 28:9"
            },
            {
              "content": "He hews out channels through the rocks, And his eye sees anything precious.",
              "reference": "Job 28:10"
            },
            {
              "content": "He dams up the streams from flowing, And what is hidden he brings out to the light.",
              "reference": "Job 28:11"
            },
            {
              "content": "“But where can wisdom be found? And where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Man does not know its value, Nor is it found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The deep says, ‘It is not in me’; And the sea says, ‘It is not with me.’",
              "reference": "Job 28:14"
            },
            {
              "content": "Pure gold cannot be given in exchange for it, Nor can silver be weighed as its price.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be valued in the gold of Ophir, In precious onyx, or sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "Gold or glass cannot equal it, Nor can it be exchanged for articles of fine gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "Coral and crystal are not to be mentioned; And the acquisition of wisdom is above that of pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "The topaz of Ethiopia cannot equal it, Nor can it be valued in pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "Where then does wisdom come from? And where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "Thus it is hidden from the eyes of all living And concealed from the birds of the sky.",
              "reference": "Job 28:21"
            },
            {
              "content": "Abaddon and Death say, ‘With our ears we have heard a report of it.’",
              "reference": "Job 28:22"
            },
            {
              "content": "“God understands its way, And He knows its place.",
              "reference": "Job 28:23"
            },
            {
              "content": "For He looks to the ends of the earth And sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When He imparted weight to the wind And meted out the waters by measure,",
              "reference": "Job 28:25"
            },
            {
              "content": "When He set a limit for the rain And a course for the thunderbolt,",
              "reference": "Job 28:26"
            },
            {
              "content": "Then He saw it and declared it; He established it and also searched it out.",
              "reference": "Job 28:27"
            },
            {
              "content": "And to man He said, ‘Behold, the fear of the Lord, that is wisdom; And to depart from evil is understanding.’ ”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/28-92bb51c7a541eea147e54cb728b1c82c.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "29": {
          "reference": "Job 29 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "And Job again took up his discourse and said,",
              "reference": "Job 29:1"
            },
            {
              "content": "“Oh that I were as in months gone by, As in the days when God watched over me;",
              "reference": "Job 29:2"
            },
            {
              "content": "When His lamp shone over my head, And by His light I walked through darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "As I was in the prime of my days, When the friendship of God was over my tent;",
              "reference": "Job 29:4"
            },
            {
              "content": "When the Almighty was yet with me, And my children were around me;",
              "reference": "Job 29:5"
            },
            {
              "content": "When my steps were bathed in butter, And the rock poured out for me streams of oil!",
              "reference": "Job 29:6"
            },
            {
              "content": "When I went out to the gate of the city, When I took my seat in the square,",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men saw me and hid themselves, And the old men arose and stood.",
              "reference": "Job 29:8"
            },
            {
              "content": "The princes stopped talking And put their hands on their mouths;",
              "reference": "Job 29:9"
            },
            {
              "content": "The voice of the nobles was hushed, And their tongue stuck to their palate.",
              "reference": "Job 29:10"
            },
            {
              "content": "For when the ear heard, it called me blessed, And when the eye saw, it gave witness of me,",
              "reference": "Job 29:11"
            },
            {
              "content": "Because I delivered the poor who cried for help, And the orphan who had no helper.",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of the one ready to perish came upon me, And I made the widow’s heart sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness, and it clothed me; My justice was like a robe and a turban.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind And feet to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy, And I investigated the case which I did not know.",
              "reference": "Job 29:16"
            },
            {
              "content": "I broke the jaws of the wicked And snatched the prey from his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "Then I thought, ‘I shall die in my nest, And I shall multiply my days as the sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My root is spread out to the waters, And dew lies all night on my branch.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory is ever new with me, And my bow is renewed in my hand.’",
              "reference": "Job 29:20"
            },
            {
              "content": "“To me they listened and waited, And kept silent for my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "After my words they did not speak again, And my speech dropped on them.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me as for the rain, And opened their mouth as for the spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "I smiled on them when they did not believe, And the light of my face they did not cast down.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose a way for them and sat as chief, And dwelt as a king among the troops, As one who comforted the mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/29-2e5af7bb03d57cd5cb5ed8534beb979f.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "30": {
          "reference": "Job 30 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“But now those younger than I mock me, Whose fathers I disdained to put with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "Indeed, what good was the strength of their hands to me? Vigor had perished from them.",
              "reference": "Job 30:2"
            },
            {
              "content": "From want and famine they are gaunt Who gnaw the dry ground by night in waste and desolation,",
              "reference": "Job 30:3"
            },
            {
              "content": "Who pluck mallow by the bushes, And whose food is the root of the broom shrub.",
              "reference": "Job 30:4"
            },
            {
              "content": "They are driven from the community; They shout against them as against a thief,",
              "reference": "Job 30:5"
            },
            {
              "content": "So that they dwell in dreadful valleys, In holes of the earth and of the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "Among the bushes they cry out; Under the nettles they are gathered together.",
              "reference": "Job 30:7"
            },
            {
              "content": "Fools, even those without a name, They were scourged from the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "“And now I have become their taunt, I have even become a byword to them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They abhor me and stand aloof from me, And they do not refrain from spitting at my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "Because He has loosed His bowstring and afflicted me, They have cast off the bridle before me.",
              "reference": "Job 30:11"
            },
            {
              "content": "On the right hand their brood arises; They thrust aside my feet and build up against me their ways of destruction.",
              "reference": "Job 30:12"
            },
            {
              "content": "They break up my path, They profit from my destruction; No one restrains them.",
              "reference": "Job 30:13"
            },
            {
              "content": "As through a wide breach they come, Amid the tempest they roll on.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors are turned against me; They pursue my honor as the wind, And my prosperity has passed away like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "“And now my soul is poured out within me; Days of affliction have seized me.",
              "reference": "Job 30:16"
            },
            {
              "content": "At night it pierces my bones within me, And my gnawing pains take no rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "By a great force my garment is distorted; It binds me about as the collar of my coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has cast me into the mire, And I have become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry out to You for help, but You do not answer me; I stand up, and You turn Your attention against me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have become cruel to me; With the might of Your hand You persecute me.",
              "reference": "Job 30:21"
            },
            {
              "content": "You lift me up to the wind and cause me to ride; And You dissolve me in a storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "For I know that You will bring me to death And to the house of meeting for all living.",
              "reference": "Job 30:23"
            },
            {
              "content": "“Yet does not one in a heap of ruins stretch out his hand, Or in his disaster therefore cry out for help?",
              "reference": "Job 30:24"
            },
            {
              "content": "Have I not wept for the one whose life is hard? Was not my soul grieved for the needy?",
              "reference": "Job 30:25"
            },
            {
              "content": "When I expected good, then evil came; When I waited for light, then darkness came.",
              "reference": "Job 30:26"
            },
            {
              "content": "I am seething within and cannot relax; Days of affliction confront me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I go about mourning without comfort; I stand up in the assembly and cry out for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I have become a brother to jackals And a companion of ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin turns black on me, And my bones burn with fever.",
              "reference": "Job 30:30"
            },
            {
              "content": "Therefore my harp is turned to mourning, And my flute to the sound of those who weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/30-54a1cdca8828ac590d2847b8b8aade6f.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "31": {
          "reference": "Job 31 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“I have made a covenant with my eyes; How then could I gaze at a virgin?",
              "reference": "Job 31:1"
            },
            {
              "content": "And what is the portion of God from above Or the heritage of the Almighty from on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Is it not calamity to the unjust And disaster to those who work iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does He not see my ways And number all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "“If I have walked with falsehood, And my foot has hastened after deceit,",
              "reference": "Job 31:5"
            },
            {
              "content": "Let Him weigh me with accurate scales, And let God know my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If my step has turned from the way, Or my heart followed my eyes, Or if any spot has stuck to my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "Let me sow and another eat, And let my crops be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "“If my heart has been enticed by a woman, Or I have lurked at my neighbor’s doorway,",
              "reference": "Job 31:9"
            },
            {
              "content": "May my wife grind for another, And let others kneel down over her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For that would be a lustful crime; Moreover, it would be an iniquity punishable by judges.",
              "reference": "Job 31:11"
            },
            {
              "content": "For it would be fire that consumes to Abaddon, And would uproot all my increase.",
              "reference": "Job 31:12"
            },
            {
              "content": "“If I have despised the claim of my male or female slaves When they filed a complaint against me,",
              "reference": "Job 31:13"
            },
            {
              "content": "What then could I do when God arises? And when He calls me to account, what will I answer Him?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not He who made me in the womb make him, And the same one fashion us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "“If I have kept the poor from their desire, Or have caused the eyes of the widow to fail,",
              "reference": "Job 31:16"
            },
            {
              "content": "Or have eaten my morsel alone, And the orphan has not shared it",
              "reference": "Job 31:17"
            },
            {
              "content": "(But from my youth he grew up with me as with a father, And from infancy I guided her),",
              "reference": "Job 31:18"
            },
            {
              "content": "If I have seen anyone perish for lack of clothing, Or that the needy had no covering,",
              "reference": "Job 31:19"
            },
            {
              "content": "If his loins have not thanked me, And if he has not been warmed with the fleece of my sheep,",
              "reference": "Job 31:20"
            },
            {
              "content": "If I have lifted up my hand against the orphan, Because I saw I had support in the gate,",
              "reference": "Job 31:21"
            },
            {
              "content": "Let my shoulder fall from the socket, And my arm be broken off at the elbow.",
              "reference": "Job 31:22"
            },
            {
              "content": "For calamity from God is a terror to me, And because of His majesty I can do nothing.",
              "reference": "Job 31:23"
            },
            {
              "content": "“If I have put my confidence in gold, And called fine gold my trust,",
              "reference": "Job 31:24"
            },
            {
              "content": "If I have gloated because my wealth was great, And because my hand had secured so much;",
              "reference": "Job 31:25"
            },
            {
              "content": "If I have looked at the sun when it shone Or the moon going in splendor,",
              "reference": "Job 31:26"
            },
            {
              "content": "And my heart became secretly enticed, And my hand threw a kiss from my mouth,",
              "reference": "Job 31:27"
            },
            {
              "content": "That too would have been an iniquity calling for judgment, For I would have denied God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "“Have I rejoiced at the extinction of my enemy, Or exulted when evil befell him?",
              "reference": "Job 31:29"
            },
            {
              "content": "No, I have not allowed my mouth to sin By asking for his life in a curse.",
              "reference": "Job 31:30"
            },
            {
              "content": "Have the men of my tent not said, ‘Who can find one who has not been satisfied with his meat’?",
              "reference": "Job 31:31"
            },
            {
              "content": "The alien has not lodged outside, For I have opened my doors to the traveler.",
              "reference": "Job 31:32"
            },
            {
              "content": "Have I covered my transgressions like Adam, By hiding my iniquity in my bosom,",
              "reference": "Job 31:33"
            },
            {
              "content": "Because I feared the great multitude, And the contempt of families terrified me, And kept silent and did not go out of doors?",
              "reference": "Job 31:34"
            },
            {
              "content": "Oh that I had one to hear me! Behold, here is my signature; Let the Almighty answer me! And the indictment which my adversary has written,",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would carry it on my shoulder, I would bind it to myself like a crown.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would declare to Him the number of my steps; Like a prince I would approach Him.",
              "reference": "Job 31:37"
            },
            {
              "content": "“If my land cries out against me, And its furrows weep together;",
              "reference": "Job 31:38"
            },
            {
              "content": "If I have eaten its fruit without money, Or have caused its owners to lose their lives,",
              "reference": "Job 31:39"
            },
            {
              "content": "Let briars grow instead of wheat, And stinkweed instead of barley.” The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/31-9bb5d6e586da42f194251a042a10c2f2.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "32": {
          "reference": "Job 32 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then these three men ceased answering Job, because he was righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "But the anger of Elihu the son of Barachel the Buzite, of the family of Ram burned; against Job his anger burned because he justified himself before God.",
              "reference": "Job 32:2"
            },
            {
              "content": "And his anger burned against his three friends because they had found no answer, and yet had condemned Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited to speak to Job because they were years older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "And when Elihu saw that there was no answer in the mouth of the three men his anger burned.",
              "reference": "Job 32:5"
            },
            {
              "content": "So Elihu the son of Barachel the Buzite spoke out and said, “I am young in years and you are old; Therefore I was shy and afraid to tell you what I think.",
              "reference": "Job 32:6"
            },
            {
              "content": "I thought age should speak, And increased years should teach wisdom.",
              "reference": "Job 32:7"
            },
            {
              "content": "But it is a spirit in man, And the breath of the Almighty gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "The abundant in years may not be wise, Nor may elders understand justice.",
              "reference": "Job 32:9"
            },
            {
              "content": "So I say, ‘Listen to me, I too will tell what I think.’",
              "reference": "Job 32:10"
            },
            {
              "content": "“Behold, I waited for your words, I listened to your reasonings, While you pondered what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "I even paid close attention to you; Indeed, there was no one who refuted Job, Not one of you who answered his words.",
              "reference": "Job 32:12"
            },
            {
              "content": "Do not say, ‘We have found wisdom; God will rout him, not man.’",
              "reference": "Job 32:13"
            },
            {
              "content": "For he has not arranged his words against me, Nor will I reply to him with your arguments.",
              "reference": "Job 32:14"
            },
            {
              "content": "“They are dismayed, they no longer answer; Words have failed them.",
              "reference": "Job 32:15"
            },
            {
              "content": "Shall I wait, because they do not speak, Because they stop and no longer answer?",
              "reference": "Job 32:16"
            },
            {
              "content": "I too will answer my share, I also will tell my opinion.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words; The spirit within me constrains me.",
              "reference": "Job 32:18"
            },
            {
              "content": "Behold, my belly is like unvented wine, Like new wineskins it is about to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "Let me speak that I may get relief; Let me open my lips and answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "Let me now be partial to no one, Nor flatter any man.",
              "reference": "Job 32:21"
            },
            {
              "content": "For I do not know how to flatter, Else my Maker would soon take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/32-2cbcedad7668a3d10acc7875f0916d55.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "33": {
          "reference": "Job 33 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“However now, Job, please hear my speech, And listen to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "Behold now, I open my mouth, My tongue in my mouth speaks.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words are from the uprightness of my heart, And my lips speak knowledge sincerely.",
              "reference": "Job 33:3"
            },
            {
              "content": "The Spirit of God has made me, And the breath of the Almighty gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Refute me if you can; Array yourselves before me, take your stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "Behold, I belong to God like you; I too have been formed out of the clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "Behold, no fear of me should terrify you, Nor should my pressure weigh heavily on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "“Surely you have spoken in my hearing, And I have heard the sound of your words:",
              "reference": "Job 33:8"
            },
            {
              "content": "‘I am pure, without transgression; I am innocent and there is no guilt in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "Behold, He invents pretexts against me; He counts me as His enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in the stocks; He watches all my paths.’",
              "reference": "Job 33:11"
            },
            {
              "content": "Behold, let me tell you, you are not right in this, For God is greater than man.",
              "reference": "Job 33:12"
            },
            {
              "content": "“Why do you complain against Him That He does not give an account of all His doings?",
              "reference": "Job 33:13"
            },
            {
              "content": "Indeed God speaks once, Or twice, yet no one notices it.",
              "reference": "Job 33:14"
            },
            {
              "content": "In a dream, a vision of the night, When sound sleep falls on men, While they slumber in their beds,",
              "reference": "Job 33:15"
            },
            {
              "content": "Then He opens the ears of men, And seals their instruction,",
              "reference": "Job 33:16"
            },
            {
              "content": "That He may turn man aside from his conduct, And keep man from pride;",
              "reference": "Job 33:17"
            },
            {
              "content": "He keeps back his soul from the pit, And his life from passing over into Sheol.",
              "reference": "Job 33:18"
            },
            {
              "content": "“Man is also chastened with pain on his bed, And with unceasing complaint in his bones;",
              "reference": "Job 33:19"
            },
            {
              "content": "So that his life loathes bread, And his soul favorite food.",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh wastes away from sight, And his bones which were not seen stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "Then his soul draws near to the pit, And his life to those who bring death.",
              "reference": "Job 33:22"
            },
            {
              "content": "“If there is an angel as mediator for him, One out of a thousand, To remind a man what is right for him,",
              "reference": "Job 33:23"
            },
            {
              "content": "Then let him be gracious to him, and say, ‘Deliver him from going down to the pit, I have found a ransom’;",
              "reference": "Job 33:24"
            },
            {
              "content": "Let his flesh become fresher than in youth, Let him return to the days of his youthful vigor;",
              "reference": "Job 33:25"
            },
            {
              "content": "Then he will pray to God, and He will accept him, That he may see His face with joy, And He may restore His righteousness to man.",
              "reference": "Job 33:26"
            },
            {
              "content": "He will sing to men and say, ‘I have sinned and perverted what is right, And it is not proper for me.",
              "reference": "Job 33:27"
            },
            {
              "content": "He has redeemed my soul from going to the pit, And my life shall see the light.’",
              "reference": "Job 33:28"
            },
            {
              "content": "“Behold, God does all these oftentimes with men,",
              "reference": "Job 33:29"
            },
            {
              "content": "To bring back his soul from the pit, That he may be enlightened with the light of life.",
              "reference": "Job 33:30"
            },
            {
              "content": "Pay attention, O Job, listen to me; Keep silent, and let me speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "Then if you have anything to say, answer me; Speak, for I desire to justify you.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, listen to me; Keep silent, and I will teach you wisdom.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/33-4d05a2b6118fa27637070c633d9e4ecb.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "34": {
          "reference": "Job 34 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Elihu continued and said,",
              "reference": "Job 34:1"
            },
            {
              "content": "“Hear my words, you wise men, And listen to me, you who know.",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear tests words As the palate tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us choose for ourselves what is right; Let us know among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job has said, ‘I am righteous, But God has taken away my right;",
              "reference": "Job 34:5"
            },
            {
              "content": "Should I lie concerning my right? My wound is incurable, though I am without transgression.’",
              "reference": "Job 34:6"
            },
            {
              "content": "What man is like Job, Who drinks up derision like water,",
              "reference": "Job 34:7"
            },
            {
              "content": "Who goes in company with the workers of iniquity, And walks with wicked men?",
              "reference": "Job 34:8"
            },
            {
              "content": "For he has said, ‘It profits a man nothing When he is pleased with God.’",
              "reference": "Job 34:9"
            },
            {
              "content": "“Therefore, listen to me, you men of understanding. Far be it from God to do wickedness, And from the Almighty to do wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "For He pays a man according to his work, And makes him find it according to his way.",
              "reference": "Job 34:11"
            },
            {
              "content": "Surely, God will not act wickedly, And the Almighty will not pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who gave Him authority over the earth? And who has laid on Him the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If He should determine to do so, If He should gather to Himself His spirit and His breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "All flesh would perish together, And man would return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "“But if you have understanding, hear this; Listen to the sound of my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "Shall one who hates justice rule? And will you condemn the righteous mighty One,",
              "reference": "Job 34:17"
            },
            {
              "content": "Who says to a king, ‘Worthless one,’ To nobles, ‘Wicked ones’;",
              "reference": "Job 34:18"
            },
            {
              "content": "Who shows no partiality to princes Nor regards the rich above the poor, For they all are the work of His hands?",
              "reference": "Job 34:19"
            },
            {
              "content": "In a moment they die, and at midnight People are shaken and pass away, And the mighty are taken away without a hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "“For His eyes are upon the ways of a man, And He sees all his steps.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no darkness or deep shadow Where the workers of iniquity may hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "For He does not need to consider a man further, That he should go before God in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He breaks in pieces mighty men without inquiry, And sets others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "Therefore He knows their works, And He overthrows them in the night, And they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them like the wicked In a public place,",
              "reference": "Job 34:26"
            },
            {
              "content": "Because they turned aside from following Him, And had no regard for any of His ways;",
              "reference": "Job 34:27"
            },
            {
              "content": "So that they caused the cry of the poor to come to Him, And that He might hear the cry of the afflicted—",
              "reference": "Job 34:28"
            },
            {
              "content": "When He keeps quiet, who then can condemn? And when He hides His face, who then can behold Him, That is, in regard to both nation and man?—",
              "reference": "Job 34:29"
            },
            {
              "content": "So that godless men would not rule Nor be snares of the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "“For has anyone said to God, ‘I have borne chastisement; I will not offend anymore;",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me what I do not see; If I have done iniquity, I will not do it again’?",
              "reference": "Job 34:32"
            },
            {
              "content": "Shall He recompense on your terms, because you have rejected it? For you must choose, and not I; Therefore declare what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "Men of understanding will say to me, And a wise man who hears me,",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job speaks without knowledge, And his words are without wisdom.",
              "reference": "Job 34:35"
            },
            {
              "content": "Job ought to be tried to the limit, Because he answers like wicked men.",
              "reference": "Job 34:36"
            },
            {
              "content": "For he adds rebellion to his sin; He claps his hands among us, And multiplies his words against God.’ ”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/34-c386af8abdf6743d3f1977b3df914999.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "35": {
          "reference": "Job 35 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Elihu continued and said,",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think this is according to justice? Do you say, ‘My righteousness is more than God’s’?",
              "reference": "Job 35:2"
            },
            {
              "content": "For you say, ‘What advantage will it be to You? What profit will I have, more than if I had sinned?’",
              "reference": "Job 35:3"
            },
            {
              "content": "I will answer you, And your friends with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look at the heavens and see; And behold the clouds—they are higher than you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you have sinned, what do you accomplish against Him? And if your transgressions are many, what do you do to Him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you give to Him, Or what does He receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your wickedness is for a man like yourself, And your righteousness is for a son of man.",
              "reference": "Job 35:8"
            },
            {
              "content": "“Because of the multitude of oppressions they cry out; They cry for help because of the arm of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one says, ‘Where is God my Maker, Who gives songs in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "Who teaches us more than the beasts of the earth And makes us wiser than the birds of the heavens?’",
              "reference": "Job 35:11"
            },
            {
              "content": "There they cry out, but He does not answer Because of the pride of evil men.",
              "reference": "Job 35:12"
            },
            {
              "content": "Surely God will not listen to an empty cry, Nor will the Almighty regard it.",
              "reference": "Job 35:13"
            },
            {
              "content": "How much less when you say you do not behold Him, The case is before Him, and you must wait for Him!",
              "reference": "Job 35:14"
            },
            {
              "content": "And now, because He has not visited in His anger, Nor has He acknowledged transgression well,",
              "reference": "Job 35:15"
            },
            {
              "content": "So Job opens his mouth emptily; He multiplies words without knowledge.”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/35-ebd53c7c532a9dc702a94ec6402e3628.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "36": {
          "reference": "Job 36 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Elihu continued and said,",
              "reference": "Job 36:1"
            },
            {
              "content": "“Wait for me a little, and I will show you That there is yet more to be said in God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will fetch my knowledge from afar, And I will ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "For truly my words are not false; One who is perfect in knowledge is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "Behold, God is mighty but does not despise any; He is mighty in strength of understanding.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not keep the wicked alive, But gives justice to the afflicted.",
              "reference": "Job 36:6"
            },
            {
              "content": "He does not withdraw His eyes from the righteous; But with kings on the throne He has seated them forever, and they are exalted.",
              "reference": "Job 36:7"
            },
            {
              "content": "And if they are bound in fetters, And are caught in the cords of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "Then He declares to them their work And their transgressions, that they have magnified themselves.",
              "reference": "Job 36:9"
            },
            {
              "content": "He opens their ear to instruction, And commands that they return from evil.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they hear and serve Him, They will end their days in prosperity And their years in pleasures.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they do not hear, they shall perish by the sword And they will die without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "But the godless in heart lay up anger; They do not cry for help when He binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die in youth, And their life perishes among the cult prostitutes.",
              "reference": "Job 36:14"
            },
            {
              "content": "He delivers the afflicted in their affliction, And opens their ear in time of oppression.",
              "reference": "Job 36:15"
            },
            {
              "content": "Then indeed, He enticed you from the mouth of distress, Instead of it, a broad place with no constraint; And that which was set on your table was full of fatness.",
              "reference": "Job 36:16"
            },
            {
              "content": "“But you were full of judgment on the wicked; Judgment and justice take hold of you.",
              "reference": "Job 36:17"
            },
            {
              "content": "Beware that wrath does not entice you to scoffing; And do not let the greatness of the ransom turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will your riches keep you from distress, Or all the forces of your strength?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the night, When people vanish in their place.",
              "reference": "Job 36:20"
            },
            {
              "content": "Be careful, do not turn to evil, For you have preferred this to affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "Behold, God is exalted in His power; Who is a teacher like Him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has appointed Him His way, And who has said, ‘You have done wrong’?",
              "reference": "Job 36:23"
            },
            {
              "content": "“Remember that you should exalt His work, Of which men have sung.",
              "reference": "Job 36:24"
            },
            {
              "content": "All men have seen it; Man beholds from afar.",
              "reference": "Job 36:25"
            },
            {
              "content": "Behold, God is exalted, and we do not know Him; The number of His years is unsearchable.",
              "reference": "Job 36:26"
            },
            {
              "content": "For He draws up the drops of water, They distill rain from the mist,",
              "reference": "Job 36:27"
            },
            {
              "content": "Which the clouds pour down, They drip upon man abundantly.",
              "reference": "Job 36:28"
            },
            {
              "content": "Can anyone understand the spreading of the clouds, The thundering of His pavilion?",
              "reference": "Job 36:29"
            },
            {
              "content": "Behold, He spreads His lightning about Him, And He covers the depths of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by these He judges peoples; He gives food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "He covers His hands with the lightning, And commands it to strike the mark.",
              "reference": "Job 36:32"
            },
            {
              "content": "Its noise declares His presence; The cattle also, concerning what is coming up.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/36-0adac493277ee750ca7c324eec209420.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "37": {
          "reference": "Job 37 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“At this also my heart trembles, And leaps from its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen closely to the thunder of His voice, And the rumbling that goes out from His mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "Under the whole heaven He lets it loose, And His lightning to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After it, a voice roars; He thunders with His majestic voice, And He does not restrain the lightnings when His voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God thunders with His voice wondrously, Doing great things which we cannot comprehend.",
              "reference": "Job 37:5"
            },
            {
              "content": "For to the snow He says, ‘Fall on the earth,’ And to the downpour and the rain, ‘Be strong.’",
              "reference": "Job 37:6"
            },
            {
              "content": "He seals the hand of every man, That all men may know His work.",
              "reference": "Job 37:7"
            },
            {
              "content": "Then the beast goes into its lair And remains in its den.",
              "reference": "Job 37:8"
            },
            {
              "content": "Out of the south comes the storm, And out of the north the cold.",
              "reference": "Job 37:9"
            },
            {
              "content": "From the breath of God ice is made, And the expanse of the waters is frozen.",
              "reference": "Job 37:10"
            },
            {
              "content": "Also with moisture He loads the thick cloud; He disperses the cloud of His lightning.",
              "reference": "Job 37:11"
            },
            {
              "content": "It changes direction, turning around by His guidance, That it may do whatever He commands it On the face of the inhabited earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "Whether for correction, or for His world, Or for lovingkindness, He causes it to happen.",
              "reference": "Job 37:13"
            },
            {
              "content": "“Listen to this, O Job, Stand and consider the wonders of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God establishes them, And makes the lightning of His cloud to shine?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know about the layers of the thick clouds, The wonders of one perfect in knowledge,",
              "reference": "Job 37:16"
            },
            {
              "content": "You whose garments are hot, When the land is still because of the south wind?",
              "reference": "Job 37:17"
            },
            {
              "content": "Can you, with Him, spread out the skies, Strong as a molten mirror?",
              "reference": "Job 37:18"
            },
            {
              "content": "Teach us what we shall say to Him; We cannot arrange our case because of darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Shall it be told Him that I would speak? Or should a man say that he would be swallowed up?",
              "reference": "Job 37:20"
            },
            {
              "content": "“Now men do not see the light which is bright in the skies; But the wind has passed and cleared them.",
              "reference": "Job 37:21"
            },
            {
              "content": "Out of the north comes golden splendor; Around God is awesome majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "The Almighty—we cannot find Him; He is exalted in power And He will not do violence to justice and abundant righteousness.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore men fear Him; He does not regard any who are wise of heart.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/37-65b932fde16bece0a11c6c6ffbe72058.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "38": {
          "reference": "Job 38 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then the Lord answered Job out of the whirlwind and said,",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this that darkens counsel By words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Now gird up your loins like a man, And I will ask you, and you instruct Me!",
              "reference": "Job 38:3"
            },
            {
              "content": "Where were you when I laid the foundation of the earth? Tell Me, if you have understanding,",
              "reference": "Job 38:4"
            },
            {
              "content": "Who set its measurements? Since you know. Or who stretched the line on it?",
              "reference": "Job 38:5"
            },
            {
              "content": "On what were its bases sunk? Or who laid its cornerstone,",
              "reference": "Job 38:6"
            },
            {
              "content": "When the morning stars sang together And all the sons of God shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "“Or who enclosed the sea with doors When, bursting forth, it went out from the womb;",
              "reference": "Job 38:8"
            },
            {
              "content": "When I made a cloud its garment And thick darkness its swaddling band,",
              "reference": "Job 38:9"
            },
            {
              "content": "And I placed boundaries on it And set a bolt and doors,",
              "reference": "Job 38:10"
            },
            {
              "content": "And I said, ‘Thus far you shall come, but no farther; And here shall your proud waves stop’?",
              "reference": "Job 38:11"
            },
            {
              "content": "“Have you ever in your life commanded the morning, And caused the dawn to know its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "That it might take hold of the ends of the earth, And the wicked be shaken out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "It is changed like clay under the seal; And they stand forth like a garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "From the wicked their light is withheld, And the uplifted arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "“Have you entered into the springs of the sea Or walked in the recesses of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been revealed to you, Or have you seen the gates of deep darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you understood the expanse of the earth? Tell Me, if you know all this.",
              "reference": "Job 38:18"
            },
            {
              "content": "“Where is the way to the dwelling of light? And darkness, where is its place,",
              "reference": "Job 38:19"
            },
            {
              "content": "That you may take it to its territory And that you may discern the paths to its home?",
              "reference": "Job 38:20"
            },
            {
              "content": "You know, for you were born then, And the number of your days is great!",
              "reference": "Job 38:21"
            },
            {
              "content": "Have you entered the storehouses of the snow, Or have you seen the storehouses of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "Which I have reserved for the time of distress, For the day of war and battle?",
              "reference": "Job 38:23"
            },
            {
              "content": "Where is the way that the light is divided, Or the east wind scattered on the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "“Who has cleft a channel for the flood, Or a way for the thunderbolt,",
              "reference": "Job 38:25"
            },
            {
              "content": "To bring rain on a land without people, On a desert without a man in it,",
              "reference": "Job 38:26"
            },
            {
              "content": "To satisfy the waste and desolate land And to make the seeds of grass to sprout?",
              "reference": "Job 38:27"
            },
            {
              "content": "Has the rain a father? Or who has begotten the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "From whose womb has come the ice? And the frost of heaven, who has given it birth?",
              "reference": "Job 38:29"
            },
            {
              "content": "Water becomes hard like stone, And the surface of the deep is imprisoned.",
              "reference": "Job 38:30"
            },
            {
              "content": "“Can you bind the chains of the Pleiades, Or loose the cords of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you lead forth a constellation in its season, And guide the Bear with her satellites?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the ordinances of the heavens, Or fix their rule over the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "“Can you lift up your voice to the clouds, So that an abundance of water will cover you?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send forth lightnings that they may go And say to you, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who has put wisdom in the innermost being Or given understanding to the mind?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who can count the clouds by wisdom, Or tip the water jars of the heavens,",
              "reference": "Job 38:37"
            },
            {
              "content": "When the dust hardens into a mass And the clods stick together?",
              "reference": "Job 38:38"
            },
            {
              "content": "“Can you hunt the prey for the lion, Or satisfy the appetite of the young lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "When they crouch in their dens And lie in wait in their lair?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who prepares for the raven its nourishment When its young cry to God And wander about without food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/38-79469fb100f664fe311f064a123fc664.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "39": {
          "reference": "Job 39 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Do you know the time the mountain goats give birth? Do you observe the calving of the deer?",
              "reference": "Job 39:1"
            },
            {
              "content": "Can you count the months they fulfill, Or do you know the time they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "They kneel down, they bring forth their young, They get rid of their labor pains.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their offspring become strong, they grow up in the open field; They leave and do not return to them.",
              "reference": "Job 39:4"
            },
            {
              "content": "“Who sent out the wild donkey free? And who loosed the bonds of the swift donkey,",
              "reference": "Job 39:5"
            },
            {
              "content": "To whom I gave the wilderness for a home And the salt land for his dwelling place?",
              "reference": "Job 39:6"
            },
            {
              "content": "He scorns the tumult of the city, The shoutings of the driver he does not hear.",
              "reference": "Job 39:7"
            },
            {
              "content": "He explores the mountains for his pasture And searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "Will the wild ox consent to serve you, Or will he spend the night at your manger?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you bind the wild ox in a furrow with ropes, Or will he harrow the valleys after you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you trust him because his strength is great And leave your labor to him?",
              "reference": "Job 39:11"
            },
            {
              "content": "Will you have faith in him that he will return your grain And gather it from your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "“The ostriches’ wings flap joyously With the pinion and plumage of love,",
              "reference": "Job 39:13"
            },
            {
              "content": "For she abandons her eggs to the earth And warms them in the dust,",
              "reference": "Job 39:14"
            },
            {
              "content": "And she forgets that a foot may crush them, Or that a wild beast may trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She treats her young cruelly, as if they were not hers; Though her labor be in vain, she is unconcerned;",
              "reference": "Job 39:16"
            },
            {
              "content": "Because God has made her forget wisdom, And has not given her a share of understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "When she lifts herself on high, She laughs at the horse and his rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "“Do you give the horse his might? Do you clothe his neck with a mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Do you make him leap like the locust? His majestic snorting is terrible.",
              "reference": "Job 39:20"
            },
            {
              "content": "He paws in the valley, and rejoices in his strength; He goes out to meet the weapons.",
              "reference": "Job 39:21"
            },
            {
              "content": "He laughs at fear and is not dismayed; And he does not turn back from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "The quiver rattles against him, The flashing spear and javelin.",
              "reference": "Job 39:23"
            },
            {
              "content": "With shaking and rage he races over the ground, And he does not stand still at the voice of the trumpet.",
              "reference": "Job 39:24"
            },
            {
              "content": "As often as the trumpet sounds he says, ‘Aha!’ And he scents the battle from afar, And the thunder of the captains and the war cry.",
              "reference": "Job 39:25"
            },
            {
              "content": "“Is it by your understanding that the hawk soars, Stretching his wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Is it at your command that the eagle mounts up And makes his nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "On the cliff he dwells and lodges, Upon the rocky crag, an inaccessible place.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there he spies out food; His eyes see it from afar.",
              "reference": "Job 39:29"
            },
            {
              "content": "His young ones also suck up blood; And where the slain are, there is he.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/39-daf12a0076089af347166f6cdaad3476.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "40": {
          "reference": "Job 40 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then the Lord said to Job,",
              "reference": "Job 40:1"
            },
            {
              "content": "“Will the faultfinder contend with the Almighty? Let him who reproves God answer it.”",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered the Lord and said,",
              "reference": "Job 40:3"
            },
            {
              "content": "“Behold, I am insignificant; what can I reply to You? I lay my hand on my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "Once I have spoken, and I will not answer; Even twice, and I will add nothing more.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job out of the storm and said,",
              "reference": "Job 40:6"
            },
            {
              "content": "“Now gird up your loins like a man; I will ask you, and you instruct Me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Will you really annul My judgment? Will you condemn Me that you may be justified?",
              "reference": "Job 40:8"
            },
            {
              "content": "Or do you have an arm like God, And can you thunder with a voice like His?",
              "reference": "Job 40:9"
            },
            {
              "content": "“Adorn yourself with eminence and dignity, And clothe yourself with honor and majesty.",
              "reference": "Job 40:10"
            },
            {
              "content": "Pour out the overflowings of your anger, And look on everyone who is proud, and make him low.",
              "reference": "Job 40:11"
            },
            {
              "content": "Look on everyone who is proud, and humble him, And tread down the wicked where they stand.",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide them in the dust together; Bind them in the hidden place.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I will also confess to you, That your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "“Behold now, Behemoth, which I made as well as you; He eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "Behold now, his strength in his loins And his power in the muscles of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "He bends his tail like a cedar; The sinews of his thighs are knit together.",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones are tubes of bronze; His limbs are like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "“He is the first of the ways of God; Let his maker bring near his sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "Surely the mountains bring him food, And all the beasts of the field play there.",
              "reference": "Job 40:20"
            },
            {
              "content": "Under the lotus plants he lies down, In the covert of the reeds and the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus plants cover him with shade; The willows of the brook surround him.",
              "reference": "Job 40:22"
            },
            {
              "content": "If a river rages, he is not alarmed; He is confident, though the Jordan rushes to his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can anyone capture him when he is on watch, With barbs can anyone pierce his nose?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/40-ac38dc08cc27d17b2a5fddc3988f9faa.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "41": {
          "reference": "Job 41 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "“Can you draw out Leviathan with a fishhook? Or press down his tongue with a cord?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you put a rope in his nose Or pierce his jaw with a hook?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will he make many supplications to you, Or will he speak to you soft words?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will he make a covenant with you? Will you take him for a servant forever?",
              "reference": "Job 41:4"
            },
            {
              "content": "Will you play with him as with a bird, Or will you bind him for your maidens?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will the traders bargain over him? Will they divide him among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you fill his skin with harpoons, Or his head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "Lay your hand on him; Remember the battle; you will not do it again!",
              "reference": "Job 41:8"
            },
            {
              "content": "Behold, your expectation is false; Will you be laid low even at the sight of him?",
              "reference": "Job 41:9"
            },
            {
              "content": "No one is so fierce that he dares to arouse him; Who then is he that can stand before Me?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who has given to Me that I should repay him? Whatever is under the whole heaven is Mine.",
              "reference": "Job 41:11"
            },
            {
              "content": "“I will not keep silence concerning his limbs, Or his mighty strength, or his orderly frame.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can strip off his outer armor? Who can come within his double mail?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who can open the doors of his face? Around his teeth there is terror.",
              "reference": "Job 41:14"
            },
            {
              "content": "His strong scales are his pride, Shut up as with a tight seal.",
              "reference": "Job 41:15"
            },
            {
              "content": "One is so near to another That no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "They are joined one to another; They clasp each other and cannot be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "His sneezes flash forth light, And his eyes are like the eyelids of the morning.",
              "reference": "Job 41:18"
            },
            {
              "content": "Out of his mouth go burning torches; Sparks of fire leap forth.",
              "reference": "Job 41:19"
            },
            {
              "content": "Out of his nostrils smoke goes forth As from a boiling pot and burning rushes.",
              "reference": "Job 41:20"
            },
            {
              "content": "His breath kindles coals, And a flame goes forth from his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "In his neck lodges strength, And dismay leaps before him.",
              "reference": "Job 41:22"
            },
            {
              "content": "The folds of his flesh are joined together, Firm on him and immovable.",
              "reference": "Job 41:23"
            },
            {
              "content": "His heart is as hard as a stone, Even as hard as a lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When he raises himself up, the mighty fear; Because of the crashing they are bewildered.",
              "reference": "Job 41:25"
            },
            {
              "content": "The sword that reaches him cannot avail, Nor the spear, the dart or the javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "He regards iron as straw, Bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "The arrow cannot make him flee; Slingstones are turned into stubble for him.",
              "reference": "Job 41:28"
            },
            {
              "content": "Clubs are regarded as stubble; He laughs at the rattling of the javelin.",
              "reference": "Job 41:29"
            },
            {
              "content": "His underparts are like sharp potsherds; He spreads out like a threshing sledge on the mire.",
              "reference": "Job 41:30"
            },
            {
              "content": "He makes the depths boil like a pot; He makes the sea like a jar of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "Behind him he makes a wake to shine; One would think the deep to be gray-haired.",
              "reference": "Job 41:32"
            },
            {
              "content": "Nothing on earth is like him, One made without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "He looks on everything that is high; He is king over all the sons of pride.”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/41-bc3545ba74031bb0fb883a2bc7117b23.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        },
        "42": {
          "reference": "Job 42 NASB1995",
          "version": "NASB1995",
          "verses": [
            {
              "content": "Then Job answered the Lord and said,",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know that You can do all things, And that no purpose of Yours can be thwarted.",
              "reference": "Job 42:2"
            },
            {
              "content": "‘Who is this that hides counsel without knowledge?’ Therefore I have declared that which I did not understand, Things too wonderful for me, which I did not know.",
              "reference": "Job 42:3"
            },
            {
              "content": "‘Hear, now, and I will speak; I will ask You, and You instruct me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "I have heard of You by the hearing of the ear; But now my eye sees You;",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I retract, And I repent in dust and ashes.”",
              "reference": "Job 42:6"
            },
            {
              "content": "It came about after the Lord had spoken these words to Job, that the Lord said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, because you have not spoken of Me what is right as My servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him so that I may not do with you according to your folly, because you have not spoken of Me what is right, as My servant Job has.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the Lord told them; and the Lord accepted Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "The Lord restored the fortunes of Job when he prayed for his friends, and the Lord increased all that Job had twofold.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brothers and all his sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him for all the adversities that the Lord had brought on him. And each one gave him one piece of money, and each a ring of gold.",
              "reference": "Job 42:11"
            },
            {
              "content": "The Lord blessed the latter days of Job more than his beginning; and he had 14,000 sheep and 6,000 camels and 1,000 yoke of oxen and 1,000 female donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "He had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "He named the first Jemimah, and the second Keziah, and the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "In all the land no women were found so fair as Job’s daughters; and their father gave them inheritance among their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "And Job died, an old man and full of days.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "NEW AMERICAN STANDARD BIBLE® Copyright © 1960, 1962, 1963, 1968, 1971, 1972, 1973, 1975, 1977, 1995 by THE LOCKMAN FOUNDATION A Corporation Not for Profit LA HABRA, CA All Rights Reserved http://www.lockman.org",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/80/32k/JOB/42-ef3bb103bdb543f41211b07585007ac2.mp3?version_id=100",
          "audioBibleCopyright": "NASB Audio Recording © 2007 by Dale McConachie"
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}