{
  "translation": "NET",
  "translationId": 107,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NET",
          "version": "NET",
          "verses": [
            {
              "content": "There was a man in the land of Uz whose name was Job. And that man was pure and upright, one who feared God and turned away from evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "Seven sons and three daughters were born to him.",
              "reference": "Job 1:2"
            },
            {
              "content": "His possessions included 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys; in addition he had a very great household. Thus he was the greatest of all the people in the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "Now his sons used to go and hold a feast in the house of each one in turn, and they would send and invite their three sisters to eat and to drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When the days of their feasting were finished, Job would send for them and sanctify them; he would get up early in the morning and offer burnt offerings according to the number of them all. For Job thought, “Perhaps my children have sinned and cursed God in their hearts.” This was Job’s customary practice.",
              "reference": "Job 1:5"
            },
            {
              "content": "Now the day came when the sons of God came to present themselves before the Lord – and Satan also arrived among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to Satan, “Where have you come from?” And Satan answered the Lord, “From roving about on the earth, and from walking back and forth across it.”",
              "reference": "Job 1:7"
            },
            {
              "content": "So the Lord said to Satan, “Have you considered my servant Job? There is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "Then Satan answered the Lord, “Is it for nothing that Job fears God?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have you not made a hedge around him and his household and all that he has on every side? You have blessed the work of his hands, and his livestock have increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But extend your hand and strike everything he has, and he will no doubt curse you to your face!”",
              "reference": "Job 1:11"
            },
            {
              "content": "So the Lord said to Satan, “All right then, everything he has is in your power. Only do not extend your hand against the man himself!” So Satan went out from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "Now the day came when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "and a messenger came to Job, saying, “The oxen were plowing and the donkeys were grazing beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans swooped down and carried them all away, and they killed the servants with the sword! And I – only I alone – escaped to tell you!”",
              "reference": "Job 1:15"
            },
            {
              "content": "While this one was still speaking, another messenger arrived and said, “The fire of God has fallen from heaven and has burned up the sheep and the servants – it has consumed them! And I – only I alone – escaped to tell you!”",
              "reference": "Job 1:16"
            },
            {
              "content": "While this one was still speaking another messenger arrived and said, “The Chaldeans formed three bands and made a raid on the camels and carried them all away, and they killed the servants with the sword! And I – only I alone – escaped to tell you!”",
              "reference": "Job 1:17"
            },
            {
              "content": "While this one was still speaking another messenger arrived and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:18"
            },
            {
              "content": "and suddenly a great wind swept across the wilderness and struck the four corners of the house, and it fell on the young people, and they died! And I – only I alone – escaped to tell you!”",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job got up and tore his robe. He shaved his head, and then he threw himself down with his face to the ground.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “Naked I came from my mother’s womb, and naked I will return there. The Lord gives, and the Lord takes away. May the name of the Lord be blessed!”",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this Job did not sin, nor did he charge God with moral impropriety.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Again the day came when the sons of God came to present themselves before the Lord, and Satan also arrived among them to present himself before the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "And the Lord said to Satan, “Where do you come from?” Satan answered the Lord, “From roving about on the earth, and from walking back and forth across it.”",
              "reference": "Job 2:2"
            },
            {
              "content": "Then the Lord said to Satan, “Have you considered my servant Job? For there is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil. And he still holds firmly to his integrity, so that you stirred me up to destroy him without reason.”",
              "reference": "Job 2:3"
            },
            {
              "content": "But Satan answered the Lord, “Skin for skin! Indeed, a man will give up all that he has to save his life!",
              "reference": "Job 2:4"
            },
            {
              "content": "But extend your hand and strike his bone and his flesh, and he will no doubt curse you to your face!”",
              "reference": "Job 2:5"
            },
            {
              "content": "So the Lord said to Satan, “All right, he is in your power; only preserve his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "So Satan went out from the presence of the Lord, and he afflicted Job with a malignant ulcer from the sole of his feet to the top of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "Job took a shard of broken pottery to scrape himself with while he was sitting among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, “Are you still holding firmly to your integrity? Curse God, and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "But he replied, “You’re talking like one of the godless women would do! Should we receive what is good from God, and not also receive what is evil?” In all this Job did not sin by what he said.",
              "reference": "Job 2:10"
            },
            {
              "content": "When Job’s three friends heard about all this calamity that had happened to him, each of them came from his own country – Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together to come to show sympathy for him and to console him.",
              "reference": "Job 2:11"
            },
            {
              "content": "But when they gazed intently from a distance but did not recognize him, they began to weep loudly. Each of them tore his robes, and they threw dust into the air over their heads.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat down with him on the ground for seven days and seven nights, yet no one spoke a word to him, for they saw that his pain was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 NET",
          "version": "NET",
          "verses": [
            {
              "content": "After this Job opened his mouth and cursed the day he was born.",
              "reference": "Job 3:1"
            },
            {
              "content": "Job spoke up and said:",
              "reference": "Job 3:2"
            },
            {
              "content": "“Let the day on which I was born perish, and the night that said, ‘A man has been conceived!’",
              "reference": "Job 3:3"
            },
            {
              "content": "That day – let it be darkness; let not God on high regard it, nor let light shine on it!",
              "reference": "Job 3:4"
            },
            {
              "content": "Let darkness and the deepest shadow claim it; let a cloud settle on it; let whatever blackens the day terrify it!",
              "reference": "Job 3:5"
            },
            {
              "content": "That night – let darkness seize it; let it not be included among the days of the year; let it not enter among the number of the months!",
              "reference": "Job 3:6"
            },
            {
              "content": "Indeed, let that night be barren; let no shout of joy penetrate it!",
              "reference": "Job 3:7"
            },
            {
              "content": "Let those who curse the day curse it – those who are prepared to rouse Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "Let its morning stars be darkened; let it wait for daylight but find none, nor let it see the first rays of dawn,",
              "reference": "Job 3:9"
            },
            {
              "content": "because it did not shut the doors of my mother’s womb on me, nor did it hide trouble from my eyes!",
              "reference": "Job 3:10"
            },
            {
              "content": "“Why did I not die at birth, and why did I not expire as I came out of the womb?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did the knees welcome me, and why were there two breasts that I might nurse at them?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I would be lying down and would be quiet, I would be asleep and then at peace",
              "reference": "Job 3:13"
            },
            {
              "content": "with kings and counselors of the earth who built for themselves places now desolate,",
              "reference": "Job 3:14"
            },
            {
              "content": "or with princes who possessed gold, who filled their palaces with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or why was I not buried like a stillborn infant, like infants who have never seen the light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease from turmoil, and there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "There the prisoners relax together; they do not hear the voice of the oppressor.",
              "reference": "Job 3:18"
            },
            {
              "content": "Small and great are there, and the slave is free from his master.",
              "reference": "Job 3:19"
            },
            {
              "content": "“Why does God give light to one who is in misery, and life to those whose soul is bitter,",
              "reference": "Job 3:20"
            },
            {
              "content": "to those who wait for death that does not come, and search for it more than for hidden treasures,",
              "reference": "Job 3:21"
            },
            {
              "content": "who rejoice even to jubilation, and are exultant when they find the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is light given to a man whose way is hidden, and whom God has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For my sighing comes in place of my food, and my groanings flow forth like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "For the very thing I dreaded has happened to me, and what I feared has come upon me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I have no ease, I have no quietness; I cannot rest; turmoil has come upon me.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered:",
              "reference": "Job 4:1"
            },
            {
              "content": "“If someone should attempt a word with you, will you be impatient? But who can refrain from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Look, you have instructed many; you have strengthened feeble hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have supported those who stumbled, and you have strengthened the knees that gave way.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now the same thing comes to you, and you are discouraged; it strikes you, and you are terrified.",
              "reference": "Job 4:5"
            },
            {
              "content": "Is not your piety your confidence, and your blameless ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "Call to mind now: Who, being innocent, ever perished? And where were upright people ever destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "Even as I have seen, those who plow iniquity and those who sow trouble reap the same.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the breath of God they perish, and by the blast of his anger they are consumed.",
              "reference": "Job 4:9"
            },
            {
              "content": "There is the roaring of the lion and the growling of the young lion, but the teeth of the young lions are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The mighty lion perishes for lack of prey, and the cubs of the lioness are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "“Now a word was secretly brought to me, and my ear caught a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "In the troubling thoughts of the dreams in the night when a deep sleep falls on men,",
              "reference": "Job 4:13"
            },
            {
              "content": "a trembling gripped me – and a terror! – and made all my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a breath of air passes by my face; it makes the hair of my flesh stand up.",
              "reference": "Job 4:15"
            },
            {
              "content": "It stands still, but I cannot recognize its appearance; an image is before my eyes, and I hear a murmuring voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "“Is a mortal man righteous before God? Or a man pure before his Creator?",
              "reference": "Job 4:17"
            },
            {
              "content": "If God puts no trust in his servants and attributes folly to his angels,",
              "reference": "Job 4:18"
            },
            {
              "content": "how much more to those who live in houses of clay, whose foundation is in the dust, who are crushed like a moth?",
              "reference": "Job 4:19"
            },
            {
              "content": "They are destroyed between morning and evening; they perish forever without anyone regarding it.",
              "reference": "Job 4:20"
            },
            {
              "content": "Is not their excess wealth taken away from them? They die, yet without attaining wisdom.",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“Call now! Is there anyone who will answer you? To which of the holy ones will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "For wrath kills the foolish person, and anger slays the silly one.",
              "reference": "Job 5:2"
            },
            {
              "content": "I myself have seen the fool taking root, but suddenly I cursed his place of residence.",
              "reference": "Job 5:3"
            },
            {
              "content": "His children are far from safety, and they are crushed at the place where judgment is rendered, nor is there anyone to deliver them.",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry eat up his harvest, and take it even from behind the thorns, and the thirsty swallow up their fortune.",
              "reference": "Job 5:5"
            },
            {
              "content": "For evil does not come up from the dust, nor does trouble spring up from the ground,",
              "reference": "Job 5:6"
            },
            {
              "content": "but people are born to trouble, as surely as the sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "“But as for me, I would seek God, and to God I would set forth my case.",
              "reference": "Job 5:8"
            },
            {
              "content": "He does great and unsearchable things, marvelous things without number;",
              "reference": "Job 5:9"
            },
            {
              "content": "he gives rain on the earth, and sends water on the fields;",
              "reference": "Job 5:10"
            },
            {
              "content": "he sets the lowly on high, that those who mourn are raised to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the plans of the crafty so that their hands cannot accomplish what they had planned!",
              "reference": "Job 5:12"
            },
            {
              "content": "He catches the wise in their own craftiness, and the counsel of the cunning is brought to a quick end.",
              "reference": "Job 5:13"
            },
            {
              "content": "They meet with darkness in the daytime, and grope about in the noontime as if it were night.",
              "reference": "Job 5:14"
            },
            {
              "content": "So he saves from the sword that comes from their mouth, even the poor from the hand of the powerful.",
              "reference": "Job 5:15"
            },
            {
              "content": "Thus the poor have hope, and iniquity shuts its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "“Therefore, blessed is the man whom God corrects, so do not despise the discipline of the Almighty.",
              "reference": "Job 5:17"
            },
            {
              "content": "For he wounds, but he also bandages; he strikes, but his hands also heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "He will deliver you from six calamities; yes, in seven no evil will touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In time of famine he will redeem you from death, and in time of war from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be protected from malicious gossip, and will not be afraid of the destruction when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at destruction and famine and need not be afraid of the beasts of the earth.",
              "reference": "Job 5:22"
            },
            {
              "content": "For you will have a pact with the stones of the field, and the wild animals will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "And you will know that your home will be secure, and when you inspect your domains, you will not be missing anything.",
              "reference": "Job 5:24"
            },
            {
              "content": "You will also know that your children will be numerous, and your descendants like the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will come to your grave in a full age, As stacks of grain are harvested in their season.",
              "reference": "Job 5:26"
            },
            {
              "content": "Look, we have investigated this, so it is true. Hear it, and apply it for your own good.”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job responded:",
              "reference": "Job 6:1"
            },
            {
              "content": "“Oh, if only my grief could be weighed, and my misfortune laid on the scales too!",
              "reference": "Job 6:2"
            },
            {
              "content": "But because it is heavier than the sand of the sea, that is why my words have been wild.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Almighty are within me; my spirit drinks their poison; God’s sudden terrors are arrayed against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "“Does the wild donkey bray when it is near grass? Or does the ox low near its fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Can food that is tasteless be eaten without salt? Or is there any taste in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "I have refused to touch such things; they are like loathsome food to me.",
              "reference": "Job 6:7"
            },
            {
              "content": "“Oh that my request would be realized, and that God would grant me what I long for!",
              "reference": "Job 6:8"
            },
            {
              "content": "And that God would be willing to crush me, that he would let loose his hand and kill me.",
              "reference": "Job 6:9"
            },
            {
              "content": "Then I would yet have my comfort, then I would rejoice, in spite of pitiless pain, for I have not concealed the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "What is my strength, that I should wait? and what is my end, that I should prolong my life?",
              "reference": "Job 6:11"
            },
            {
              "content": "Is my strength like that of stones? or is my flesh made of bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "Is not my power to help myself nothing, and has not every resource been driven from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "“To the one in despair, kindness should come from his friend even if he forsakes the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brothers have been as treacherous as a seasonal stream, and as the riverbeds of the intermittent streams that flow away.",
              "reference": "Job 6:15"
            },
            {
              "content": "They are dark because of ice; snow is piled up over them.",
              "reference": "Job 6:16"
            },
            {
              "content": "When they are scorched, they dry up, when it is hot, they vanish from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "Caravans turn aside from their routes; they go into the wasteland and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans of Tema looked intently for these streams; the traveling merchants of Sheba hoped for them.",
              "reference": "Job 6:19"
            },
            {
              "content": "They were distressed, because each one had been so confident; they arrived there, but were disappointed.",
              "reference": "Job 6:20"
            },
            {
              "content": "For now you have become like these streams that are no help; you see a terror, and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "“Have I ever said, ‘Give me something, and from your fortune make gifts in my favor’?",
              "reference": "Job 6:22"
            },
            {
              "content": "Or ‘Deliver me from the enemy’s power, and from the hand of tyrants ransom me’?",
              "reference": "Job 6:23"
            },
            {
              "content": "“Teach me and I, for my part, will be silent; explain to me how I have been mistaken.",
              "reference": "Job 6:24"
            },
            {
              "content": "How painful are honest words! But what does your reproof prove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you intend to criticize mere words, and treat the words of a despairing man as wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "Yes, you would gamble for the fatherless, and auction off your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "“Now then, be good enough to look at me; and I will not lie to your face!",
              "reference": "Job 6:28"
            },
            {
              "content": "Relent, let there be no falsehood; reconsider, for my righteousness is intact!",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there any falsehood on my lips? Can my mouth not discern evil things?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“Does not humanity have hard service on earth? Are not their days also like the days of a hired man?",
              "reference": "Job 7:1"
            },
            {
              "content": "Like a servant longing for the evening shadow, and like a hired man looking for his wages,",
              "reference": "Job 7:2"
            },
            {
              "content": "thus I have been made to inherit months of futility, and nights of sorrow have been appointed to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "If I lie down, I say, ‘When will I arise?’, and the night stretches on and I toss and turn restlessly until the day dawns.",
              "reference": "Job 7:4"
            },
            {
              "content": "My body is clothed with worms and dirty scabs; my skin is broken and festering.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle and they come to an end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "Remember that my life is but a breath, that my eyes will never again see happiness.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye of him who sees me now will see me no more; your eyes will look for me, but I will be gone.",
              "reference": "Job 7:8"
            },
            {
              "content": "As a cloud is dispersed and then disappears, so the one who goes down to the grave does not come up again.",
              "reference": "Job 7:9"
            },
            {
              "content": "He returns no more to his house, nor does his place of residence know him any more.",
              "reference": "Job 7:10"
            },
            {
              "content": "“Therefore, I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the sea, or the creature of the deep, that you must put me under guard?",
              "reference": "Job 7:12"
            },
            {
              "content": "If I say, “My bed will comfort me, my couch will ease my complaint,”",
              "reference": "Job 7:13"
            },
            {
              "content": "then you scare me with dreams and terrify me with visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "so that I would prefer strangling, and death more than life.",
              "reference": "Job 7:15"
            },
            {
              "content": "I loathe it; I do not want to live forever; leave me alone, for my days are a vapor!",
              "reference": "Job 7:16"
            },
            {
              "content": "“What is mankind that you make so much of them, and that you pay attention to them?",
              "reference": "Job 7:17"
            },
            {
              "content": "And that you visit them every morning, and try them every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "Will you never look away from me, will you not let me alone long enough to swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I have sinned – what have I done to you, O watcher of men? Why have you set me as your target? Have I become a burden to you?",
              "reference": "Job 7:20"
            },
            {
              "content": "And why do you not pardon my transgression, and take away my iniquity? For now I will lie down in the dust, and you will seek me diligently, but I will be gone.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Bildad the Shuhite spoke up and said:",
              "reference": "Job 8:1"
            },
            {
              "content": "“How long will you speak these things, seeing that the words of your mouth are like a great wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice? Or does the Almighty pervert what is right?",
              "reference": "Job 8:3"
            },
            {
              "content": "If your children sinned against him, he gave them over to the penalty of their sin.",
              "reference": "Job 8:4"
            },
            {
              "content": "But if you will look to God, and make your supplication to the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "if you become pure and upright, even now he will rouse himself for you, and will restore your righteous abode.",
              "reference": "Job 8:6"
            },
            {
              "content": "Your beginning will seem so small, since your future will flourish.",
              "reference": "Job 8:7"
            },
            {
              "content": "“For inquire now of the former generation, and pay attention to the findings of their ancestors;",
              "reference": "Job 8:8"
            },
            {
              "content": "For we were born yesterday and do not have knowledge, since our days on earth are but a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Will they not instruct you and speak to you, and bring forth words from their understanding?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can the papyrus plant grow tall where there is no marsh? Can reeds flourish without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While they are still beginning to flower and not ripe for cutting, they can wither away faster than any grass!",
              "reference": "Job 8:12"
            },
            {
              "content": "Such is the destiny of all who forget God; the hope of the godless perishes,",
              "reference": "Job 8:13"
            },
            {
              "content": "whose trust is in something futile, whose security is a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "He leans against his house but it does not hold up, he takes hold of it but it does not stand.",
              "reference": "Job 8:15"
            },
            {
              "content": "He is a well-watered plant in the sun, its shoots spread over its garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "It wraps its roots around a heap of stones and it looks for a place among stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "If he is uprooted from his place, then that place will disown him, saying, ‘I have never seen you!’",
              "reference": "Job 8:18"
            },
            {
              "content": "Indeed, this is the joy of his way, and out of the earth others spring up.",
              "reference": "Job 8:19"
            },
            {
              "content": "“Surely, God does not reject a blameless man, nor does he grasp the hand of the evildoers.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will yet fill your mouth with laughter, and your lips with gladness.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame, and the tent of the wicked will be no more.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 9:1"
            },
            {
              "content": "“Truly, I know that this is so. But how can a human be just before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If someone wishes to contend with him, he cannot answer him one time in a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "He is wise in heart and mighty in strength – who has resisted him and remained safe?",
              "reference": "Job 9:4"
            },
            {
              "content": "He who removes mountains suddenly, who overturns them in his anger;",
              "reference": "Job 9:5"
            },
            {
              "content": "he who shakes the earth out of its place so that its pillars tremble;",
              "reference": "Job 9:6"
            },
            {
              "content": "he who commands the sun and it does not shine and seals up the stars;",
              "reference": "Job 9:7"
            },
            {
              "content": "he alone spreads out the heavens, and treads on the waves of the sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "he makes the Bear, Orion, and the Pleiades, and the constellations of the southern sky;",
              "reference": "Job 9:9"
            },
            {
              "content": "he does great and unsearchable things, and wonderful things without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "If he passes by me, I cannot see him, if he goes by, I cannot perceive him.",
              "reference": "Job 9:11"
            },
            {
              "content": "If he snatches away, who can turn him back? Who dares to say to him, ‘What are you doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "God does not restrain his anger; under him the helpers of Rahab lie crushed.",
              "reference": "Job 9:13"
            },
            {
              "content": "“How much less, then, can I answer him and choose my words to argue with him!",
              "reference": "Job 9:14"
            },
            {
              "content": "Although I am innocent, I could not answer him; I could only plead with my judge for mercy.",
              "reference": "Job 9:15"
            },
            {
              "content": "If I summoned him, and he answered me, I would not believe that he would be listening to my voice –",
              "reference": "Job 9:16"
            },
            {
              "content": "he who crushes me with a tempest, and multiplies my wounds for no reason.",
              "reference": "Job 9:17"
            },
            {
              "content": "He does not allow me to recover my breath, for he fills me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it is a matter of strength, most certainly he is the strong one! And if it is a matter of justice, he will say, ‘Who will summon me?’",
              "reference": "Job 9:19"
            },
            {
              "content": "Although I am innocent, my mouth would condemn me; although I am blameless, it would declare me perverse.",
              "reference": "Job 9:20"
            },
            {
              "content": "I am blameless. I do not know myself. I despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "“It is all one! That is why I say, ‘He destroys the blameless and the guilty.’",
              "reference": "Job 9:22"
            },
            {
              "content": "If a scourge brings sudden death, he mocks at the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "If a land has been given into the hand of a wicked man, he covers the faces of its judges; if it is not he, then who is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "“My days are swifter than a runner, they speed by without seeing happiness.",
              "reference": "Job 9:25"
            },
            {
              "content": "They glide by like reed boats, like an eagle that swoops down on its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, ‘I will forget my complaint, I will change my expression and be cheerful,’",
              "reference": "Job 9:27"
            },
            {
              "content": "I dread all my sufferings, for I know that you do not hold me blameless.",
              "reference": "Job 9:28"
            },
            {
              "content": "If I am guilty, why then weary myself in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I wash myself with snow water, and make my hands clean with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "then you plunge me into a slimy pit and my own clothes abhor me.",
              "reference": "Job 9:31"
            },
            {
              "content": "For he is not a human being like I am, that I might answer him, that we might come together in judgment.",
              "reference": "Job 9:32"
            },
            {
              "content": "Nor is there an arbiter between us, who might lay his hand on us both,",
              "reference": "Job 9:33"
            },
            {
              "content": "who would take his rod away from me so that his terror would not make me afraid.",
              "reference": "Job 9:34"
            },
            {
              "content": "Then would I speak and not fear him, but it is not so with me.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“I am weary of my life; I will complain without restraint; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say to God, ‘Do not condemn me; tell me why you are contending with me.’",
              "reference": "Job 10:2"
            },
            {
              "content": "Is it good for you to oppress, to despise the work of your hands, while you smile on the schemes of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "“Do you have eyes of flesh, or do you see as a human being sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are your days like the days of a mortal, or your years like the years of a mortal,",
              "reference": "Job 10:5"
            },
            {
              "content": "that you must search out my iniquity, and inquire about my sin,",
              "reference": "Job 10:6"
            },
            {
              "content": "although you know that I am not guilty, and that there is no one who can deliver out of your hand?",
              "reference": "Job 10:7"
            },
            {
              "content": "“Your hands have shaped me and made me, but now you destroy me completely.",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember that you have made me as with the clay; will you return me to dust?",
              "reference": "Job 10:9"
            },
            {
              "content": "Did you not pour me out like milk, and curdle me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "You clothed me with skin and flesh and knit me together with bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "You gave me life and favor, and your intervention watched over my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "“But these things you have concealed in your heart; I know that this is with you:",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sinned, then you would watch me and you would not acquit me of my iniquity.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am guilty, woe to me, and if I am innocent, I cannot lift my head; I am full of shame, and satiated with my affliction.",
              "reference": "Job 10:15"
            },
            {
              "content": "If I lift myself up, you hunt me as a fierce lion, and again you display your power against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You bring new witnesses against me, and increase your anger against me; relief troops come against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "“Why then did you bring me out from the womb? I should have died and no eye would have seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "I should have been as though I had never existed; I should have been carried right from the womb to the grave!",
              "reference": "Job 10:19"
            },
            {
              "content": "Are not my days few? Cease, then, and leave me alone, that I may find a little comfort,",
              "reference": "Job 10:20"
            },
            {
              "content": "before I depart, never to return, to the land of darkness and the deepest shadow,",
              "reference": "Job 10:21"
            },
            {
              "content": "to the land of utter darkness, like the deepest darkness, and the deepest shadow and disorder, where even the light is like darkness.”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Zophar the Naamathite spoke up and said:",
              "reference": "Job 11:1"
            },
            {
              "content": "“Should not this abundance of words be answered, or should this talkative man be vindicated?",
              "reference": "Job 11:2"
            },
            {
              "content": "Will your idle talk reduce people to silence, and will no one rebuke you when you mock?",
              "reference": "Job 11:3"
            },
            {
              "content": "For you have said, ‘My teaching is flawless, and I am pure in your sight.’",
              "reference": "Job 11:4"
            },
            {
              "content": "But if only God would speak, if only he would open his lips against you,",
              "reference": "Job 11:5"
            },
            {
              "content": "and reveal to you the secrets of wisdom – for true wisdom has two sides – so that you would know that God has forgiven some of your sins.",
              "reference": "Job 11:6"
            },
            {
              "content": "“Can you discover the essence of God? Can you find out the perfection of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "It is higher than the heavens – what can you do? It is deeper than Sheol – what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "Its measure is longer than the earth, and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If he comes by and confines you and convenes a court, then who can prevent him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For he knows deceitful men; when he sees evil, will he not consider it?",
              "reference": "Job 11:11"
            },
            {
              "content": "But an empty man will become wise, when a wild donkey’s colt is born a human being.",
              "reference": "Job 11:12"
            },
            {
              "content": "“As for you, if you prove faithful, and if you stretch out your hands toward him,",
              "reference": "Job 11:13"
            },
            {
              "content": "if iniquity is in your hand – put it far away, and do not let evil reside in your tents.",
              "reference": "Job 11:14"
            },
            {
              "content": "For then you will lift up your face without blemish; you will be securely established and will not fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "For you will forget your trouble; you will remember it like water that has flowed away.",
              "reference": "Job 11:16"
            },
            {
              "content": "And life will be brighter than the noonday; though there be darkness, it will be like the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "And you will be secure, because there is hope; you will be protected and will take your rest in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down with no one to make you afraid, and many will seek your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked fail, and escape eludes them; their one hope is to breathe their last.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 12:1"
            },
            {
              "content": "“Without a doubt you are the people, and wisdom will die with you.",
              "reference": "Job 12:2"
            },
            {
              "content": "I also have understanding as well as you; I am not inferior to you. Who does not know such things as these?",
              "reference": "Job 12:3"
            },
            {
              "content": "I am a laughingstock to my friends, I, who called on God and whom he answered – a righteous and blameless man is a laughingstock!",
              "reference": "Job 12:4"
            },
            {
              "content": "For calamity, there is derision (according to the ideas of the fortunate) – a fate for those whose feet slip!",
              "reference": "Job 12:5"
            },
            {
              "content": "But the tents of robbers are peaceful, and those who provoke God are confident – who carry their god in their hands.",
              "reference": "Job 12:6"
            },
            {
              "content": "“But now, ask the animals and they will teach you, or the birds of the sky and they will tell you.",
              "reference": "Job 12:7"
            },
            {
              "content": "Or speak to the earth and it will teach you, or let the fish of the sea declare to you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Which of all these does not know that the hand of the Lord has done this,",
              "reference": "Job 12:9"
            },
            {
              "content": "in whose hand is the life of every creature and the breath of all the human race.",
              "reference": "Job 12:10"
            },
            {
              "content": "Does not the ear test words, as the tongue tastes food?",
              "reference": "Job 12:11"
            },
            {
              "content": "Is not wisdom found among the aged? Does not long life bring understanding?",
              "reference": "Job 12:12"
            },
            {
              "content": "“With God are wisdom and power; counsel and understanding are his.",
              "reference": "Job 12:13"
            },
            {
              "content": "If he tears down, it cannot be rebuilt; if he imprisons a person, there is no escape.",
              "reference": "Job 12:14"
            },
            {
              "content": "If he holds back the waters, then they dry up; if he releases them, they destroy the land.",
              "reference": "Job 12:15"
            },
            {
              "content": "With him are strength and prudence; both the one who goes astray and the one who misleads are his.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads counselors away stripped and makes judges into fools.",
              "reference": "Job 12:17"
            },
            {
              "content": "He loosens the bonds of kings and binds a loincloth around their waist.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads priests away stripped and overthrows the potentates.",
              "reference": "Job 12:19"
            },
            {
              "content": "He deprives the trusted advisers of speech and takes away the discernment of elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt on noblemen and disarms the powerful.",
              "reference": "Job 12:21"
            },
            {
              "content": "He reveals the deep things of darkness, and brings deep shadows into the light.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great, and destroys them; he extends the boundaries of nations and disperses them.",
              "reference": "Job 12:23"
            },
            {
              "content": "He deprives the leaders of the earth of their understanding; he makes them wander in a trackless desert waste.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope about in darkness without light; he makes them stagger like drunkards.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“Indeed, my eyes have seen all this, my ears have heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know, I know also; I am not inferior to you!",
              "reference": "Job 13:2"
            },
            {
              "content": "But I wish to speak to the Almighty, and I desire to argue my case with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "But you, however, are inventors of lies; all of you are worthless physicians!",
              "reference": "Job 13:4"
            },
            {
              "content": "If only you would keep completely silent! For you, that would be wisdom.",
              "reference": "Job 13:5"
            },
            {
              "content": "“Listen now to my argument, and be attentive to my lips’ contentions.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you speak wickedly on God’s behalf? Will you speak deceitfully for him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you show him partiality? Will you argue the case for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Would it turn out well if he would examine you? Or as one deceives a man would you deceive him?",
              "reference": "Job 13:9"
            },
            {
              "content": "He would certainly rebuke you if you secretly showed partiality!",
              "reference": "Job 13:10"
            },
            {
              "content": "Would not his splendor terrify you and the fear he inspires fall on you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your maxims are proverbs of ashes; your defenses are defenses of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "“Refrain from talking with me so that I may speak; then let come to me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why do I put myself in peril, and take my life in my hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "Even if he slays me, I will hope in him; I will surely defend my ways to his face!",
              "reference": "Job 13:15"
            },
            {
              "content": "Moreover, this will become my deliverance, for no godless person would come before him.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen carefully to my words; let your ears be attentive to my explanation.",
              "reference": "Job 13:17"
            },
            {
              "content": "See now, I have prepared my case; I know that I am right.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who will contend with me? If anyone can, I will be silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "Only in two things spare me, O God, and then I will not hide from your face:",
              "reference": "Job 13:20"
            },
            {
              "content": "Remove your hand far from me and stop making me afraid with your terror.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call, and I will answer, or I will speak, and you respond to me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many are my iniquities and sins? Show me my transgression and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do you hide your face and regard me as your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Do you wish to torment a windblown leaf and chase after dry chaff?",
              "reference": "Job 13:25"
            },
            {
              "content": "For you write down bitter things against me and cause me to inherit the sins of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "And you put my feet in the stocks and you watch all my movements; you put marks on the soles of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "So I waste away like something rotten, like a garment eaten by moths.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“Man, born of woman, lives but a few days, and they are full of trouble.",
              "reference": "Job 14:1"
            },
            {
              "content": "He grows up like a flower and then withers away; he flees like a shadow, and does not remain.",
              "reference": "Job 14:2"
            },
            {
              "content": "Do you fix your eye on such a one? And do you bring me before you for judgment?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can make a clean thing come from an unclean? No one!",
              "reference": "Job 14:4"
            },
            {
              "content": "Since man’s days are determined, the number of his months is under your control; you have set his limit and he cannot pass it.",
              "reference": "Job 14:5"
            },
            {
              "content": "Look away from him and let him desist, until he fulfills his time like a hired man.",
              "reference": "Job 14:6"
            },
            {
              "content": "“But there is hope for a tree: If it is cut down, it will sprout again, and its new shoots will not fail.",
              "reference": "Job 14:7"
            },
            {
              "content": "Although its roots may grow old in the ground and its stump begins to die in the soil,",
              "reference": "Job 14:8"
            },
            {
              "content": "at the scent of water it will flourish and put forth shoots like a new plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But man dies and is powerless; he expires – and where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "As water disappears from the sea, or a river drains away and dries up,",
              "reference": "Job 14:11"
            },
            {
              "content": "so man lies down and does not rise; until the heavens are no more, they will not awake nor arise from their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "“O that you would hide me in Sheol, and conceal me till your anger has passed! O that you would set me a time and then remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If a man dies, will he live again? All the days of my hard service I will wait until my release comes.",
              "reference": "Job 14:14"
            },
            {
              "content": "You will call and I – I will answer you; you will long for the creature you have made.",
              "reference": "Job 14:15"
            },
            {
              "content": "“Surely now you count my steps; then you would not mark my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "My offenses would be sealed up in a bag; you would cover over my sin.",
              "reference": "Job 14:17"
            },
            {
              "content": "But as a mountain falls away and crumbles, and as a rock will be removed from its place,",
              "reference": "Job 14:18"
            },
            {
              "content": "as water wears away stones, and torrents wash away the soil, so you destroy man’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "You overpower him once for all, and he departs; you change his appearance and send him away.",
              "reference": "Job 14:20"
            },
            {
              "content": "If his sons are honored, he does not know it; if they are brought low, he does not see it.",
              "reference": "Job 14:21"
            },
            {
              "content": "Only his flesh has pain for himself, and he mourns for himself.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered:",
              "reference": "Job 15:1"
            },
            {
              "content": "“Does a wise man answer with blustery knowledge, or fill his belly with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Does he argue with useless talk, with words that have no value in them?",
              "reference": "Job 15:3"
            },
            {
              "content": "But you even break off piety, and hinder meditation before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "Your sin inspires your mouth; you choose the language of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you, not I; your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "“Were you the first man ever born? Were you brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Do you listen in on God’s secret council? Do you limit wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we don’t know? What do you understand that we don’t understand?",
              "reference": "Job 15:9"
            },
            {
              "content": "The gray-haired and the aged are on our side, men far older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are God’s consolations too trivial for you; or a word spoken in gentleness to you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why has your heart carried you away, and why do your eyes flash,",
              "reference": "Job 15:12"
            },
            {
              "content": "when you turn your rage against God and allow such words to escape from your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "What is man that he should be pure, or one born of woman, that he should be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "If God places no trust in his holy ones, if even the heavens are not pure in his eyes,",
              "reference": "Job 15:15"
            },
            {
              "content": "how much less man, who is abominable and corrupt, who drinks in evil like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "“I will explain to you; listen to me, and what I have seen, I will declare,",
              "reference": "Job 15:17"
            },
            {
              "content": "what wise men declare, hiding nothing, from the tradition of their ancestors,",
              "reference": "Job 15:18"
            },
            {
              "content": "to whom alone the land was given when no foreigner passed among them.",
              "reference": "Job 15:19"
            },
            {
              "content": "All his days the wicked man suffers torment, throughout the number of the years that are stored up for the tyrant.",
              "reference": "Job 15:20"
            },
            {
              "content": "Terrifying sounds fill his ears; in a time of peace marauders attack him.",
              "reference": "Job 15:21"
            },
            {
              "content": "He does not expect to escape from darkness; he is marked for the sword;",
              "reference": "Job 15:22"
            },
            {
              "content": "he wanders about – food for vultures; he knows that the day of darkness is at hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "Distress and anguish terrify him; they prevail against him like a king ready to launch an attack,",
              "reference": "Job 15:24"
            },
            {
              "content": "for he stretches out his hand against God, and vaunts himself against the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "defiantly charging against him with a thick, strong shield!",
              "reference": "Job 15:26"
            },
            {
              "content": "Because he covered his face with fat, and made his hips bulge with fat,",
              "reference": "Job 15:27"
            },
            {
              "content": "he lived in ruined towns and in houses where no one lives, where they are ready to crumble into heaps.",
              "reference": "Job 15:28"
            },
            {
              "content": "He will not grow rich, and his wealth will not endure, nor will his possessions spread over the land.",
              "reference": "Job 15:29"
            },
            {
              "content": "He will not escape the darkness; a flame will wither his shoots and he will depart by the breath of God’s mouth.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let him not trust in what is worthless, deceiving himself; for worthlessness will be his reward.",
              "reference": "Job 15:31"
            },
            {
              "content": "Before his time he will be paid in full, and his branches will not flourish.",
              "reference": "Job 15:32"
            },
            {
              "content": "Like a vine he will let his sour grapes fall, and like an olive tree he will shed his blossoms.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the company of the godless is barren, and fire consumes the tents of those who accept bribes.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive trouble and bring forth evil; their belly prepares deception.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 16:1"
            },
            {
              "content": "“I have heard many things like these before. What miserable comforters are you all!",
              "reference": "Job 16:2"
            },
            {
              "content": "Will there be an end to your windy words? Or what provokes you that you answer?",
              "reference": "Job 16:3"
            },
            {
              "content": "I also could speak like you, if you were in my place; I could pile up words against you and I could shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "But I would strengthen you with my words; comfort from my lips would bring you relief.",
              "reference": "Job 16:5"
            },
            {
              "content": "“But if I speak, my pain is not relieved, and if I refrain from speaking – how much of it goes away?",
              "reference": "Job 16:6"
            },
            {
              "content": "Surely now he has worn me out, you have devastated my entire household.",
              "reference": "Job 16:7"
            },
            {
              "content": "You have seized me, and it has become a witness; my leanness has risen up against me and testifies against me.",
              "reference": "Job 16:8"
            },
            {
              "content": "His anger has torn me and persecuted me; he has gnashed at me with his teeth; my adversary locks his eyes on me.",
              "reference": "Job 16:9"
            },
            {
              "content": "People have opened their mouths against me, they have struck my cheek in scorn; they unite together against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God abandons me to evil men, and throws me into the hands of wicked men.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was in peace, and he has shattered me. He has seized me by the neck and crushed me. He has made me his target;",
              "reference": "Job 16:12"
            },
            {
              "content": "his archers surround me. Without pity he pierces my kidneys and pours out my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He breaks through against me, time and time again; he rushes against me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sewed sackcloth on my skin, and buried my horn in the dust;",
              "reference": "Job 16:15"
            },
            {
              "content": "my face is reddened because of weeping, and on my eyelids there is a deep darkness,",
              "reference": "Job 16:16"
            },
            {
              "content": "although there is no violence in my hands and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "“O earth, do not cover my blood, nor let there be a secret place for my cry.",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now my witness is in heaven; my advocate is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My intercessor is my friend as my eyes pour out tears to God;",
              "reference": "Job 16:20"
            },
            {
              "content": "and he contends with God on behalf of man as a man pleads for his friend.",
              "reference": "Job 16:21"
            },
            {
              "content": "For the years that lie ahead are few, and then I will go on the way of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 NET",
          "version": "NET",
          "verses": [
            {
              "content": "My spirit is broken, my days have faded out, the grave awaits me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely mockery is with me; my eyes must dwell on their hostility.",
              "reference": "Job 17:2"
            },
            {
              "content": "Make then my pledge with you. Who else will put up security for me?",
              "reference": "Job 17:3"
            },
            {
              "content": "Because you have closed their minds to understanding, therefore you will not exalt them.",
              "reference": "Job 17:4"
            },
            {
              "content": "If a man denounces his friends for personal gain, the eyes of his children will fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "He has made me a byword to people, I am the one in whose face they spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes have grown dim with grief; my whole frame is but a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "Upright men are appalled at this; the innocent man is troubled with the godless.",
              "reference": "Job 17:8"
            },
            {
              "content": "But the righteous man holds to his way, and the one with clean hands grows stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "“But turn, all of you, and come now! I will not find a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days have passed, my plans are shattered, even the desires of my heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "These men change night into day; they say, ‘The light is near in the face of darkness.’",
              "reference": "Job 17:12"
            },
            {
              "content": "If I hope for the grave to be my home, if I spread out my bed in darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "If I cry to corruption, ‘You are my father,’ and to the worm, ‘My Mother,’ or ‘My sister,’",
              "reference": "Job 17:14"
            },
            {
              "content": "where then is my hope? And my hope, who sees it?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will it go down to the barred gates of death? Will we descend together into the dust?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered:",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long until you make an end of words? You must consider, and then we can talk.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why should we be regarded as beasts, and considered stupid in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "You who tear yourself to pieces in your anger, will the earth be abandoned for your sake? Or will a rock be moved from its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "“Yes, the lamp of the wicked is extinguished; his flame of fire does not shine.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light in his tent grows dark; his lamp above him is extinguished.",
              "reference": "Job 18:6"
            },
            {
              "content": "His vigorous steps are restricted, and his own counsel throws him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "For he has been thrown into a net by his feet and he wanders into a mesh.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap seizes him by the heel; a snare grips him.",
              "reference": "Job 18:9"
            },
            {
              "content": "A rope is hidden for him on the ground and a trap for him lies on the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors frighten him on all sides and dog his every step.",
              "reference": "Job 18:11"
            },
            {
              "content": "Calamity is hungry for him, and misfortune is ready at his side.",
              "reference": "Job 18:12"
            },
            {
              "content": "It eats away parts of his skin; the most terrible death devours his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "He is dragged from the security of his tent, and marched off to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "Fire resides in his tent; over his residence burning sulfur is scattered.",
              "reference": "Job 18:15"
            },
            {
              "content": "Below his roots dry up, and his branches wither above.",
              "reference": "Job 18:16"
            },
            {
              "content": "His memory perishes from the earth, he has no name in the land.",
              "reference": "Job 18:17"
            },
            {
              "content": "He is driven from light into darkness and is banished from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He has neither children nor descendants among his people, no survivor in those places he once stayed.",
              "reference": "Job 18:19"
            },
            {
              "content": "People of the west are appalled at his fate; people of the east are seized with horror, saying,",
              "reference": "Job 18:20"
            },
            {
              "content": "‘Surely such is the residence of an evil man; and this is the place of one who has not known God.’”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you torment me and crush me with your words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times you have been reproaching me; you are not ashamed to attack me!",
              "reference": "Job 19:3"
            },
            {
              "content": "But even if it were true that I have erred, my error remains solely my concern!",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed you would exalt yourselves above me and plead my disgrace against me,",
              "reference": "Job 19:5"
            },
            {
              "content": "know then that God has wronged me and encircled me with his net.",
              "reference": "Job 19:6"
            },
            {
              "content": "“If I cry out, ‘Violence!’ I receive no answer; I cry for help, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has blocked my way so I cannot pass, and has set darkness over my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my honor and has taken the crown off my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He tears me down on every side until I perish; he uproots my hope like one uproots a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "Thus his anger burns against me, and he considers me among his enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops advance together; they throw up a siege ramp against me, and they camp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "“He has put my relatives far from me; my acquaintances only turn away from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My kinsmen have failed me; my friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "My guests and my servant girls consider me a stranger; I am a foreigner in their eyes.",
              "reference": "Job 19:15"
            },
            {
              "content": "I summon my servant, but he does not respond, even though I implore him with my own mouth.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is repulsive to my wife; I am loathsome to my brothers.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even youngsters have scorned me; when I get up, they scoff at me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my closest friends detest me; and those whom I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bones stick to my skin and my flesh; I have escaped alive with only the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Have pity on me, my friends, have pity on me, for the hand of God has struck me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you pursue me like God does? Will you never be satiated with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "“O that my words were written down, O that they were written on a scroll,",
              "reference": "Job 19:23"
            },
            {
              "content": "that with an iron chisel and with lead they were engraved in a rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "As for me, I know that my Redeemer lives, and that as the last he will stand upon the earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "And after my skin has been destroyed, yet in my flesh I will see God,",
              "reference": "Job 19:26"
            },
            {
              "content": "whom I will see for myself, and whom my own eyes will behold, and not another. My heart grows faint within me.",
              "reference": "Job 19:27"
            },
            {
              "content": "If you say, ‘How we will pursue him, since the root of the trouble is found in him!’",
              "reference": "Job 19:28"
            },
            {
              "content": "Fear the sword yourselves, for wrath brings the punishment by the sword, so that you may know that there is judgment.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered:",
              "reference": "Job 20:1"
            },
            {
              "content": "“This is why my troubled thoughts bring me back – because of my feelings within me.",
              "reference": "Job 20:2"
            },
            {
              "content": "When I hear a reproof that dishonors me, then my understanding prompts me to answer.",
              "reference": "Job 20:3"
            },
            {
              "content": "“Surely you know that it has been from old, ever since humankind was placed on the earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "that the elation of the wicked is brief, the joy of the godless lasts but a moment.",
              "reference": "Job 20:5"
            },
            {
              "content": "Even though his stature reaches to the heavens and his head touches the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "he will perish forever, like his own excrement; those who used to see him will say, ‘Where is he?’",
              "reference": "Job 20:7"
            },
            {
              "content": "Like a dream he flies away, never again to be found, and like a vision of the night he is put to flight.",
              "reference": "Job 20:8"
            },
            {
              "content": "People who had seen him will not see him again, and the place where he was will recognize him no longer.",
              "reference": "Job 20:9"
            },
            {
              "content": "His sons must recompense the poor; his own hands must return his wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "His bones were full of his youthful vigor, but that vigor will lie down with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "“If evil is sweet in his mouth and he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "if he retains it for himself and does not let it go, and holds it fast in his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "his food is turned sour in his stomach; it becomes the venom of serpents within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "The wealth that he consumed he vomits up, God will make him throw it out of his stomach.",
              "reference": "Job 20:15"
            },
            {
              "content": "He sucks the poison of serpents; the fangs of a viper kill him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He will not look on the streams, the rivers, which are the torrents of honey and butter.",
              "reference": "Job 20:17"
            },
            {
              "content": "He gives back the ill-gotten gain without assimilating it; he will not enjoy the wealth from his commerce.",
              "reference": "Job 20:18"
            },
            {
              "content": "For he has oppressed the poor and abandoned them; he has seized a house which he did not build.",
              "reference": "Job 20:19"
            },
            {
              "content": "For he knows no satisfaction in his appetite; he does not let anything he desires escape.",
              "reference": "Job 20:20"
            },
            {
              "content": "“Nothing is left for him to devour; that is why his prosperity does not last.",
              "reference": "Job 20:21"
            },
            {
              "content": "In the fullness of his sufficiency, distress overtakes him. the full force of misery will come upon him.",
              "reference": "Job 20:22"
            },
            {
              "content": "“While he is filling his belly, God sends his burning anger against him, and rains down his blows upon him.",
              "reference": "Job 20:23"
            },
            {
              "content": "If he flees from an iron weapon, then an arrow from a bronze bow pierces him.",
              "reference": "Job 20:24"
            },
            {
              "content": "When he pulls it out and it comes out of his back, the gleaming point out of his liver, terrors come over him.",
              "reference": "Job 20:25"
            },
            {
              "content": "Total darkness waits to receive his treasures; a fire which has not been kindled will consume him and devour what is left in his tent.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens reveal his iniquity; the earth rises up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "A flood will carry off his house, rushing waters on the day of God’s wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "Such is the lot God allots the wicked, and the heritage of his appointment from God.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen carefully to my words; let this be the consolation you offer me.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me and I will speak, and after I have spoken you may mock.",
              "reference": "Job 21:3"
            },
            {
              "content": "Is my complaint against a man? If so, why should I not be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be appalled; put your hands over your mouths.",
              "reference": "Job 21:5"
            },
            {
              "content": "For, when I think about this, I am terrified and my body feels a shudder.",
              "reference": "Job 21:6"
            },
            {
              "content": "“Why do the wicked go on living, grow old, even increase in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their children are firmly established in their presence, their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses are safe and without fear; and no rod of punishment from God is upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bulls breed without fail; their cows calve and do not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They allow their children to run like a flock; their little ones dance about.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing to the accompaniment of tambourine and harp, and make merry to the sound of the flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "They live out their years in prosperity and go down to the grave in peace.",
              "reference": "Job 21:13"
            },
            {
              "content": "So they say to God, ‘Turn away from us! We do not want to know your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is the Almighty, that we should serve him? What would we gain if we were to pray to him?’",
              "reference": "Job 21:15"
            },
            {
              "content": "But their prosperity is not their own doing. The counsel of the wicked is far from me!",
              "reference": "Job 21:16"
            },
            {
              "content": "“How often is the lamp of the wicked extinguished? How often does their misfortune come upon them? How often does God apportion pain to them in his anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "How often are they like straw before the wind, and like chaff swept away by a whirlwind?",
              "reference": "Job 21:18"
            },
            {
              "content": "You may say, ‘God stores up a man’s punishment for his children!’ Instead let him repay the man himself so that he may know it!",
              "reference": "Job 21:19"
            },
            {
              "content": "Let his own eyes see his destruction; let him drink of the anger of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what is his interest in his home after his death, when the number of his months has been broken off?",
              "reference": "Job 21:21"
            },
            {
              "content": "Can anyone teach God knowledge, since he judges those that are on high?",
              "reference": "Job 21:22"
            },
            {
              "content": "“One man dies in his full vigor, completely secure and prosperous,",
              "reference": "Job 21:23"
            },
            {
              "content": "his body well nourished, and the marrow of his bones moist.",
              "reference": "Job 21:24"
            },
            {
              "content": "And another man dies in bitterness of soul, never having tasted anything good.",
              "reference": "Job 21:25"
            },
            {
              "content": "Together they lie down in the dust, and worms cover over them both.",
              "reference": "Job 21:26"
            },
            {
              "content": "“Yes, I know what you are thinking, the schemes by which you would wrong me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For you say, ‘Where now is the nobleman’s house, and where are the tents in which the wicked lived?’",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you never questioned those who travel the roads? Do you not recognize their accounts –",
              "reference": "Job 21:29"
            },
            {
              "content": "that the evil man is spared from the day of his misfortune, that he is delivered from the day of God’s wrath?",
              "reference": "Job 21:30"
            },
            {
              "content": "No one denounces his conduct to his face; no one repays him for what he has done.",
              "reference": "Job 21:31"
            },
            {
              "content": "And when he is carried to the tombs, and watch is kept over the funeral mound,",
              "reference": "Job 21:32"
            },
            {
              "content": "The clods of the torrent valley are sweet to him; behind him everybody follows in procession, and before him goes a countless throng.",
              "reference": "Job 21:33"
            },
            {
              "content": "So how can you console me with your futile words? Nothing is left of your answers but deception!”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered:",
              "reference": "Job 22:1"
            },
            {
              "content": "“Is it to God that a strong man is of benefit? Is it to him that even a wise man is profitable?",
              "reference": "Job 22:2"
            },
            {
              "content": "Is it of any special benefit to the Almighty that you should be righteous, or is it any gain to him that you make your ways blameless?",
              "reference": "Job 22:3"
            },
            {
              "content": "Is it because of your piety that he rebukes you and goes to judgment with you?",
              "reference": "Job 22:4"
            },
            {
              "content": "Is not your wickedness great and is there no end to your iniquity?",
              "reference": "Job 22:5"
            },
            {
              "content": "“For you took pledges from your brothers for no reason, and you stripped the clothing from the naked.",
              "reference": "Job 22:6"
            },
            {
              "content": "You gave the weary no water to drink and from the hungry you withheld food.",
              "reference": "Job 22:7"
            },
            {
              "content": "Although you were a powerful man, owning land, an honored man living on it,",
              "reference": "Job 22:8"
            },
            {
              "content": "you sent widows away empty-handed, and the arms of the orphans you crushed.",
              "reference": "Job 22:9"
            },
            {
              "content": "That is why snares surround you, and why sudden fear terrifies you,",
              "reference": "Job 22:10"
            },
            {
              "content": "why it is so dark you cannot see, and why a flood of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "“Is not God on high in heaven? And see the lofty stars, how high they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "But you have said, ‘What does God know? Does he judge through such deep darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds are a veil for him, so he does not see us, as he goes back and forth in the vault of heaven.’",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you keep to the old path that evil men have walked –",
              "reference": "Job 22:15"
            },
            {
              "content": "men who were carried off before their time, when the flood was poured out on their foundations?",
              "reference": "Job 22:16"
            },
            {
              "content": "They were saying to God, ‘Turn away from us,’ and ‘What can the Almighty do to us?’",
              "reference": "Job 22:17"
            },
            {
              "content": "But it was he who filled their houses with good things – yet the counsel of the wicked was far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see their destruction and rejoice; the innocent mock them scornfully, saying,",
              "reference": "Job 22:19"
            },
            {
              "content": "‘Surely our enemies are destroyed, and fire consumes their wealth.’",
              "reference": "Job 22:20"
            },
            {
              "content": "“Reconcile yourself with God, and be at peace with him; in this way your prosperity will be good.",
              "reference": "Job 22:21"
            },
            {
              "content": "Accept instruction from his mouth and store up his words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty, you will be built up; if you remove wicked behavior far from your tent,",
              "reference": "Job 22:23"
            },
            {
              "content": "and throw your gold in the dust – your gold of Ophir among the rocks in the ravines –",
              "reference": "Job 22:24"
            },
            {
              "content": "then the Almighty himself will be your gold, and the choicest silver for you.",
              "reference": "Job 22:25"
            },
            {
              "content": "Surely then you will delight yourself in the Almighty, and will lift up your face toward God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to him and he will hear you, and you will fulfill your vows to him.",
              "reference": "Job 22:27"
            },
            {
              "content": "Whatever you decide on a matter, it will be established for you, and light will shine on your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When people are brought low and you say ‘Lift them up!’ then he will save the downcast;",
              "reference": "Job 22:29"
            },
            {
              "content": "he will deliver even someone who is not innocent, who will escape through the cleanness of your hands.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 23:1"
            },
            {
              "content": "“Even today my complaint is still bitter; his hand is heavy despite my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "O that I knew where I might find him, that I could come to his place of residence!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would lay out my case before him and fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would know with what words he would answer me, and understand what he would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he contend with me with great power? No, he would only pay attention to me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There an upright person could present his case before him, and I would be delivered forever from my judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "“If I go to the east, he is not there, and to the west, yet I do not perceive him.",
              "reference": "Job 23:8"
            },
            {
              "content": "In the north when he is at work, I do not see him; when he turns to the south, I see no trace of him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But he knows the pathway that I take; if he tested me, I would come forth like gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My feet have followed his steps closely; I have kept to his way and have not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not departed from the commands of his lips; I have treasured the words of his mouth more than my allotted portion.",
              "reference": "Job 23:12"
            },
            {
              "content": "But he is unchangeable, and who can change him? Whatever he has desired, he does.",
              "reference": "Job 23:13"
            },
            {
              "content": "For he fulfills his decree against me, and many such things are his plans.",
              "reference": "Job 23:14"
            },
            {
              "content": "That is why I am terrified in his presence; when I consider, I am afraid because of him.",
              "reference": "Job 23:15"
            },
            {
              "content": "Indeed, God has made my heart faint; the Almighty has terrified me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Yet I have not been silent because of the darkness, because of the thick darkness that covered my face.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“Why are times not appointed by the Almighty? Why do those who know him not see his days?",
              "reference": "Job 24:1"
            },
            {
              "content": "Men move boundary stones; they seize the flock and pasture them.",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the orphan’s donkey; they take the widow’s ox as a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They turn the needy from the pathway, and the poor of the land hide themselves together.",
              "reference": "Job 24:4"
            },
            {
              "content": "Like wild donkeys in the desert they go out to their labor, seeking diligently for food; the wasteland provides food for them and for their children.",
              "reference": "Job 24:5"
            },
            {
              "content": "They reap fodder in the field, and glean in the vineyard of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "They spend the night naked because they lack clothing; they have no covering against the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are soaked by mountain rains and huddle in the rocks because they lack shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "The fatherless child is snatched from the breast, the infant of the poor is taken as a pledge.",
              "reference": "Job 24:9"
            },
            {
              "content": "They go about naked, without clothing, and go hungry while they carry the sheaves.",
              "reference": "Job 24:10"
            },
            {
              "content": "They press out the olive oil between the rows of olive trees; they tread the winepresses while they are thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "From the city the dying groan, and the wounded cry out for help, but God charges no one with wrongdoing.",
              "reference": "Job 24:12"
            },
            {
              "content": "There are those who rebel against the light; they do not know its ways and they do not stay on its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "Before daybreak the murderer rises up; he kills the poor and the needy; in the night he is like a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "And the eye of the adulterer watches for the twilight, thinking, ‘No eye can see me,’ and covers his face with a mask.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark the robber breaks into houses, but by day they shut themselves in; they do not know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "For all of them, the morning is to them like deep darkness; they are friends with the terrors of darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "“You say, ‘He is foam on the face of the waters; their portion of the land is cursed so that no one goes to their vineyard.",
              "reference": "Job 24:18"
            },
            {
              "content": "The drought as well as the heat carry away the melted snow; so the grave takes away those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "The womb forgets him, the worm feasts on him, no longer will he be remembered. Like a tree, wickedness will be broken down.",
              "reference": "Job 24:20"
            },
            {
              "content": "He preys on the barren and childless woman, and does not treat the widow well.",
              "reference": "Job 24:21"
            },
            {
              "content": "But God drags off the mighty by his power; when God rises up against him, he has no faith in his life.",
              "reference": "Job 24:22"
            },
            {
              "content": "God may let them rest in a feeling of security, but he is constantly watching all their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted for a little while, and then they are gone, they are brought low like all others, and gathered in, and like a head of grain they are cut off.’",
              "reference": "Job 24:24"
            },
            {
              "content": "“If this is not so, who can prove me a liar and reduce my words to nothing?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered:",
              "reference": "Job 25:1"
            },
            {
              "content": "“Dominion and awesome might belong to God; he establishes peace in his heights.",
              "reference": "Job 25:2"
            },
            {
              "content": "Can his armies be numbered? On whom does his light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can a human being be righteous before God? How can one born of a woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "If even the moon is not bright, and the stars are not pure as far as he is concerned,",
              "reference": "Job 25:5"
            },
            {
              "content": "how much less a mortal man, who is but a maggot – a son of man, who is only a worm!”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 26:1"
            },
            {
              "content": "“How you have helped the powerless! How you have saved the person who has no strength!",
              "reference": "Job 26:2"
            },
            {
              "content": "How you have advised the one without wisdom, and abundantly revealed your insight!",
              "reference": "Job 26:3"
            },
            {
              "content": "To whom did you utter these words? And whose spirit has come forth from your mouth?",
              "reference": "Job 26:4"
            },
            {
              "content": "“The dead tremble – those beneath the waters and all that live in them.",
              "reference": "Job 26:5"
            },
            {
              "content": "The underworld is naked before God; the place of destruction lies uncovered.",
              "reference": "Job 26:6"
            },
            {
              "content": "He spreads out the northern skies over empty space; he suspends the earth on nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He locks the waters in his clouds, and the clouds do not burst with the weight of them.",
              "reference": "Job 26:8"
            },
            {
              "content": "He conceals the face of the full moon, shrouding it with his clouds.",
              "reference": "Job 26:9"
            },
            {
              "content": "He marks out the horizon on the surface of the waters as a boundary between light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of the heavens tremble and are amazed at his rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "By his power he stills the sea; by his wisdom he cut Rahab the great sea monster to pieces.",
              "reference": "Job 26:12"
            },
            {
              "content": "By his breath the skies became fair; his hand pierced the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "Indeed, these are but the outer fringes of his ways! How faint is the whisper we hear of him! But who can understand the thunder of his power?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 NET",
          "version": "NET",
          "verses": [
            {
              "content": "And Job took up his discourse again:",
              "reference": "Job 27:1"
            },
            {
              "content": "“As surely as God lives, who has denied me justice, the Almighty, who has made my life bitter –",
              "reference": "Job 27:2"
            },
            {
              "content": "for while my spirit is still in me, and the breath from God is in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips will not speak wickedness, and my tongue will whisper no deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "I will never declare that you three are in the right; until I die, I will not set aside my integrity!",
              "reference": "Job 27:5"
            },
            {
              "content": "I will maintain my righteousness and never let it go; my conscience will not reproach me for as long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "“May my enemy be like the wicked, my adversary like the unrighteous.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what hope does the godless have when he is cut off, when God takes away his life?",
              "reference": "Job 27:8"
            },
            {
              "content": "Does God listen to his cry when distress overtakes him?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will he find delight in the Almighty? Will he call out to God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you about the power of God; What is on the Almighty’s mind I will not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "If you yourselves have all seen this, Why in the world do you continue this meaningless talk?",
              "reference": "Job 27:12"
            },
            {
              "content": "This is the portion of the wicked man allotted by God, the inheritance that evildoers receive from the Almighty.",
              "reference": "Job 27:13"
            },
            {
              "content": "If his children increase – it is for the sword! His offspring never have enough to eat.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those who survive him are buried by the plague, and their widows do not mourn for them.",
              "reference": "Job 27:15"
            },
            {
              "content": "If he piles up silver like dust and stores up clothing like mounds of clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "what he stores up a righteous man will wear, and an innocent man will inherit his silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "The house he builds is as fragile as a moth’s cocoon, like a hut that a watchman has made.",
              "reference": "Job 27:18"
            },
            {
              "content": "He goes to bed wealthy, but will do so no more. When he opens his eyes, it is all gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors overwhelm him like a flood; at night a whirlwind carries him off.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind carries him away, and he is gone; it sweeps him out of his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "It hurls itself against him without pity as he flees headlong from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "It claps its hands at him in derision and hisses him away from his place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“Surely there is a mine for silver, and a place where gold is refined.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken from the ground, and rock is poured out as copper.",
              "reference": "Job 28:2"
            },
            {
              "content": "Man puts an end to the darkness; he searches the farthest recesses for the ore in the deepest darkness.",
              "reference": "Job 28:3"
            },
            {
              "content": "Far from where people live he sinks a shaft, in places travelers have long forgotten, far from other people he dangles and sways.",
              "reference": "Job 28:4"
            },
            {
              "content": "The earth, from which food comes, is overturned below as though by fire;",
              "reference": "Job 28:5"
            },
            {
              "content": "a place whose stones are sapphires and which contains dust of gold;",
              "reference": "Job 28:6"
            },
            {
              "content": "a hidden path no bird of prey knows – no falcon’s eye has spotted it.",
              "reference": "Job 28:7"
            },
            {
              "content": "Proud beasts have not set foot on it, and no lion has passed along it.",
              "reference": "Job 28:8"
            },
            {
              "content": "On the flinty rock man has set to work with his hand; he has overturned mountains at their bases.",
              "reference": "Job 28:9"
            },
            {
              "content": "He has cut out channels through the rocks; his eyes have spotted every precious thing.",
              "reference": "Job 28:10"
            },
            {
              "content": "He has searched the sources of the rivers and what was hidden he has brought into the light.",
              "reference": "Job 28:11"
            },
            {
              "content": "“But wisdom – where can it be found? Where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Mankind does not know its place; it cannot be found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The deep says, ‘It is not with me.’ And the sea says, ‘It is not with me.’",
              "reference": "Job 28:14"
            },
            {
              "content": "Fine gold cannot be given in exchange for it, nor can its price be weighed out in silver.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be measured out for purchase with the gold of Ophir, with precious onyx or sapphires.",
              "reference": "Job 28:16"
            },
            {
              "content": "Neither gold nor crystal can be compared with it, nor can a vase of gold match its worth.",
              "reference": "Job 28:17"
            },
            {
              "content": "Of coral and jasper no mention will be made; the price of wisdom is more than pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "The topaz of Cush cannot be compared with it; it cannot be purchased with pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "“But wisdom – where does it come from? Where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "For it has been hidden from the eyes of every living creature, and from the birds of the sky it has been concealed.",
              "reference": "Job 28:21"
            },
            {
              "content": "Destruction and Death say, ‘With our ears we have heard a rumor about where it can be found.’",
              "reference": "Job 28:22"
            },
            {
              "content": "God understands the way to it, and he alone knows its place.",
              "reference": "Job 28:23"
            },
            {
              "content": "For he looks to the ends of the earth and observes everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When he made the force of the wind and measured the waters with a gauge.",
              "reference": "Job 28:25"
            },
            {
              "content": "When he imposed a limit for the rain, and a path for the thunderstorm,",
              "reference": "Job 28:26"
            },
            {
              "content": "then he looked at wisdom and assessed its value; he established it and examined it closely.",
              "reference": "Job 28:27"
            },
            {
              "content": "And he said to mankind, ‘The fear of the Lord – that is wisdom, and to turn away from evil is understanding.’”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job continued his speech:",
              "reference": "Job 29:1"
            },
            {
              "content": "“O that I could be as I was in the months now gone, in the days when God watched over me,",
              "reference": "Job 29:2"
            },
            {
              "content": "when he caused his lamp to shine upon my head, and by his light I walked through darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "just as I was in my most productive time, when God’s intimate friendship was experienced in my tent,",
              "reference": "Job 29:4"
            },
            {
              "content": "when the Almighty was still with me and my children were around me;",
              "reference": "Job 29:5"
            },
            {
              "content": "when my steps were bathed with butter and the rock poured out for me streams of olive oil!",
              "reference": "Job 29:6"
            },
            {
              "content": "When I went out to the city gate and secured my seat in the public square,",
              "reference": "Job 29:7"
            },
            {
              "content": "the young men would see me and step aside, and the old men would get up and remain standing;",
              "reference": "Job 29:8"
            },
            {
              "content": "the chief men refrained from talking and covered their mouths with their hands;",
              "reference": "Job 29:9"
            },
            {
              "content": "the voices of the nobles fell silent, and their tongues stuck to the roof of their mouths.",
              "reference": "Job 29:10"
            },
            {
              "content": "“As soon as the ear heard these things, it blessed me, and when the eye saw them, it bore witness to me,",
              "reference": "Job 29:11"
            },
            {
              "content": "for I rescued the poor who cried out for help, and the orphan who had no one to assist him;",
              "reference": "Job 29:12"
            },
            {
              "content": "the blessing of the dying man descended on me, and I made the widow’s heart rejoice;",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness and it clothed me, my just dealing was like a robe and a turban;",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes for the blind and feet for the lame;",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy, and I investigated the case of the person I did not know;",
              "reference": "Job 29:16"
            },
            {
              "content": "I broke the fangs of the wicked, and made him drop his prey from his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "“Then I thought, ‘I will die in my own home, my days as numerous as the grains of sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My roots reach the water, and the dew lies on my branches all night long.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory will always be fresh in me, and my bow ever new in my hand.’",
              "reference": "Job 29:20"
            },
            {
              "content": "“People listened to me and waited silently; they kept silent for my advice.",
              "reference": "Job 29:21"
            },
            {
              "content": "After I had spoken, they did not respond; my words fell on them drop by drop.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me as people wait for the rain, and they opened their mouths as for the spring rains.",
              "reference": "Job 29:23"
            },
            {
              "content": "If I smiled at them, they hardly believed it; and they did not cause the light of my face to darken.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose the way for them and sat as their chief; I lived like a king among his troops; I was like one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“But now they mock me, those who are younger than I, whose fathers I disdained too much to put with my sheep dogs.",
              "reference": "Job 30:1"
            },
            {
              "content": "Moreover, the strength of their hands – what use was it to me? Men whose strength had perished;",
              "reference": "Job 30:2"
            },
            {
              "content": "gaunt with want and hunger, they would gnaw the parched land, in former time desolate and waste.",
              "reference": "Job 30:3"
            },
            {
              "content": "By the brush they would gather herbs from the salt marshes, and the root of the broom tree was their food.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were banished from the community – people shouted at them like they would shout at thieves –",
              "reference": "Job 30:5"
            },
            {
              "content": "so that they had to live in the dry stream beds, in the holes of the ground, and among the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "They brayed like animals among the bushes and were huddled together under the nettles.",
              "reference": "Job 30:7"
            },
            {
              "content": "Sons of senseless and nameless people, they were driven out of the land with whips.",
              "reference": "Job 30:8"
            },
            {
              "content": "“And now I have become their taunt song; I have become a byword among them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They detest me and maintain their distance; they do not hesitate to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "Because God has untied my tent cord and afflicted me, people throw off all restraint in my presence.",
              "reference": "Job 30:11"
            },
            {
              "content": "On my right the young rabble rise up; they drive me from place to place, and build up siege ramps against me.",
              "reference": "Job 30:12"
            },
            {
              "content": "They destroy my path; they succeed in destroying me without anyone assisting them.",
              "reference": "Job 30:13"
            },
            {
              "content": "They come in as through a wide breach; amid the crash they come rolling in.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors are turned loose on me; they drive away my honor like the wind, and like a cloud my deliverance has passed away.",
              "reference": "Job 30:15"
            },
            {
              "content": "“And now my soul pours itself out within me; days of suffering take hold of me.",
              "reference": "Job 30:16"
            },
            {
              "content": "Night pierces my bones; my gnawing pains never cease.",
              "reference": "Job 30:17"
            },
            {
              "content": "With great power God grasps my clothing; he binds me like the collar of my tunic.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has flung me into the mud, and I have come to resemble dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry out to you, but you do not answer me; I stand up, and you only look at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have become cruel to me; with the strength of your hand you attack me.",
              "reference": "Job 30:21"
            },
            {
              "content": "You pick me up on the wind and make me ride on it; you toss me about in the storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "I know that you are bringing me to death, to the meeting place for all the living.",
              "reference": "Job 30:23"
            },
            {
              "content": "“Surely one does not stretch out his hand against a broken man when he cries for help in his distress.",
              "reference": "Job 30:24"
            },
            {
              "content": "Have I not wept for the unfortunate? Was not my soul grieved for the poor?",
              "reference": "Job 30:25"
            },
            {
              "content": "But when I hoped for good, trouble came; when I expected light, then darkness came.",
              "reference": "Job 30:26"
            },
            {
              "content": "My heart is in turmoil unceasingly; the days of my affliction confront me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I go about blackened, but not by the sun; in the assembly I stand up and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I have become a brother to jackals and a companion of ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin has turned dark on me; my body is hot with fever.",
              "reference": "Job 30:30"
            },
            {
              "content": "My harp is used for mourning and my flute for the sound of weeping.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“I made a covenant with my eyes; how then could I entertain thoughts against a virgin?",
              "reference": "Job 31:1"
            },
            {
              "content": "What then would be one’s lot from God above, one’s heritage from the Almighty on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Is it not misfortune for the unjust, and disaster for those who work iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does he not see my ways and count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "If I have walked in falsehood, and if my foot has hastened to deceit –",
              "reference": "Job 31:5"
            },
            {
              "content": "let him weigh me with honest scales; then God will discover my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If my footsteps have strayed from the way, if my heart has gone after my eyes, or if anything has defiled my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "then let me sow and let another eat, and let my crops be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "If my heart has been enticed by a woman, and I have lain in wait at my neighbor’s door,",
              "reference": "Job 31:9"
            },
            {
              "content": "then let my wife turn the millstone for another man, and may other men have sexual relations with her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For I would have committed a shameful act, an iniquity to be judged.",
              "reference": "Job 31:11"
            },
            {
              "content": "For it is a fire that devours even to Destruction, and it would uproot all my harvest.",
              "reference": "Job 31:12"
            },
            {
              "content": "“If I have disregarded the right of my male servants or my female servants when they disputed with me,",
              "reference": "Job 31:13"
            },
            {
              "content": "then what will I do when God confronts me in judgment; when he intervenes, how will I respond to him?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not the one who made me in the womb make them? Did not the same one form us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "If I have refused to give the poor what they desired, or caused the eyes of the widow to fail,",
              "reference": "Job 31:16"
            },
            {
              "content": "If I ate my morsel of bread myself, and did not share any of it with orphans –",
              "reference": "Job 31:17"
            },
            {
              "content": "but from my youth I raised the orphan like a father, and from my mother’s womb I guided the widow!",
              "reference": "Job 31:18"
            },
            {
              "content": "If I have seen anyone about to perish for lack of clothing, or a poor man without a coat,",
              "reference": "Job 31:19"
            },
            {
              "content": "whose heart did not bless me as he warmed himself with the fleece of my sheep,",
              "reference": "Job 31:20"
            },
            {
              "content": "if I have raised my hand to vote against the orphan, when I saw my support in the court,",
              "reference": "Job 31:21"
            },
            {
              "content": "then let my arm fall from the shoulder, let my arm be broken off at the socket.",
              "reference": "Job 31:22"
            },
            {
              "content": "For the calamity from God was a terror to me, and by reason of his majesty I was powerless.",
              "reference": "Job 31:23"
            },
            {
              "content": "“If I have put my confidence in gold or said to pure gold, ‘You are my security!’",
              "reference": "Job 31:24"
            },
            {
              "content": "if I have rejoiced because of the extent of my wealth, or because of the great wealth my hand had gained,",
              "reference": "Job 31:25"
            },
            {
              "content": "if I looked at the sun when it was shining, and the moon advancing as a precious thing,",
              "reference": "Job 31:26"
            },
            {
              "content": "so that my heart was secretly enticed, and my hand threw them a kiss from my mouth,",
              "reference": "Job 31:27"
            },
            {
              "content": "then this also would be iniquity to be judged, for I would have been false to God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "If I have rejoiced over the misfortune of my enemy or exulted because calamity found him –",
              "reference": "Job 31:29"
            },
            {
              "content": "I have not even permitted my mouth to sin by asking for his life through a curse –",
              "reference": "Job 31:30"
            },
            {
              "content": "if the members of my household have never said, ‘If only there were someone who has not been satisfied from Job’s meat!’ –",
              "reference": "Job 31:31"
            },
            {
              "content": "But no stranger had to spend the night outside, for I opened my doors to the traveler –",
              "reference": "Job 31:32"
            },
            {
              "content": "if I have covered my transgressions as men do, by hiding iniquity in my heart,",
              "reference": "Job 31:33"
            },
            {
              "content": "because I was terrified of the great multitude, and the contempt of families terrified me, so that I remained silent and would not go outdoors –",
              "reference": "Job 31:34"
            },
            {
              "content": "“If only I had someone to hear me! Here is my signature – let the Almighty answer me! If only I had an indictment that my accuser had written.",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would wear it proudly on my shoulder, I would bind it on me like a crown;",
              "reference": "Job 31:36"
            },
            {
              "content": "I would give him an accounting of my steps; like a prince I would approach him.",
              "reference": "Job 31:37"
            },
            {
              "content": "“If my land cried out against me and all its furrows wept together,",
              "reference": "Job 31:38"
            },
            {
              "content": "if I have eaten its produce without paying, or caused the death of its owners,",
              "reference": "Job 31:39"
            },
            {
              "content": "then let thorns sprout up in place of wheat, and in place of barley, weeds!” The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 NET",
          "version": "NET",
          "verses": [
            {
              "content": "So these three men refused to answer Job further, because he was righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "Then Elihu son of Barakel the Buzite, of the family of Ram, became very angry. He was angry with Job for justifying himself rather than God.",
              "reference": "Job 32:2"
            },
            {
              "content": "With Job’s three friends he was also angry, because they could not find an answer, and so declared Job guilty.",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited before speaking to Job, because the others were older than he was.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when Elihu saw that the three men had no further reply, he became very angry.",
              "reference": "Job 32:5"
            },
            {
              "content": "So Elihu son of Barakel the Buzite spoke up: “I am young, but you are elderly; that is why I was fearful, and afraid to explain to you what I know.",
              "reference": "Job 32:6"
            },
            {
              "content": "I said to myself, ‘Age should speak, and length of years should make wisdom known.’",
              "reference": "Job 32:7"
            },
            {
              "content": "But it is a spirit in people, the breath of the Almighty, that makes them understand.",
              "reference": "Job 32:8"
            },
            {
              "content": "It is not the aged who are wise, nor old men who understand what is right.",
              "reference": "Job 32:9"
            },
            {
              "content": "Therefore I say, ‘Listen to me. I, even I, will explain what I know.’",
              "reference": "Job 32:10"
            },
            {
              "content": "Look, I waited for you to speak; I listened closely to your wise thoughts,while you were searching for words.",
              "reference": "Job 32:11"
            },
            {
              "content": "Now I was paying you close attention, yet there was no one proving Job wrong, not one of you was answering his statements!",
              "reference": "Job 32:12"
            },
            {
              "content": "So do not say, ‘We have found wisdom! God will refute him, not man!’",
              "reference": "Job 32:13"
            },
            {
              "content": "Job has not directed his words to me, and so I will not reply to him with your arguments.",
              "reference": "Job 32:14"
            },
            {
              "content": "“They are dismayed and cannot answer any more; they have nothing left to say.",
              "reference": "Job 32:15"
            },
            {
              "content": "And I have waited. But because they do not speak, because they stand there and answer no more,",
              "reference": "Job 32:16"
            },
            {
              "content": "I too will answer my part, I too will explain what I know.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words, and the spirit within me constrains me.",
              "reference": "Job 32:18"
            },
            {
              "content": "Inside I am like wine which has no outlet, like new wineskins ready to burst!",
              "reference": "Job 32:19"
            },
            {
              "content": "I will speak, so that I may find relief; I will open my lips, so that I may answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "I will not show partiality to anyone, nor will I confer a title on any man.",
              "reference": "Job 32:21"
            },
            {
              "content": "for I do not know how to give honorary titles, if I did, my Creator would quickly do away with me.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“But now, O Job, listen to my words, and hear everything I have to say!",
              "reference": "Job 33:1"
            },
            {
              "content": "See now, I have opened my mouth; my tongue in my mouth has spoken.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words come from the uprightness of my heart, and my lips will utter knowledge sincerely.",
              "reference": "Job 33:3"
            },
            {
              "content": "The Spirit of God has made me, and the breath of the Almighty gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Reply to me, if you can; set your arguments in order before me and take your stand!",
              "reference": "Job 33:5"
            },
            {
              "content": "Look, I am just like you in relation to God; I too have been molded from clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "Therefore no fear of me should terrify you, nor should my pressure be heavy on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "“Indeed, you have said in my hearing (I heard the sound of the words!):",
              "reference": "Job 33:8"
            },
            {
              "content": "‘I am pure, without transgression; I am clean and have no iniquity.",
              "reference": "Job 33:9"
            },
            {
              "content": "Yet God finds occasions with me; he regards me as his enemy!",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in shackles; he watches closely all my paths.’",
              "reference": "Job 33:11"
            },
            {
              "content": "Now in this, you are not right – I answer you, for God is greater than a human being.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do you contend against him, that he does not answer all a person’s words?",
              "reference": "Job 33:13"
            },
            {
              "content": "“For God speaks, the first time in one way, the second time in another, though a person does not perceive it.",
              "reference": "Job 33:14"
            },
            {
              "content": "In a dream, a night vision, when deep sleep falls on people as they sleep in their beds.",
              "reference": "Job 33:15"
            },
            {
              "content": "Then he gives a revelation to people, and terrifies them with warnings,",
              "reference": "Job 33:16"
            },
            {
              "content": "to turn a person from his sin, and to cover a person’s pride.",
              "reference": "Job 33:17"
            },
            {
              "content": "He spares a person’s life from corruption, his very life from crossing over the river.",
              "reference": "Job 33:18"
            },
            {
              "content": "Or a person is chastened by pain on his bed, and with the continual strife of his bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "so that his life loathes food, and his soul rejects appetizing fare.",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh wastes away from sight, and his bones, which were not seen, are easily visible.",
              "reference": "Job 33:21"
            },
            {
              "content": "He draws near to the place of corruption, and his life to the messengers of death.",
              "reference": "Job 33:22"
            },
            {
              "content": "If there is an angel beside him, one mediator out of a thousand, to tell a person what constitutes his uprightness;",
              "reference": "Job 33:23"
            },
            {
              "content": "and if God is gracious to him and says, ‘Spare him from going down to the place of corruption, I have found a ransom for him,’",
              "reference": "Job 33:24"
            },
            {
              "content": "then his flesh is restored like a youth’s; he returns to the days of his youthful vigor.",
              "reference": "Job 33:25"
            },
            {
              "content": "He entreats God, and God delights in him, he sees God’s face with rejoicing, and God restores to him his righteousness.",
              "reference": "Job 33:26"
            },
            {
              "content": "That person sings to others, saying: ‘I have sinned and falsified what is right, but I was not punished according to what I deserved.",
              "reference": "Job 33:27"
            },
            {
              "content": "He redeemed my life from going down to the place of corruption, and my life sees the light!’",
              "reference": "Job 33:28"
            },
            {
              "content": "“Indeed, God does all these things, twice, three times, in his dealings with a person,",
              "reference": "Job 33:29"
            },
            {
              "content": "to turn back his life from the place of corruption, that he may be enlightened with the light of life.",
              "reference": "Job 33:30"
            },
            {
              "content": "Pay attention, Job – listen to me; be silent, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have any words, reply to me; speak, for I want to justify you.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, you listen to me; be silent, and I will teach you wisdom.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Elihu answered:",
              "reference": "Job 34:1"
            },
            {
              "content": "“Listen to my words, you wise men; hear me, you learned men.",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear assesses words as the mouth tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us evaluate for ourselves what is right; let us come to know among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job says, ‘I am innocent, but God turns away my right.",
              "reference": "Job 34:5"
            },
            {
              "content": "Concerning my right, should I lie? My wound is incurable, although I am without transgression.’",
              "reference": "Job 34:6"
            },
            {
              "content": "What man is like Job, who drinks derision like water!",
              "reference": "Job 34:7"
            },
            {
              "content": "He goes about in company with evildoers, he goes along with wicked men.",
              "reference": "Job 34:8"
            },
            {
              "content": "For he says, ‘It does not profit a man when he makes his delight with God.’",
              "reference": "Job 34:9"
            },
            {
              "content": "“Therefore, listen to me, you men of understanding. Far be it from God to do wickedness, from the Almighty to do evil.",
              "reference": "Job 34:10"
            },
            {
              "content": "For he repays a person for his work, and according to the conduct of a person, he causes the consequences to find him.",
              "reference": "Job 34:11"
            },
            {
              "content": "Indeed, in truth, God does not act wickedly, and the Almighty does not pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who entrusted to him the earth? And who put him over the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If God were to set his heart on it, and gather in his spirit and his breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "all flesh would perish together and human beings would return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "“If you have understanding, listen to this, hear what I have to say.",
              "reference": "Job 34:16"
            },
            {
              "content": "Do you really think that one who hates justice can govern? And will you declare guilty the supremely righteous One,",
              "reference": "Job 34:17"
            },
            {
              "content": "who says to a king, ‘Worthless man’ and to nobles, ‘Wicked men,’",
              "reference": "Job 34:18"
            },
            {
              "content": "who shows no partiality to princes, and does not take note of the rich more than the poor, because all of them are the work of his hands?",
              "reference": "Job 34:19"
            },
            {
              "content": "In a moment they die, in the middle of the night, people are shaken and they pass away. The mighty are removed effortlessly.",
              "reference": "Job 34:20"
            },
            {
              "content": "For his eyes are on the ways of an individual, he observes all a person’s steps.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no darkness, and no deep darkness, where evildoers can hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "For he does not still consider a person, that he should come before God in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He shatters the great without inquiry, and sets up others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "Therefore, he knows their deeds, he overthrows them in the night and they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them for their wickedness, in a place where people can see,",
              "reference": "Job 34:26"
            },
            {
              "content": "because they have turned away from following him, and have not understood any of his ways,",
              "reference": "Job 34:27"
            },
            {
              "content": "so that they caused the cry of the poor to come before him, so that he hears the cry of the needy.",
              "reference": "Job 34:28"
            },
            {
              "content": "But if God is quiet, who can condemn him? If he hides his face, then who can see him? Yet he is over the individual and the nation alike,",
              "reference": "Job 34:29"
            },
            {
              "content": "so that the godless man should not rule, and not lay snares for the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "“Has anyone said to God, ‘I have endured chastisement, but I will not act wrongly any more.",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me what I cannot see. If I have done evil, I will do so no more.’",
              "reference": "Job 34:32"
            },
            {
              "content": "Is it your opinion that God should recompense it, because you reject this? But you must choose, and not I, so tell us what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "Men of understanding say to me – any wise man listening to me says –",
              "reference": "Job 34:34"
            },
            {
              "content": "that Job speaks without knowledge and his words are without understanding.",
              "reference": "Job 34:35"
            },
            {
              "content": "But Job will be tested to the end, because his answers are like those of wicked men.",
              "reference": "Job 34:36"
            },
            {
              "content": "For he adds transgression to his sin; in our midst he claps his hands, and multiplies his words against God.”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Elihu answered:",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think this to be just: when you say, ‘My right before God.’",
              "reference": "Job 35:2"
            },
            {
              "content": "But you say, ‘What will it profit you,’ and, ‘What do I gain by not sinning?’",
              "reference": "Job 35:3"
            },
            {
              "content": "I will reply to you, and to your friends with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Gaze at the heavens and see; consider the clouds, which are higher than you!",
              "reference": "Job 35:5"
            },
            {
              "content": "If you sin, how does it affect God? If your transgressions are many, what does it do to him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you give to God, or what does he receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your wickedness affects only a person like yourself, and your righteousness only other people.",
              "reference": "Job 35:8"
            },
            {
              "content": "“People cry out because of the excess of oppression; they cry out for help because of the power of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one says, ‘Where is God, my Creator, who gives songs in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "who teaches us more than the wild animals of the earth, and makes us wiser than the birds of the sky?’",
              "reference": "Job 35:11"
            },
            {
              "content": "Then they cry out – but he does not answer – because of the arrogance of the wicked.",
              "reference": "Job 35:12"
            },
            {
              "content": "Surely it is an empty cry – God does not hear it; the Almighty does not take notice of it.",
              "reference": "Job 35:13"
            },
            {
              "content": "How much less, then, when you say that you do not perceive him, that the case is before him and you are waiting for him!",
              "reference": "Job 35:14"
            },
            {
              "content": "And further, when you say that his anger does not punish, and that he does not know transgression!",
              "reference": "Job 35:15"
            },
            {
              "content": "So Job opens his mouth to no purpose; without knowledge he multiplies words.”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Elihu said further:",
              "reference": "Job 36:1"
            },
            {
              "content": "“Be patient with me a little longer and I will instruct you, for I still have words to speak on God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "With my knowledge I will speak comprehensively, and to my Creator I will ascribe righteousness.",
              "reference": "Job 36:3"
            },
            {
              "content": "For in truth, my words are not false; it is one complete in knowledge who is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "Indeed, God is mighty; and he does not despise people, he is mighty, and firm in his intent.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not allow the wicked to live, but he gives justice to the poor.",
              "reference": "Job 36:6"
            },
            {
              "content": "He does not take his eyes off the righteous; but with kings on the throne he seats the righteous and exalts them forever.",
              "reference": "Job 36:7"
            },
            {
              "content": "But if they are bound in chains, and held captive by the cords of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "then he reveals to them what they have done, and their transgressions, that they were behaving proudly.",
              "reference": "Job 36:9"
            },
            {
              "content": "And he reveals this for correction, and says that they must turn from evil.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they obey and serve him, they live out their days in prosperity and their years in pleasantness.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they refuse to listen, they pass over the river of death, and expire without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "The godless at heart nourish anger, they do not cry out even when he binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die in their youth, and their life ends among the male cultic prostitutes.",
              "reference": "Job 36:14"
            },
            {
              "content": "He delivers the afflicted by their afflictions, he reveals himself to them by their suffering.",
              "reference": "Job 36:15"
            },
            {
              "content": "And surely, he drew you from the mouth of distress, to a wide place, unrestricted, and to the comfort of your table filled with rich food.",
              "reference": "Job 36:16"
            },
            {
              "content": "But now you are preoccupied with the judgment due the wicked, judgment and justice take hold of you.",
              "reference": "Job 36:17"
            },
            {
              "content": "Be careful that no one entices you with riches; do not let a large bribe turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "Would your wealth sustain you, so that you would not be in distress, even all your mighty efforts?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the cover of night to drag people away from their homes.",
              "reference": "Job 36:20"
            },
            {
              "content": "Take heed, do not turn to evil, for because of this you have been tested by affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "Indeed, God is exalted in his power; who is a teacher like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has prescribed his ways for him? Or said to him, ‘You have done what is wicked’?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember to extol his work, which people have praised in song.",
              "reference": "Job 36:24"
            },
            {
              "content": "All humanity has seen it; people gaze on it from afar.",
              "reference": "Job 36:25"
            },
            {
              "content": "“Yes, God is great – beyond our knowledge! The number of his years is unsearchable.",
              "reference": "Job 36:26"
            },
            {
              "content": "He draws up drops of water; they distill the rain into its mist,",
              "reference": "Job 36:27"
            },
            {
              "content": "which the clouds pour down and shower on humankind abundantly.",
              "reference": "Job 36:28"
            },
            {
              "content": "Who can understand the spreading of the clouds, the thunderings of his pavilion?",
              "reference": "Job 36:29"
            },
            {
              "content": "See how he scattered his lightning about him; he has covered the depths of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "It is by these that he judges the nations and supplies food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "With his hands he covers the lightning, and directs it against its target.",
              "reference": "Job 36:32"
            },
            {
              "content": "His thunder announces the coming storm, the cattle also, concerning the storm’s approach.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 NET",
          "version": "NET",
          "verses": [
            {
              "content": "At this also my heart pounds and leaps from its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen carefully to the thunder of his voice, to the rumbling that proceeds from his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "Under the whole heaven he lets it go, even his lightning to the far corners of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After that a voice roars; he thunders with an exalted voice, and he does not hold back his lightning bolts when his voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God thunders with his voice in marvelous ways; he does great things beyond our understanding.",
              "reference": "Job 37:5"
            },
            {
              "content": "For to the snow he says, ‘Fall to earth,’ and to the torrential rains, ‘Pour down.’",
              "reference": "Job 37:6"
            },
            {
              "content": "He causes everyone to stop working, so that all people may know his work.",
              "reference": "Job 37:7"
            },
            {
              "content": "The wild animals go to their lairs, and in their dens they remain.",
              "reference": "Job 37:8"
            },
            {
              "content": "A tempest blows out from its chamber, icy cold from the driving winds.",
              "reference": "Job 37:9"
            },
            {
              "content": "The breath of God produces ice, and the breadth of the waters freeze solid.",
              "reference": "Job 37:10"
            },
            {
              "content": "He loads the clouds with moisture; he scatters his lightning through the clouds.",
              "reference": "Job 37:11"
            },
            {
              "content": "The clouds go round in circles, wheeling about according to his plans, to carry out all that he commands them over the face of the whole inhabited world.",
              "reference": "Job 37:12"
            },
            {
              "content": "Whether it is for punishment for his land, or whether it is for mercy, he causes it to find its mark.",
              "reference": "Job 37:13"
            },
            {
              "content": "“Pay attention to this, Job! Stand still and consider the wonders God works.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God commands them, how he makes lightning flash in his storm cloud?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know about the balancing of the clouds, that wondrous activity of him who is perfect in knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "You, whose garments are hot when the earth is still because of the south wind,",
              "reference": "Job 37:17"
            },
            {
              "content": "will you, with him, spread out the clouds, solid as a mirror of molten metal?",
              "reference": "Job 37:18"
            },
            {
              "content": "Tell us what we should say to him. We cannot prepare a case because of the darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should he be informed that I want to speak? If a man speaks, surely he would be swallowed up!",
              "reference": "Job 37:20"
            },
            {
              "content": "But now, the sun cannot be looked at – it is bright in the skies – after a wind passed and swept the clouds away.",
              "reference": "Job 37:21"
            },
            {
              "content": "From the north he comes in golden splendor; around God is awesome majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "As for the Almighty, we cannot attain to him! He is great in power, but justice and abundant righteousness he does not oppress.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore people fear him, for he does not regard all the wise in heart.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then the Lord answered Job out of the whirlwind:",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this who darkens counsel with words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Get ready for a difficult task like a man; I will question you and you will inform me!",
              "reference": "Job 38:3"
            },
            {
              "content": "“Where were you when I laid the foundation of the earth? Tell me, if you possess understanding!",
              "reference": "Job 38:4"
            },
            {
              "content": "Who set its measurements – if you know – or who stretched a measuring line across it?",
              "reference": "Job 38:5"
            },
            {
              "content": "On what were its bases set, or who laid its cornerstone –",
              "reference": "Job 38:6"
            },
            {
              "content": "when the morning stars sang in chorus, and all the sons of God shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "“Who shut up the sea with doors when it burst forth, coming out of the womb,",
              "reference": "Job 38:8"
            },
            {
              "content": "when I made the storm clouds its garment, and thick darkness its swaddling band,",
              "reference": "Job 38:9"
            },
            {
              "content": "when I prescribed its limits, and set in place its bolts and doors,",
              "reference": "Job 38:10"
            },
            {
              "content": "when I said, ‘To here you may come and no farther, here your proud waves will be confined’?",
              "reference": "Job 38:11"
            },
            {
              "content": "Have you ever in your life commanded the morning, or made the dawn know its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "that it might seize the corners of the earth, and shake the wicked out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "The earth takes shape like clay under a seal; its features are dyed like a garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "Then from the wicked the light is withheld, and the arm raised in violence is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "Have you gone to the springs that fill the sea, or walked about in the recesses of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been revealed to you? Have you seen the gates of deepest darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you considered the vast expanses of the earth? Tell me, if you know it all!",
              "reference": "Job 38:18"
            },
            {
              "content": "“In what direction does light reside, and darkness, where is its place,",
              "reference": "Job 38:19"
            },
            {
              "content": "that you may take them to their borders and perceive the pathways to their homes?",
              "reference": "Job 38:20"
            },
            {
              "content": "You know, for you were born before them; and the number of your days is great!",
              "reference": "Job 38:21"
            },
            {
              "content": "Have you entered the storehouse of the snow, or seen the armory of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "which I reserve for the time of trouble, for the day of war and battle?",
              "reference": "Job 38:23"
            },
            {
              "content": "In what direction is lightning dispersed, or the east winds scattered over the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who carves out a channel for the heavy rains, and a path for the rumble of thunder,",
              "reference": "Job 38:25"
            },
            {
              "content": "to cause it to rain on an uninhabited land, a desert where there are no human beings,",
              "reference": "Job 38:26"
            },
            {
              "content": "to satisfy a devastated and desolate land, and to cause it to sprout with vegetation?",
              "reference": "Job 38:27"
            },
            {
              "content": "Does the rain have a father, or who has fathered the drops of the dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "From whose womb does the ice emerge, and the frost from the sky, who gives birth to it,",
              "reference": "Job 38:29"
            },
            {
              "content": "when the waters become hard like stone, when the surface of the deep is frozen solid?",
              "reference": "Job 38:30"
            },
            {
              "content": "Can you tie the bands of the Pleiades, or release the cords of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you lead out the constellations in their seasons, or guide the Bear with its cubs?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the laws of the heavens, or can you set up their rule over the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Can you raise your voice to the clouds so that a flood of water covers you?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send out lightning bolts, and they go? Will they say to you, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who has put wisdom in the heart, or has imparted understanding to the mind?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who by wisdom can count the clouds, and who can tip over the water jars of heaven,",
              "reference": "Job 38:37"
            },
            {
              "content": "when the dust hardens into a mass, and the clumps of earth stick together?",
              "reference": "Job 38:38"
            },
            {
              "content": "“Do you hunt prey for the lioness, and satisfy the appetite of the lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "when they crouch in their dens, when they wait in ambush in the thicket?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who prepares prey for the raven, when its young cry out to God and wander about for lack of food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 NET",
          "version": "NET",
          "verses": [
            {
              "content": "“Are you acquainted with the way the mountain goats give birth? Do you watch as the wild deer give birth to their young?",
              "reference": "Job 39:1"
            },
            {
              "content": "Do you count the months they must fulfill, and do you know the time they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "They crouch, they bear their young, they bring forth the offspring they have carried.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young grow strong, and grow up in the open; they go off, and do not return to them.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who let the wild donkey go free? Who released the bonds of the donkey,",
              "reference": "Job 39:5"
            },
            {
              "content": "to whom I appointed the steppe for its home, the salt wastes as its dwelling place?",
              "reference": "Job 39:6"
            },
            {
              "content": "It scorns the tumult in the town; it does not hear the shouts of a driver.",
              "reference": "Job 39:7"
            },
            {
              "content": "It ranges the hills as its pasture, and searches after every green plant.",
              "reference": "Job 39:8"
            },
            {
              "content": "Is the wild ox willing to be your servant? Will it spend the night at your feeding trough?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you bind the wild ox to a furrow with its rope, will it till the valleys, following after you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you rely on it because its strength is great? Will you commit your labor to it?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you count on it to bring in your grain, and gather the grain to your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "“The wings of the ostrich flap with joy, but are they the pinions and plumage of a stork?",
              "reference": "Job 39:13"
            },
            {
              "content": "For she leaves her eggs on the ground, and lets them be warmed on the soil.",
              "reference": "Job 39:14"
            },
            {
              "content": "She forgets that a foot might crush them, or that a wild animal might trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She is harsh with her young, as if they were not hers; she is unconcerned about the uselessness of her labor.",
              "reference": "Job 39:16"
            },
            {
              "content": "For God deprived her of wisdom, and did not impart understanding to her.",
              "reference": "Job 39:17"
            },
            {
              "content": "But as soon as she springs up, she laughs at the horse and its rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "“Do you give the horse its strength? Do you clothe its neck with a mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Do you make it leap like a locust? Its proud neighing is terrifying!",
              "reference": "Job 39:20"
            },
            {
              "content": "It paws the ground in the valley, exulting mightily, it goes out to meet the weapons.",
              "reference": "Job 39:21"
            },
            {
              "content": "It laughs at fear and is not dismayed; it does not shy away from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "On it the quiver rattles; the lance and javelin flash.",
              "reference": "Job 39:23"
            },
            {
              "content": "In excitement and impatience it consumes the ground; it cannot stand still when the trumpet is blown.",
              "reference": "Job 39:24"
            },
            {
              "content": "At the sound of the trumpet, it says, ‘Aha!’ And from a distance it catches the scent of battle, the thunderous shouting of commanders, and the battle cries.",
              "reference": "Job 39:25"
            },
            {
              "content": "“Is it by your understanding that the hawk soars, and spreads its wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Is it at your command that the eagle soars, and builds its nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "It lives on a rock and spends the night there, on a rocky crag and a fortress.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there it spots its prey, its eyes gaze intently from a distance.",
              "reference": "Job 39:29"
            },
            {
              "content": "And its young ones devour the blood, and where the dead carcasses are, there it is.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then the Lord answered Job:",
              "reference": "Job 40:1"
            },
            {
              "content": "“Will the one who contends with the Almighty correct him? Let the person who accuses God give him an answer!”",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered the Lord:",
              "reference": "Job 40:3"
            },
            {
              "content": "“Indeed, I am completely unworthy – how could I reply to you? I put my hand over my mouth to silence myself.",
              "reference": "Job 40:4"
            },
            {
              "content": "I have spoken once, but I cannot answer; twice, but I will say no more.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job from the whirlwind:",
              "reference": "Job 40:6"
            },
            {
              "content": "“Get ready for a difficult task like a man. I will question you and you will inform me!",
              "reference": "Job 40:7"
            },
            {
              "content": "Would you indeed annul my justice? Would you declare me guilty so that you might be right?",
              "reference": "Job 40:8"
            },
            {
              "content": "Do you have an arm as powerful as God’s, and can you thunder with a voice like his?",
              "reference": "Job 40:9"
            },
            {
              "content": "Adorn yourself, then, with majesty and excellency, and clothe yourself with glory and honor!",
              "reference": "Job 40:10"
            },
            {
              "content": "Scatter abroad the abundance of your anger. Look at every proud man and bring him low;",
              "reference": "Job 40:11"
            },
            {
              "content": "Look at every proud man and abase him; crush the wicked on the spot!",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide them in the dust together, imprison them in the grave.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I myself will acknowledge to you that your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "“Look now at Behemoth, which I made as I made you; it eats grass like the ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "Look at its strength in its loins, and its power in the muscles of its belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "It makes its tail stiff like a cedar, the sinews of its thighs are tightly wound.",
              "reference": "Job 40:17"
            },
            {
              "content": "Its bones are tubes of bronze, its limbs like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "It ranks first among the works of God, the One who made it has furnished it with a sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "For the hills bring it food, where all the wild animals play.",
              "reference": "Job 40:20"
            },
            {
              "content": "Under the lotus trees it lies, in the secrecy of the reeds and the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus trees conceal it in their shadow; the poplars by the stream conceal it.",
              "reference": "Job 40:22"
            },
            {
              "content": "If the river rages, it is not disturbed, it is secure, though the Jordan should surge up to its mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can anyone catch it by its eyes, or pierce its nose with a snare?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 NET",
          "version": "NET",
          "verses": [
            {
              "content": "(40:25) “Can you pull in Leviathan with a hook, and tie down its tongue with a rope?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you put a cord through its nose, or pierce its jaw with a hook?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will it make numerous supplications to you, will it speak to you with tender words?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will it make a pact with you, so you could take it as your slave for life?",
              "reference": "Job 41:4"
            },
            {
              "content": "Can you play with it, like a bird, or tie it on a leash for your girls?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will partners bargain for it? Will they divide it up among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you fill its hide with harpoons or its head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "If you lay your hand on it, you will remember the fight, and you will never do it again!",
              "reference": "Job 41:8"
            },
            {
              "content": "(41:1) See, his expectation is wrong, he is laid low even at the sight of it.",
              "reference": "Job 41:9"
            },
            {
              "content": "Is it not fierce when it is awakened? Who is he, then, who can stand before it?",
              "reference": "Job 41:10"
            },
            {
              "content": "(Who has confronted me that I should repay? Everything under heaven belongs to me!)",
              "reference": "Job 41:11"
            },
            {
              "content": "I will not keep silent about its limbs, and the extent of its might, and the grace of its arrangement.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can uncover its outer covering? Who can penetrate to the inside of its armor?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who can open the doors of its mouth? Its teeth all around are fearsome.",
              "reference": "Job 41:14"
            },
            {
              "content": "Its back has rows of shields, shut up closely together as with a seal;",
              "reference": "Job 41:15"
            },
            {
              "content": "each one is so close to the next that no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "They lock tightly together, one to the next; they cling together and cannot be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "Its snorting throws out flashes of light; its eyes are like the red glow of dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "Out of its mouth go flames, sparks of fire shoot forth!",
              "reference": "Job 41:19"
            },
            {
              "content": "Smoke streams from its nostrils as from a boiling pot over burning rushes.",
              "reference": "Job 41:20"
            },
            {
              "content": "Its breath sets coals ablaze and a flame shoots from its mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "Strength lodges in its neck, and despair runs before it.",
              "reference": "Job 41:22"
            },
            {
              "content": "The folds of its flesh are tightly joined; they are firm on it, immovable.",
              "reference": "Job 41:23"
            },
            {
              "content": "Its heart is hard as rock, hard as a lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When it rises up, the mighty are terrified, at its thrashing about they withdraw.",
              "reference": "Job 41:25"
            },
            {
              "content": "Whoever strikes it with a sword will have no effect, nor with the spear, arrow, or dart.",
              "reference": "Job 41:26"
            },
            {
              "content": "It regards iron as straw and bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "Arrows do not make it flee; slingstones become like chaff to it.",
              "reference": "Job 41:28"
            },
            {
              "content": "A club is counted as a piece of straw; it laughs at the rattling of the lance.",
              "reference": "Job 41:29"
            },
            {
              "content": "Its underparts are the sharp points of potsherds, it leaves its mark in the mud like a threshing sledge.",
              "reference": "Job 41:30"
            },
            {
              "content": "It makes the deep boil like a cauldron and stirs up the sea like a pot of ointment,",
              "reference": "Job 41:31"
            },
            {
              "content": "It leaves a glistening wake behind it; one would think the deep had a head of white hair.",
              "reference": "Job 41:32"
            },
            {
              "content": "The likes of it is not on earth, a creature without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "It looks on every haughty being; it is king over all that are proud.”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 NET",
          "version": "NET",
          "verses": [
            {
              "content": "Then Job answered the Lord:",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know that you can do all things; no purpose of yours can be thwarted;",
              "reference": "Job 42:2"
            },
            {
              "content": "you asked, ‘Who is this who darkens counsel without knowledge?’ But I have declared without understanding things too wonderful for me to know.",
              "reference": "Job 42:3"
            },
            {
              "content": "You said, ‘Pay attention, and I will speak; I will question you, and you will answer me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "I had heard of you by the hearing of the ear, but now my eye has seen you.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I despise myself, and I repent in dust and ashes!",
              "reference": "Job 42:6"
            },
            {
              "content": "After the Lord had spoken these things to Job, he said to Eliphaz the Temanite, “My anger is stirred up against you and your two friends, because you have not spoken about me what is right, as my servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "So now take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. And my servant Job will intercede for you, and I will respect him, so that I do not deal with you according to your folly, because you have not spoken about me what is right, as my servant Job has.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So they went, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, and did just as the Lord had told them; and the Lord had respect for Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "So the Lord restored what Job had lost after he prayed for his friends, and the Lord doubled all that had belonged to Job.",
              "reference": "Job 42:10"
            },
            {
              "content": "So they came to him, all his brothers and sisters and all who had known him before, and they dined with him in his house. They comforted him and consoled him for all the trouble the Lord had brought on him, and each one gave him a piece of silver and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "So the Lord blessed the second part of Job’s life more than the first. He had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "And he also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "The first daughter he named Jemimah, the second Keziah, and the third Keren-Happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "Nowhere in all the land could women be found who were as beautiful as Job’s daughters, and their father granted them an inheritance alongside their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this Job lived 140 years; he saw his children and their children to the fourth generation.",
              "reference": "Job 42:16"
            },
            {
              "content": "And so Job died, old and full of days.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "1996 - 2007 by Biblical Studies Press, LLC",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}