{
  "translation": "NIRV",
  "translationId": 110,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "There was a man who lived in the land of Uz. His name was Job. He was honest. He did what was right. He had respect for God and avoided evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "Job had seven sons and three daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "He owned 7,000 sheep and 3,000 camels. He owned 500 pairs of oxen and 500 donkeys. He also had a large number of servants. He was the most important man among all the people in the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to give feasts in their homes on their birthdays. They would invite their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "The time for enjoying good food would end. Then Job would make plans for his children to be made pure and “clean.” He would sacrifice a burnt offering for each of them. He would do it early in the morning. He would think, “Perhaps my children have sinned. Maybe they have spoken evil things against God in their hearts.” That’s what Job always did for his children when he felt they had sinned.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day angels came to the Lord. Satan also came with them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to Satan, “Where have you come from?” Satan answered, “From traveling all around the earth. I’ve been going from one end of it to the other.”",
              "reference": "Job 1:7"
            },
            {
              "content": "Then the Lord said to Satan, “Have you thought about my servant Job? There isn’t anyone on earth like him. He is honest. He does what is right. He has respect for God and avoids evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "“You always give Job everything he needs,” Satan replied. “That’s why he has respect for you.",
              "reference": "Job 1:9"
            },
            {
              "content": "Haven’t you guarded him and his family? Haven’t you taken care of everything he has? You have blessed everything he does. His flocks and herds are spread all through the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But now reach out your hand and strike down everything he has. Then I’m sure he will speak evil things against you. In fact, he’ll do it right in front of you.”",
              "reference": "Job 1:11"
            },
            {
              "content": "The Lord said to Satan, “All right. I am handing everything he has over to you. But do not touch the man himself.” Then Satan left the Lord and went on his way.",
              "reference": "Job 1:12"
            },
            {
              "content": "One day Job’s sons and daughters were at their oldest brother’s house. They were enjoying good food and drinking wine.",
              "reference": "Job 1:13"
            },
            {
              "content": "During that time a messenger came to Job. He said, “The oxen were plowing. The donkeys were eating grass near them.",
              "reference": "Job 1:14"
            },
            {
              "content": "Then the Sabeans attacked us and carried off the animals. They killed some of the servants with their swords. I’m the only one who has escaped to tell you!”",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking, a second messenger came. He said, “God sent lightning from the sky. It struck the sheep and killed them. It burned up some of the servants. I’m the only one who has escaped to tell you!”",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking, a third messenger came. He said, “The Chaldeans separated themselves into three groups. They attacked your camels and carried them off. They killed the rest of the servants with their swords. I’m the only one who has escaped to tell you!”",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking, a fourth messenger came. He said, “Your sons and daughters were at their oldest brother’s house. They were enjoying good food and drinking wine.",
              "reference": "Job 1:18"
            },
            {
              "content": "Suddenly a strong wind blew in from the desert. It struck the four corners of the house. The house fell down on your children. Now all of them are dead. I’m the only one who has escaped to tell you!”",
              "reference": "Job 1:19"
            },
            {
              "content": "After Job heard all these reports, he got up and tore his robe. He shaved his head. Then he fell to the ground and worshiped the Lord.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “I was born naked. And I’ll leave here naked. The Lord has given, and the Lord has taken away. May the name of the Lord be praised.”",
              "reference": "Job 1:21"
            },
            {
              "content": "In spite of everything, Job didn’t sin by blaming God for doing anything wrong.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "On another day angels came to the Lord. Satan also came to him along with them.",
              "reference": "Job 2:1"
            },
            {
              "content": "The Lord said to Satan, “Where have you come from?” Satan answered, “From traveling all around the earth. I’ve been going from one end of it to the other.”",
              "reference": "Job 2:2"
            },
            {
              "content": "Then the Lord said to Satan, “Have you thought about my servant Job? There isn’t anyone on earth like him. He is honest. He does what is right. He has respect for God and avoids evil. You tried to turn me against him. You wanted me to destroy him without any reason. But he still continues to be faithful.”",
              "reference": "Job 2:3"
            },
            {
              "content": "Satan replied, “A man will give everything he has to save himself. So Job is willing to give up the lives of his family to save his own life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But now reach out your hand and strike his flesh and bones. Then I’m sure he will speak evil things against you. In fact, he’ll do it right in front of you.”",
              "reference": "Job 2:5"
            },
            {
              "content": "The Lord said to Satan, “All right. I am handing him over to you. But you must spare his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "Then Satan left the Lord and went on his way. He sent painful sores on Job. They covered him from the bottom of his feet to the top of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "He got part of a broken pot. He used it to scrape his skin. He did it while he was sitting in ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "His wife said to him, “Are you still continuing to be faithful to the Lord? Speak evil things against him and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "Job replied, “You are talking like a foolish woman. We accept good things from God. So we should also accept trouble when he sends it.” In spite of everything, Job didn’t say anything that was sinful.",
              "reference": "Job 2:10"
            },
            {
              "content": "Job had three friends named Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They heard about all the troubles that had come to Job. So they started out from their homes. They had agreed to meet together. They wanted to go and show their concern for Job. They wanted to comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they got closer to where he lived, they could see him. But they could hardly recognize him. They began to weep out loud. They tore their robes and sprinkled dust on their heads.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat down on the ground with him for seven days and seven nights. No one said a word to him. That’s because they saw how much he was suffering.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "After a while, Job opened his mouth to speak. He cursed the day he had been born.",
              "reference": "Job 3:1"
            },
            {
              "content": "He said,",
              "reference": "Job 3:2"
            },
            {
              "content": "“May the day I was born be wiped out. May the night be wiped away when people said, ‘A boy is born!’",
              "reference": "Job 3:3"
            },
            {
              "content": "May that day turn into darkness. May God in heaven not care about it. May no light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "May gloom and total darkness take it back. May a cloud settle over it. May blackness cover it up.",
              "reference": "Job 3:5"
            },
            {
              "content": "May deep darkness take over the night I was born. May it not be included among the days of the year. May it never appear in any of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "May no children ever have been born on that night. May no shout of joy be heard in it.",
              "reference": "Job 3:7"
            },
            {
              "content": "May people say evil things about that day. May people ready to wake the sea monster Leviathan say evil things about that day.",
              "reference": "Job 3:8"
            },
            {
              "content": "May its morning stars become dark. May it lose all hope of ever seeing daylight. May it not see the first light of the morning sun.",
              "reference": "Job 3:9"
            },
            {
              "content": "It didn’t keep my mother from letting me be born. It didn’t keep my eyes from seeing trouble.",
              "reference": "Job 3:10"
            },
            {
              "content": "“Why didn’t I die when I was born? Why didn’t I die as I came out of my mother’s body?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why was I placed on her knees? Why did her breasts give me milk?",
              "reference": "Job 3:12"
            },
            {
              "content": "If all of that hadn’t happened, I would be lying down in peace. I’d be asleep and at rest in the grave.",
              "reference": "Job 3:13"
            },
            {
              "content": "I’d be with the earth’s kings and rulers. They had built for themselves places that are now destroyed.",
              "reference": "Job 3:14"
            },
            {
              "content": "I’d be with princes who used to have gold. They had filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Why wasn’t I buried like a baby who was born dead? Why wasn’t I buried like a child who never saw the light of day?",
              "reference": "Job 3:16"
            },
            {
              "content": "In the grave, sinful people don’t cause trouble anymore. And there tired people find rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "Prisoners also enjoy peace there. They don’t hear a slave driver shouting at them anymore.",
              "reference": "Job 3:18"
            },
            {
              "content": "The least important and most important people are there. And there the slaves are set free from their owners.",
              "reference": "Job 3:19"
            },
            {
              "content": "“Why should those who suffer ever be born? Why should life be given to those whose spirits are bitter?",
              "reference": "Job 3:20"
            },
            {
              "content": "Why is life given to those who long for death that doesn’t come? Why is it given to those who would rather search for death than for hidden treasure?",
              "reference": "Job 3:21"
            },
            {
              "content": "Why is life given to those who are actually happy and glad when they reach the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is life given to a man like me? God hasn’t told me what will happen to me. He has surrounded me with nothing but trouble.",
              "reference": "Job 3:23"
            },
            {
              "content": "Sighs have become my food every day. Groans pour out of me like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "What I was afraid of has come on me. What I worried about has happened to me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I don’t have any peace and quiet. I can’t find any rest. All I have is trouble.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied,",
              "reference": "Job 4:1"
            },
            {
              "content": "“Job, suppose someone tries to talk to you. Will that make you uneasy? I can’t keep from speaking up.",
              "reference": "Job 4:2"
            },
            {
              "content": "Look, you taught many people. You made weak hands strong.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words helped those who had fallen down. You made shaky knees strong.",
              "reference": "Job 4:4"
            },
            {
              "content": "Now trouble comes to you. And you are unhappy about it. It strikes you down. And you are afraid.",
              "reference": "Job 4:5"
            },
            {
              "content": "Shouldn’t you worship God and trust in him? Shouldn’t your honest life give you hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "“Here’s something to think about. Have people who aren’t guilty ever been wiped out? Have honest people ever been completely destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "Here’s what I’ve observed. People gather a crop from what they plant. If they plant evil and trouble, that’s what they will harvest.",
              "reference": "Job 4:8"
            },
            {
              "content": "The breath of God destroys them. The blast of his anger wipes them out.",
              "reference": "Job 4:9"
            },
            {
              "content": "Powerful lions might roar and growl. But their teeth are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "Lions die because they don’t have any food. Then their cubs are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "“A message came to me in secret. It was as quiet as a whisper.",
              "reference": "Job 4:12"
            },
            {
              "content": "I had a scary dream one night. I was sound asleep.",
              "reference": "Job 4:13"
            },
            {
              "content": "Fear and trembling seized me. That made every bone in my body shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "A spirit glided past my face. The hair on my body stood on end.",
              "reference": "Job 4:15"
            },
            {
              "content": "Then the spirit stopped. But I couldn’t tell what it was. Something stood there in front of me. I heard a soft voice.",
              "reference": "Job 4:16"
            },
            {
              "content": "It said, ‘Can a human being be more right than God? Can even a strong man be more pure than the God who made him?",
              "reference": "Job 4:17"
            },
            {
              "content": "God doesn’t trust those who serve him. He even brings charges against his angels.",
              "reference": "Job 4:18"
            },
            {
              "content": "So he’ll certainly find fault with human beings. After all, they are made out of dust. They can be crushed more easily than a moth.",
              "reference": "Job 4:19"
            },
            {
              "content": "Between sunrise and sunset they are broken to pieces. Nobody even notices. They disappear forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "Like a tent that falls down, they get weak. They die because they didn’t follow God’s wisdom.’ ”",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Eliphaz continued, “Call out if you want to, Job. But who will answer you? Which one of the holy angels will you turn to?",
              "reference": "Job 5:1"
            },
            {
              "content": "Anger kills foolish people. Jealousy destroys those who are childish.",
              "reference": "Job 5:2"
            },
            {
              "content": "I saw that foolish people were having success. But suddenly harm came to their homes.",
              "reference": "Job 5:3"
            },
            {
              "content": "Their children aren’t safe at all. They lose their case in court. No one speaks up for them.",
              "reference": "Job 5:4"
            },
            {
              "content": "Hungry people eat up the crops of the foolish. They even take the food that grows among thorns. Thirsty people long for the wealth of the foolish.",
              "reference": "Job 5:5"
            },
            {
              "content": "Hard times don’t just grow out of the soil. Trouble doesn’t jump out of the ground.",
              "reference": "Job 5:6"
            },
            {
              "content": "People are born to have trouble. And that’s just as sure as sparks fly up.",
              "reference": "Job 5:7"
            },
            {
              "content": "“If I were you, I’d make my appeal to God. I’d bring my case to be judged by him.",
              "reference": "Job 5:8"
            },
            {
              "content": "He does wonderful things that can’t be understood. He does miracles that can’t even be counted.",
              "reference": "Job 5:9"
            },
            {
              "content": "He sends rain on the earth. He sends water on the countryside.",
              "reference": "Job 5:10"
            },
            {
              "content": "He lifts up people who are lowly in spirit. He lifts up those who are sad. He keeps them safe.",
              "reference": "Job 5:11"
            },
            {
              "content": "He stops the evil plans of those who are clever. The work of their hands doesn’t succeed.",
              "reference": "Job 5:12"
            },
            {
              "content": "Some people think they are so wise. But God catches them in their own tricks. He sweeps away the evil plans of sinful people.",
              "reference": "Job 5:13"
            },
            {
              "content": "Darkness covers them in the daytime. At noon they feel their way around as if it were night.",
              "reference": "Job 5:14"
            },
            {
              "content": "God saves needy people from the cutting words of their enemies. He saves them from their power.",
              "reference": "Job 5:15"
            },
            {
              "content": "So poor people have hope. And God shuts the mouths of those who don’t treat others fairly.",
              "reference": "Job 5:16"
            },
            {
              "content": "“Blessed is the person God corrects. So don’t hate the Mighty One’s training.",
              "reference": "Job 5:17"
            },
            {
              "content": "He wounds. But he also bandages up those he wounds. He harms. But his hands also heal those he harms.",
              "reference": "Job 5:18"
            },
            {
              "content": "From six troubles he will save you. Even if you are in trouble seven times, no harm will come to you.",
              "reference": "Job 5:19"
            },
            {
              "content": "When there isn’t enough food, God will keep you from dying. When you go into battle, he won’t let a sword strike you down.",
              "reference": "Job 5:20"
            },
            {
              "content": "He will keep you safe from words that can hurt you. You won’t need to be afraid when everything is being destroyed.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh when things are being destroyed. You will enjoy life even when there isn’t enough food. You won’t be afraid of wild animals.",
              "reference": "Job 5:22"
            },
            {
              "content": "You will make a covenant with the stones in the fields. They won’t keep your crops from growing. Even wild animals will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You will know that the tent you live in is secure. You will check out your property. You will see that nothing is missing.",
              "reference": "Job 5:24"
            },
            {
              "content": "You can be sure you will have a lot of children. They will be as many as the blades of grass on the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will go down to the grave while you are still very strong. You will be like a crop that is gathered at the right time.",
              "reference": "Job 5:26"
            },
            {
              "content": "“We have carefully studied all these things. And they are true. So pay attention to them. Apply them to yourself.”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 6:1"
            },
            {
              "content": "“I wish my great pain could be weighed! I wish all my suffering could be weighed on scales!",
              "reference": "Job 6:2"
            },
            {
              "content": "I’m sure it would weigh more than the grains of sand on the seashore. No wonder I’ve been so quick to speak!",
              "reference": "Job 6:3"
            },
            {
              "content": "The Mighty One has shot me with his arrows. I have to drink their poison. God’s terrors are aimed at me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does a wild donkey cry out when it has enough grass? Does an ox call out when it has plenty of food?",
              "reference": "Job 6:5"
            },
            {
              "content": "Is food that doesn’t have any taste eaten without salt? Is there any flavor in the sap of a mallow plant?",
              "reference": "Job 6:6"
            },
            {
              "content": "I refuse to touch that kind of food. It makes me sick.",
              "reference": "Job 6:7"
            },
            {
              "content": "“I wish I could have what I’m asking for! I wish God would give me what I’m hoping for!",
              "reference": "Job 6:8"
            },
            {
              "content": "I wish he would crush me! I wish he would just cut off my life!",
              "reference": "Job 6:9"
            },
            {
              "content": "Then I’d still have one thing to comfort me. It would be that I haven’t said no to the Holy One’s commands. That would give me joy in spite of my pain that never ends.",
              "reference": "Job 6:10"
            },
            {
              "content": "“I’m so weak that I no longer have any hope. Things have gotten so bad that I can’t wait for help anymore.",
              "reference": "Job 6:11"
            },
            {
              "content": "Am I as strong as stone? Is my body made out of bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "I don’t have the power to help myself. All hope of success has been taken away from me.",
              "reference": "Job 6:13"
            },
            {
              "content": "“A person shouldn’t stop being kind to a friend. Anyone who does that stops showing respect for the Mighty One.",
              "reference": "Job 6:14"
            },
            {
              "content": "But my friends have stopped being kind to me. They are like streams that only flow for part of the year. They are like rivers that flow over their banks",
              "reference": "Job 6:15"
            },
            {
              "content": "when the ice begins to break up. The streams rise when the snow starts to melt.",
              "reference": "Job 6:16"
            },
            {
              "content": "But they stop flowing when the dry season comes. They disappear from their stream beds when the weather warms up.",
              "reference": "Job 6:17"
            },
            {
              "content": "Groups of traders turn away from their usual paths. They go off into the dry and empty land. And they die there.",
              "reference": "Job 6:18"
            },
            {
              "content": "Traders from Tema look for water. Traveling merchants from Sheba also hope to find it.",
              "reference": "Job 6:19"
            },
            {
              "content": "They become troubled because they had expected to find some. But when they arrive at the stream beds, they don’t find any water at all.",
              "reference": "Job 6:20"
            },
            {
              "content": "And now, my friends, you haven’t helped me either. You see the horrible condition I’m in. And that makes you afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "I’ve never said, ‘Give me something to help me. Use your wealth to set me free.",
              "reference": "Job 6:22"
            },
            {
              "content": "Save me from the power of my enemy. Rescue me from the power of mean people.’",
              "reference": "Job 6:23"
            },
            {
              "content": "“Teach me. Then I’ll be quiet. Show me what I’ve done wrong.",
              "reference": "Job 6:24"
            },
            {
              "content": "Honest words are so painful! But your reasoning doesn’t prove anything.",
              "reference": "Job 6:25"
            },
            {
              "content": "Are you trying to correct what I’m saying? Are you treating my hopeless words like nothing but wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "You would even cast lots for those whose fathers have died. You would even trade away your closest friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "“But now please look at me. Would I tell you a lie right here in front of you?",
              "reference": "Job 6:28"
            },
            {
              "content": "Stop what you are saying. Don’t be so unfair. Think it over again. You are trying to take my honesty away from me.",
              "reference": "Job 6:29"
            },
            {
              "content": "Has my mouth spoken anything that is evil? Do my lips say things that are hateful?”",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job continued, “Don’t all human beings have to work hard on this earth? Aren’t their days like the days of hired workers?",
              "reference": "Job 7:1"
            },
            {
              "content": "I’ve been like a slave who longs for the evening shadows to come. I’ve been like a hired worker who is waiting to be paid.",
              "reference": "Job 7:2"
            },
            {
              "content": "I’ve been given several months that were useless to me. My nights have been filled with suffering.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down I think, ‘How long will it be before I can get up?’ The night drags on. I toss and turn until sunrise.",
              "reference": "Job 7:4"
            },
            {
              "content": "My body is covered with worms and sores. My skin is broken. It has boils all over it.",
              "reference": "Job 7:5"
            },
            {
              "content": "“My days pass by faster than a weaver can work. They come to an end. I don’t have any hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "God, remember that my life is only a breath. I’ll never be happy again.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eyes that see me now won’t see me anymore. You will look for me. But I’ll be gone.",
              "reference": "Job 7:8"
            },
            {
              "content": "When a cloud disappears, it’s gone forever. And anyone who goes down to the grave never returns.",
              "reference": "Job 7:9"
            },
            {
              "content": "He never comes home again. Even his own family doesn’t remember him.",
              "reference": "Job 7:10"
            },
            {
              "content": "“So I won’t keep quiet. When I’m suffering greatly, I’ll speak out. When my spirit is bitter, I’ll tell you how unhappy I am.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the ocean? Am I the sea monster? If I’m not, why do you guard me so closely?",
              "reference": "Job 7:12"
            },
            {
              "content": "Sometimes I think my bed will comfort me. I think my couch will keep me from being unhappy.",
              "reference": "Job 7:13"
            },
            {
              "content": "But even then you send me dreams that frighten me. You send me visions that terrify me.",
              "reference": "Job 7:14"
            },
            {
              "content": "So I would rather choke to death. That would be better than living in this body of mine.",
              "reference": "Job 7:15"
            },
            {
              "content": "I hate my life. I don’t want to live forever. Leave me alone. My days don’t mean anything to me.",
              "reference": "Job 7:16"
            },
            {
              "content": "“What are human beings that you think so much of them? What are they that you pay so much attention to them?",
              "reference": "Job 7:17"
            },
            {
              "content": "You check up on them every morning. You test them every moment.",
              "reference": "Job 7:18"
            },
            {
              "content": "Won’t you ever look away from me? Won’t you leave me alone even for one second?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I’ve really sinned, tell me what I’ve done to you. You see everything we do. Why do you shoot your arrows at me? Have I become a problem to you?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why don’t you forgive the wrong things I’ve done? Why don’t you forgive me for my sins? I’ll soon lie down in the dust of my grave. You will search for me. But I’ll be gone.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied,",
              "reference": "Job 8:1"
            },
            {
              "content": "“Job, how long will you talk like that? Your words don’t have any meaning.",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God ever treat people unfairly? Does the Mighty One make what is wrong appear to be right?",
              "reference": "Job 8:3"
            },
            {
              "content": "Your children sinned against him. So he punished them for their sin.",
              "reference": "Job 8:4"
            },
            {
              "content": "But seek God with all your heart. Make your appeal to the Mighty One.",
              "reference": "Job 8:5"
            },
            {
              "content": "Be pure and honest. And he will rise up and help you now. He’ll give you everything you had before.",
              "reference": "Job 8:6"
            },
            {
              "content": "In the past, things went well with you. But in days to come, things will get even better.",
              "reference": "Job 8:7"
            },
            {
              "content": "“Find out what our parents taught. Discover what those who lived before them learned.",
              "reference": "Job 8:8"
            },
            {
              "content": "After all, we were born only yesterday. So we don’t know anything. Our days on this earth are like a shadow that disappears.",
              "reference": "Job 8:9"
            },
            {
              "content": "Won’t your people of long ago teach you and tell you? Won’t the things they said help you understand?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can grass grow tall where there isn’t any swamp? Can plants grow well where there isn’t any water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While they are still growing and haven’t been cut, they dry up faster than grass does.",
              "reference": "Job 8:12"
            },
            {
              "content": "The same thing happens to everyone who forgets God. The hope of ungodly people dies out.",
              "reference": "Job 8:13"
            },
            {
              "content": "What they trust in is very weak. What they depend on is like a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "They lean on it, but it falls apart. They hold on to it, but it gives way.",
              "reference": "Job 8:15"
            },
            {
              "content": "They are like a plant in the sunshine that receives plenty of water. It spreads its new growth all over the garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "It wraps its roots around a pile of rocks. It tries to find places to grow among the stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "But when the plant is pulled up from its spot, that place says, ‘I never saw you.’",
              "reference": "Job 8:18"
            },
            {
              "content": "The life of that plant is sure to dry up. But from the same soil other plants will grow.",
              "reference": "Job 8:19"
            },
            {
              "content": "“I’m sure God doesn’t turn his back on anyone who is honest. And he doesn’t help those who do what is evil.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will fill your mouth with laughter. Shouts of joy will come from your lips.",
              "reference": "Job 8:21"
            },
            {
              "content": "Your enemies will put on shame as if it were clothes. The tents of sinful people will be gone.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 9:1"
            },
            {
              "content": "“I’m sure that what you have said is true. But how can human beings prove to God they are not guilty?",
              "reference": "Job 9:2"
            },
            {
              "content": "They might wish to argue with him. But they couldn’t answer him even once in a thousand times.",
              "reference": "Job 9:3"
            },
            {
              "content": "His wisdom is deep. His power is great. No one opposes him and comes away unharmed.",
              "reference": "Job 9:4"
            },
            {
              "content": "He moves mountains, and they don’t even know it. When he is angry, he turns them upside down.",
              "reference": "Job 9:5"
            },
            {
              "content": "He shakes the earth loose from its place. He makes its pillars tremble.",
              "reference": "Job 9:6"
            },
            {
              "content": "When he tells the sun not to shine, it doesn’t. He turns off the light of the stars.",
              "reference": "Job 9:7"
            },
            {
              "content": "He’s the only one who can spread out the heavens. He alone can walk on the waves of the ocean.",
              "reference": "Job 9:8"
            },
            {
              "content": "He made the Big Dipper and Orion. He created the Pleiades and the southern stars.",
              "reference": "Job 9:9"
            },
            {
              "content": "He does wonderful things that can’t be understood. He does miracles that can’t even be counted.",
              "reference": "Job 9:10"
            },
            {
              "content": "When he passes by me, I can’t see him. When he goes past me, I can’t recognize him.",
              "reference": "Job 9:11"
            },
            {
              "content": "If he takes something, who can stop him? Who would dare to ask him, ‘What are you doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "God doesn’t hold back his anger. Even the helpers of the sea monster Rahab bowed in fear at his feet.",
              "reference": "Job 9:13"
            },
            {
              "content": "“So how can I disagree with God? How can I possibly argue with him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Even if I hadn’t done anything wrong, I couldn’t answer him. I could only beg my Judge to have mercy on me.",
              "reference": "Job 9:15"
            },
            {
              "content": "Suppose I called out to him and he answered. I don’t believe he’d listen to me.",
              "reference": "Job 9:16"
            },
            {
              "content": "He would send a storm to crush me. He’d increase my wounds without any reason.",
              "reference": "Job 9:17"
            },
            {
              "content": "He wouldn’t let me catch my breath. He’d make my life very bitter.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it’s a matter of strength, he is mighty! And if it’s a matter of being fair, who would dare to bring charges against him?",
              "reference": "Job 9:19"
            },
            {
              "content": "Even if I hadn’t sinned, what I said would prove me guilty. Even if I were honest, my words would show that I’m wrong.",
              "reference": "Job 9:20"
            },
            {
              "content": "“Even though I’m honest, I’m not concerned about myself. I hate my own life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It all amounts to the same thing. That’s why I say, ‘God destroys honest people and sinful people alike.’",
              "reference": "Job 9:22"
            },
            {
              "content": "Suppose a plague brings sudden death. Then he laughs when those who haven’t sinned lose hope.",
              "reference": "Job 9:23"
            },
            {
              "content": "Suppose a nation falls into the power of sinful people. Then God makes its judges blind to the truth. If he isn’t the one doing it, who is?",
              "reference": "Job 9:24"
            },
            {
              "content": "“God, my days race by like a runner. They fly away without seeing any joy.",
              "reference": "Job 9:25"
            },
            {
              "content": "They speed along like papyrus boats. They are like eagles swooping down on their food.",
              "reference": "Job 9:26"
            },
            {
              "content": "Suppose I say, ‘I’ll forget about all my problems. I’ll change my frown into a smile.’",
              "reference": "Job 9:27"
            },
            {
              "content": "Then I’d still be afraid I’d go on suffering. That’s because I know you would say I had done something wrong.",
              "reference": "Job 9:28"
            },
            {
              "content": "In fact, you have already said I’m guilty. So why should I struggle without any reason?",
              "reference": "Job 9:29"
            },
            {
              "content": "Suppose I clean myself with soap. Suppose I wash my hands with cleanser.",
              "reference": "Job 9:30"
            },
            {
              "content": "Even then you would throw me into a muddy pit. And even my clothes would hate me.",
              "reference": "Job 9:31"
            },
            {
              "content": "“God isn’t a mere human being like me. I can’t answer him. We can’t take each other to court.",
              "reference": "Job 9:32"
            },
            {
              "content": "I wish someone would settle matters between us. I wish someone would bring us together.",
              "reference": "Job 9:33"
            },
            {
              "content": "I wish someone would keep God from punishing me. Then his terror wouldn’t frighten me anymore.",
              "reference": "Job 9:34"
            },
            {
              "content": "I would speak up without being afraid of him. But as things stand now, I can’t do that.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“I’m sick of living. So I’ll talk openly about my problems. I’ll speak out because my spirit is bitter.",
              "reference": "Job 10:1"
            },
            {
              "content": "I say to God, ‘Don’t find me guilty. Instead, tell me what charges you are bringing against me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Does it make you happy when you crush me? Does it please you to turn your back on what you have made? While you do those things, you smile on the plans of sinful people!",
              "reference": "Job 10:3"
            },
            {
              "content": "You don’t have human eyes. You don’t see as people see.",
              "reference": "Job 10:4"
            },
            {
              "content": "Your days aren’t like the days of a mere human being. Your years aren’t even like the years of a strong man.",
              "reference": "Job 10:5"
            },
            {
              "content": "So you search for my mistakes. You look for my sin.",
              "reference": "Job 10:6"
            },
            {
              "content": "You already know I’m not guilty. No one can save me from your power.",
              "reference": "Job 10:7"
            },
            {
              "content": "“ ‘Your hands shaped me and made me. So are you going to destroy me now?",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember, you molded me like clay. So are you going to turn me back into dust?",
              "reference": "Job 10:9"
            },
            {
              "content": "Didn’t you pour me out like milk? Didn’t you form me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "Didn’t you put skin and flesh on me? Didn’t you sew me together with bones and muscles?",
              "reference": "Job 10:11"
            },
            {
              "content": "You gave me life. You were kind to me. You took good care of me. You watched over me.",
              "reference": "Job 10:12"
            },
            {
              "content": "“ ‘But here’s what you hid in your heart. Here’s what you had on your mind.",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sinned, you would be watching me. You wouldn’t let me go without punishing me.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I were guilty, how terrible that would be for me! Even if I haven’t sinned, I can’t be proud of what I’ve done. That’s because I’m so full of shame. I’m drowning in my suffering.",
              "reference": "Job 10:15"
            },
            {
              "content": "If I become proud, you hunt me down like a lion. You show your mighty power against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You bring new witnesses against me. You become more and more angry with me. You use your power against me again and again.",
              "reference": "Job 10:17"
            },
            {
              "content": "“ ‘Why did you bring me out of my mother’s body? I wish I had died before anyone saw me.",
              "reference": "Job 10:18"
            },
            {
              "content": "I wish I’d never been born! I wish I’d been carried straight from my mother’s body to the grave!",
              "reference": "Job 10:19"
            },
            {
              "content": "Aren’t my few days almost over? Leave me so I can have a moment of joy.",
              "reference": "Job 10:20"
            },
            {
              "content": "Turn away before I go to the place I can’t return from. It’s the land of gloom and total darkness.",
              "reference": "Job 10:21"
            },
            {
              "content": "It’s the land of darkest night and total darkness and disorder. There even the light is like darkness.’ ”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Zophar the Naamathite replied,",
              "reference": "Job 11:1"
            },
            {
              "content": "“Don’t all your words require an answer? I’m sure that what you are saying can’t be right.",
              "reference": "Job 11:2"
            },
            {
              "content": "Your useless talk won’t keep us quiet. Someone has to correct you when you make fun of truth.",
              "reference": "Job 11:3"
            },
            {
              "content": "You say to God, ‘My beliefs are perfect. I’m pure in your sight.’",
              "reference": "Job 11:4"
            },
            {
              "content": "I wish God would speak. I wish he’d answer you.",
              "reference": "Job 11:5"
            },
            {
              "content": "I wish he’d show you the secrets of wisdom. After all, true wisdom has two sides. Here’s what I want you to know. God has forgotten some of your sins.",
              "reference": "Job 11:6"
            },
            {
              "content": "“Do you know how deep the mysteries of God are? Can you discover the limits of the Mighty One’s knowledge?",
              "reference": "Job 11:7"
            },
            {
              "content": "They are higher than the heavens above. What can you do? They are deeper than the deepest parts of the earth below. What can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "They are longer than the earth. They are wider than the ocean.",
              "reference": "Job 11:9"
            },
            {
              "content": "“Suppose God comes along and puts you in prison. Suppose he takes you to court. Then who can oppose him?",
              "reference": "Job 11:10"
            },
            {
              "content": "He certainly knows when people tell lies. When he sees evil, he pays careful attention to it.",
              "reference": "Job 11:11"
            },
            {
              "content": "A wild donkey’s colt can’t be born a human being. And it’s just as impossible that a person without sense can become wise.",
              "reference": "Job 11:12"
            },
            {
              "content": "“So commit yourself to God completely. Reach out your hands to him for help.",
              "reference": "Job 11:13"
            },
            {
              "content": "Get rid of all the sin you have. Don’t let anything that is evil stay in your tent.",
              "reference": "Job 11:14"
            },
            {
              "content": "Then, free of those things, you can face others. You can stand firm without being afraid.",
              "reference": "Job 11:15"
            },
            {
              "content": "You can be sure you will forget your troubles. They will be like water that has flowed on by.",
              "reference": "Job 11:16"
            },
            {
              "content": "Life will be brighter than the sun at noon. And darkness will become like morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "You will be secure, because there is hope. You will look around you and find a safe place to rest.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down, and no one will make you afraid. Many people will want you to help them.",
              "reference": "Job 11:19"
            },
            {
              "content": "But sinful people won’t find what they are looking for. They won’t be able to escape. All they can hope for is to die.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 12:1"
            },
            {
              "content": "“You people think you are the only ones who matter! You are sure that wisdom will die with you!",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have a brain, just like you. I’m as clever as you are. In fact, everyone knows as much as you do.",
              "reference": "Job 12:3"
            },
            {
              "content": "“My friends laugh at me all the time, even though I called out to God and he answered. My friends laugh at me, even though I’m honest and right.",
              "reference": "Job 12:4"
            },
            {
              "content": "People who have an easy life look down on those who have problems. They think trouble comes only to those whose feet are slipping.",
              "reference": "Job 12:5"
            },
            {
              "content": "Why doesn’t anyone bother the tents of robbers? Why do those who make God angry remain secure? They are in God’s hands!",
              "reference": "Job 12:6"
            },
            {
              "content": "“But ask the animals what God does. They will teach you. Or ask the birds in the sky. They will tell you.",
              "reference": "Job 12:7"
            },
            {
              "content": "Or speak to the earth. It will teach you. Or let the fish in the ocean educate you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Are there any of these creatures that don’t know what the powerful hand of the Lord has done?",
              "reference": "Job 12:9"
            },
            {
              "content": "He holds the life of every creature in his hand. He controls the breath of every human being.",
              "reference": "Job 12:10"
            },
            {
              "content": "Our tongues tell us what tastes good and what doesn’t. And our ears tell us what’s true and what isn’t.",
              "reference": "Job 12:11"
            },
            {
              "content": "Old people are wise. Those who live a long time have understanding.",
              "reference": "Job 12:12"
            },
            {
              "content": "“Wisdom and power belong to God. Advice and understanding also belong to him.",
              "reference": "Job 12:13"
            },
            {
              "content": "What he tears down can’t be rebuilt. The people he puts in prison can’t be set free.",
              "reference": "Job 12:14"
            },
            {
              "content": "If he holds back the water, everything dries up. If he lets the water loose, it floods the land.",
              "reference": "Job 12:15"
            },
            {
              "content": "Strength and understanding belong to him. Those who tell lies and those who believe them also belong to him.",
              "reference": "Job 12:16"
            },
            {
              "content": "He removes the wisdom of rulers and leads them away. He makes judges look foolish.",
              "reference": "Job 12:17"
            },
            {
              "content": "He sets people free from the chains that kings put on them. Then he dresses the kings in the clothes of slaves.",
              "reference": "Job 12:18"
            },
            {
              "content": "He removes the authority of priests and leads them away. He removes from their positions officials who have been in control for a long time.",
              "reference": "Job 12:19"
            },
            {
              "content": "He shuts the mouths of trusted advisers. He takes away the understanding of elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He looks down on proud leaders. He takes away the strength of those who are mighty.",
              "reference": "Job 12:21"
            },
            {
              "content": "He tells people the secrets of darkness. He brings total darkness out into the light.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great, and then he destroys them. He makes nations grow, and then he scatters them.",
              "reference": "Job 12:23"
            },
            {
              "content": "He takes away the understanding of the leaders of the earth. He makes them wander in a desert where no one lives.",
              "reference": "Job 12:24"
            },
            {
              "content": "Without any light, they feel their way along in darkness. God makes them unsteady like those who get drunk.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“My eyes have seen everything God has done. My ears have heard it and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know, I also know. I’m as clever as you are.",
              "reference": "Job 13:2"
            },
            {
              "content": "In fact, I long to speak to the Mighty One. I want to argue my case with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "But you spread lies about me and take away my good name. If you are trying to heal me, you aren’t very good doctors!",
              "reference": "Job 13:4"
            },
            {
              "content": "I wish you would keep your mouths shut! Then people would think you were wise.",
              "reference": "Job 13:5"
            },
            {
              "content": "Listen to my case. Listen as I make my appeal.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you say evil things in order to help God? Will you tell lies for him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Do you want to be on God’s side? Will you argue his case for him?",
              "reference": "Job 13:8"
            },
            {
              "content": "Would it turn out well if he looked you over carefully? Could you fool him as you might fool human beings?",
              "reference": "Job 13:9"
            },
            {
              "content": "He would certainly hold you responsible if you took his side in secret.",
              "reference": "Job 13:10"
            },
            {
              "content": "Wouldn’t his glory terrify you? Wouldn’t the fear of him fall on you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your sayings are as useless as ashes. The answers you give are as weak as clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "“So be quiet and let me speak. Then I won’t care what happens to me.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why do I put myself in danger? Why do I take my life in my hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "Even if God kills me, I’ll still put my hope in him. I’ll argue my case in front of him.",
              "reference": "Job 13:15"
            },
            {
              "content": "No matter how things turn out, I’m sure I’ll still be saved. After all, no ungodly person would dare to come into his court.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen carefully to what I’m saying. Pay close attention to my words.",
              "reference": "Job 13:17"
            },
            {
              "content": "I’ve prepared my case. And I know I’ll be proved right.",
              "reference": "Job 13:18"
            },
            {
              "content": "Can others bring charges against me? If they can, I’ll keep quiet and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "“God, I won’t hide from you. Here are the only two things I want.",
              "reference": "Job 13:20"
            },
            {
              "content": "Stop treating me this way. And stop making me so afraid.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then send for me, and I’ll answer. Or let me speak, and you reply.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many things have I done wrong? How many sins have I committed? Show me my crime. Show me my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do you turn your face away from me? Why do you think of me as your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "I’m already like a leaf that is blown by the wind. Are you going to terrify me even more? I’m already like dry straw. Are you going to keep on chasing me?",
              "reference": "Job 13:25"
            },
            {
              "content": "You write down bitter things against me. You make me suffer for the sins I committed when I was young.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet in chains. You watch every step I take. You do it by putting marks on the bottom of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "“People waste away like something that is rotten. They are like clothes that are eaten by moths.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“Human beings have only a few days to live. Their lives are full of trouble.",
              "reference": "Job 14:1"
            },
            {
              "content": "They grow like flowers, and then they dry up. They are like shadows that quickly disappear.",
              "reference": "Job 14:2"
            },
            {
              "content": "“God, do you even notice them? Will you let them appear in your court?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring what is pure from something that isn’t pure? No one!",
              "reference": "Job 14:4"
            },
            {
              "content": "You decide how long anyone will live. You have established the number of his months. You have set a limit to the number of his days.",
              "reference": "Job 14:5"
            },
            {
              "content": "So look away from him. Leave him alone. Let him put in his time like a hired worker.",
              "reference": "Job 14:6"
            },
            {
              "content": "“At least there is hope for a tree. If it’s cut down, it will begin to grow again. New branches will appear on it.",
              "reference": "Job 14:7"
            },
            {
              "content": "Its roots may grow old in the ground. Its stump may die in the soil.",
              "reference": "Job 14:8"
            },
            {
              "content": "But when it smells water, it will begin to grow. It will send out new growth like a plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "No man is like that. When he dies, he is buried in a grave. He takes his last breath. Then he is gone.",
              "reference": "Job 14:10"
            },
            {
              "content": "Water dries up from lakes. Riverbeds become empty and dry.",
              "reference": "Job 14:11"
            },
            {
              "content": "In the same way, people lie down and never get up. People won’t wake or rise from their sleep until the heavens are gone.",
              "reference": "Job 14:12"
            },
            {
              "content": "“I wish you would hide me in a grave! I wish you would cover me up until your anger passes by! I wish you would set the time for me to spend in the grave and then bring me back up!",
              "reference": "Job 14:13"
            },
            {
              "content": "If someone dies, will they live again? All the days of my hard work I will wait for the time when you give me new life.",
              "reference": "Job 14:14"
            },
            {
              "content": "You will call out to me, and I will answer you. You will long for the person your hands have made.",
              "reference": "Job 14:15"
            },
            {
              "content": "Then you will count every step I take. But you won’t keep track of my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "The wrong things I’ve done will be sealed up in a bag. You will wipe out my sins by forgiving them.",
              "reference": "Job 14:17"
            },
            {
              "content": "“A mountain wears away and crumbles. A rock is moved from its place.",
              "reference": "Job 14:18"
            },
            {
              "content": "Water wears away stones. Storms wash away soil. In the same way, you destroy a person’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "You overpower them completely, and then they’re gone. You change the way they look and send them to their graves.",
              "reference": "Job 14:20"
            },
            {
              "content": "If their children are honored, they don’t even know it. If their children are dishonored, they don’t even see it.",
              "reference": "Job 14:21"
            },
            {
              "content": "All they feel is the pain of their own bodies. They are full of sadness only for themselves.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied,",
              "reference": "Job 15:1"
            },
            {
              "content": "“Job, would a wise person answer with a lot of meaningless talk? Would they fill their stomach with the hot east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Would they argue with useless words? Would they give worthless speeches?",
              "reference": "Job 15:3"
            },
            {
              "content": "But you even cause others to lose their respect for God. You make it hard for them to be faithful to him.",
              "reference": "Job 15:4"
            },
            {
              "content": "Your sin makes you say evil things. You talk like people who twist the truth.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth judges you, not mine. Your own lips witness against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "“Are you the first man who was ever born? Were you created before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Do you listen in when God speaks with his angels? Do you think you are the only wise person?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we don’t know? What understanding do you have that we don’t have?",
              "reference": "Job 15:9"
            },
            {
              "content": "People who are old and gray are on our side. And they are even older than your parents!",
              "reference": "Job 15:10"
            },
            {
              "content": "Aren’t God’s words of comfort enough for you? He speaks them to you gently.",
              "reference": "Job 15:11"
            },
            {
              "content": "Why have you let your wild ideas carry you away? Why do your eyes flash with anger?",
              "reference": "Job 15:12"
            },
            {
              "content": "Why do you get so angry with God? Why do words like those pour out of your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "“Can human beings really be pure? Can those who are born really be right with God?",
              "reference": "Job 15:14"
            },
            {
              "content": "God doesn’t trust his holy angels. Even the heavens aren’t pure in his sight.",
              "reference": "Job 15:15"
            },
            {
              "content": "So he’ll certainly find fault with human beings. After all, they are evil and sinful. They drink up evil as if it were water.",
              "reference": "Job 15:16"
            },
            {
              "content": "“Listen to me. I’ll explain things to you. Let me tell you what I’ve seen.",
              "reference": "Job 15:17"
            },
            {
              "content": "I’ll tell you what those who are wise have said. They don’t hide anything they’ve received from their people of long ago.",
              "reference": "Job 15:18"
            },
            {
              "content": "The land was given only to those people. Their wisdom didn’t come from outsiders. And here’s what those who are wise have said.",
              "reference": "Job 15:19"
            },
            {
              "content": "Sinful people always suffer pain. Mean people suffer all their lives.",
              "reference": "Job 15:20"
            },
            {
              "content": "Terrifying sounds fill their ears. When everything seems to be going well, robbers attack them.",
              "reference": "Job 15:21"
            },
            {
              "content": "They lose all hope of escaping the darkness of death. They will certainly be killed by swords.",
              "reference": "Job 15:22"
            },
            {
              "content": "Like vultures, they look around for food. They know that the day they will die is near.",
              "reference": "Job 15:23"
            },
            {
              "content": "Suffering and pain terrify them. Their troubles overpower them, like a king ready to attack his enemies.",
              "reference": "Job 15:24"
            },
            {
              "content": "They shake their fists at God. They brag about themselves and oppose the Mighty One.",
              "reference": "Job 15:25"
            },
            {
              "content": "They boldly charge against him with their thick, strong shields.",
              "reference": "Job 15:26"
            },
            {
              "content": "“Their faces are very fat. Their stomachs hang out.",
              "reference": "Job 15:27"
            },
            {
              "content": "They’ll live in towns that have been destroyed. They’ll live in houses where no one else lives. The houses will crumble to pieces.",
              "reference": "Job 15:28"
            },
            {
              "content": "They won’t be rich anymore. Their wealth won’t last. Their property will no longer spread out over the land.",
              "reference": "Job 15:29"
            },
            {
              "content": "They won’t escape the darkness of death. A flame will dry up everything they have. The breath of God will blow them away.",
              "reference": "Job 15:30"
            },
            {
              "content": "Don’t let them fool themselves by trusting in what is worthless. They won’t get anything out of it.",
              "reference": "Job 15:31"
            },
            {
              "content": "Even before they die, they will dry up. No matter what they do, it won’t succeed.",
              "reference": "Job 15:32"
            },
            {
              "content": "They’ll be like vines that are stripped of their unripe grapes. They’ll be like olive trees that drop their flowers.",
              "reference": "Job 15:33"
            },
            {
              "content": "People who are ungodly won’t have any children. Fire will burn up the tents of people who accept money from those who want special favors.",
              "reference": "Job 15:34"
            },
            {
              "content": "Instead of having children, ungodly people create suffering. All they produce is evil. They are full of lies.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 16:1"
            },
            {
              "content": "“I’ve heard many of these things before. All of you are terrible at comforting me!",
              "reference": "Job 16:2"
            },
            {
              "content": "Your speeches go on forever. Won’t they ever end? What’s wrong with you? Why do you keep on arguing?",
              "reference": "Job 16:3"
            },
            {
              "content": "If you and I changed places, I could say the same things you are saying. I could make fine speeches against you. I could shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "But what I might say would give you hope. My words of comfort would help you.",
              "reference": "Job 16:5"
            },
            {
              "content": "“If I speak, it doesn’t help me. And if I keep quiet, my pain doesn’t go away.",
              "reference": "Job 16:6"
            },
            {
              "content": "God has worn me out completely. He has destroyed my whole family.",
              "reference": "Job 16:7"
            },
            {
              "content": "People can see the condition he has put me in. My thin body stands as a witness against me.",
              "reference": "Job 16:8"
            },
            {
              "content": "God is angry with me. He attacks me and tears me up. He grinds his teeth at me. He stares at me as if he were my enemy.",
              "reference": "Job 16:9"
            },
            {
              "content": "People make fun of me. They slap my face and laugh at me. All of them join together against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God has turned me over to sinful people. He has handed me over to them.",
              "reference": "Job 16:11"
            },
            {
              "content": "Everything was going well with me. But he broke me into pieces like a clay pot. He grabbed me by the neck and crushed me. He has taken aim at me.",
              "reference": "Job 16:12"
            },
            {
              "content": "He shoots his arrows at me from all sides. Without pity, he stabs me in the kidneys. He spills my insides on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He smashes through me as if I were a wall. He rushes at me like a fighting man.",
              "reference": "Job 16:14"
            },
            {
              "content": "“I’ve sewed rough clothing over my skin. All I can do is sit here in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is red from crying. I have dark circles under my eyes.",
              "reference": "Job 16:16"
            },
            {
              "content": "But I haven’t harmed anyone. My prayers to God are pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "“Earth, please don’t cover up my blood! May God always hear my cry for help!",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now my witness is in heaven. The one who speaks up for me is there.",
              "reference": "Job 16:19"
            },
            {
              "content": "My go-between is my friend as I pour out my tears to God.",
              "reference": "Job 16:20"
            },
            {
              "content": "He makes his appeal to God to help me as a person pleads for a friend.",
              "reference": "Job 16:21"
            },
            {
              "content": "“Only a few years will pass by. Then I’ll take the path of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "My strength is almost gone. I won’t live much longer. A grave is waiting for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "People who make fun of me are all around me. I’m forced to watch as they attack me with their words.",
              "reference": "Job 17:2"
            },
            {
              "content": "“God, please pay the price to have me set free. Who else would put up money for me?",
              "reference": "Job 17:3"
            },
            {
              "content": "You have closed the minds of those who are trying to comfort me. They don’t understand that I haven’t done anything wrong. So don’t let them win the argument.",
              "reference": "Job 17:4"
            },
            {
              "content": "Suppose someone tells lies about their friends to get a reward. Then their own children will suffer for it.",
              "reference": "Job 17:5"
            },
            {
              "content": "“God has made an example of me. People spit in my face.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes have grown weak because I’m so sad. My body is so thin it hardly casts a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "People who claim to be honest are shocked when they see me. Those who think they haven’t sinned are stirred up against me. They think I’m ungodly.",
              "reference": "Job 17:8"
            },
            {
              "content": "But godly people will keep doing what is right. Those who have clean hands will grow stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "“Come on, all of you! Try again! I can’t find a wise person among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My life is almost over. My plans are destroyed. Yet the desires of my heart",
              "reference": "Job 17:11"
            },
            {
              "content": "turn night into day. Even though it’s dark, ‘Light is nearby.’",
              "reference": "Job 17:12"
            },
            {
              "content": "Suppose the only home I can hope for is a grave. And suppose I make my bed in the darkness of death.",
              "reference": "Job 17:13"
            },
            {
              "content": "Suppose I say to the grave, ‘You are like a father to me.’ And suppose I say to its worms, ‘You are like a mother or sister to me.’",
              "reference": "Job 17:14"
            },
            {
              "content": "Then what hope do I have? Who can give me any hope?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will hope go down to the gates of death with me? Will we go down together into the dust of the grave?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied,",
              "reference": "Job 18:1"
            },
            {
              "content": "“Job, when will you stop these speeches of yours? Be reasonable! Then we can talk.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why do you look at us as if we were cattle? Why do you think of us as being stupid?",
              "reference": "Job 18:3"
            },
            {
              "content": "Your anger is tearing you to pieces. Does the earth have to be deserted just to prove you are right? Must all the rocks be moved from their places?",
              "reference": "Job 18:4"
            },
            {
              "content": "“The lamps of sinful people are blown out. Their flames will never burn again.",
              "reference": "Job 18:5"
            },
            {
              "content": "The lights in their tents become dark. The lamps beside those who are evil go out.",
              "reference": "Job 18:6"
            },
            {
              "content": "They walk more slowly than they used to. Their own evil plans make them fall.",
              "reference": "Job 18:7"
            },
            {
              "content": "Their feet take them into a net. They wander right into it.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap grabs hold of their heels. It refuses to let them go.",
              "reference": "Job 18:9"
            },
            {
              "content": "A trap lies in their path. A rope to catch them is hidden on the ground.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors alarm them on every side. They follow them every step of the way.",
              "reference": "Job 18:11"
            },
            {
              "content": "Trouble would like to eat them up. Danger waits for them when they fall.",
              "reference": "Job 18:12"
            },
            {
              "content": "It eats away parts of their skin. Death itself feeds on their arms and legs.",
              "reference": "Job 18:13"
            },
            {
              "content": "They are torn away from the safety of their tents. They are marched off to the one who rules over death.",
              "reference": "Job 18:14"
            },
            {
              "content": "Fire races through their tents. Burning sulfur is scattered over their homes.",
              "reference": "Job 18:15"
            },
            {
              "content": "Their roots dry up under them. Their branches dry up above them.",
              "reference": "Job 18:16"
            },
            {
              "content": "No one on earth remembers them. Their names are forgotten in the land.",
              "reference": "Job 18:17"
            },
            {
              "content": "They are driven from light into the place of darkness. They are thrown out of the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "Their family dies out among their people. No one is left where they used to live.",
              "reference": "Job 18:19"
            },
            {
              "content": "What has happened to them shocks the people in the west. It terrifies the people in the east.",
              "reference": "Job 18:20"
            },
            {
              "content": "Now you know what the homes of sinners are like. Those who don’t know God live in places like that.”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you people make me suffer? How long will you crush me with your words?",
              "reference": "Job 19:2"
            },
            {
              "content": "You have already accused me many times. You have attacked me without feeling any shame.",
              "reference": "Job 19:3"
            },
            {
              "content": "Suppose it’s true that I’ve gone down the wrong path. Then it’s my concern, not yours.",
              "reference": "Job 19:4"
            },
            {
              "content": "Suppose you want to place yourselves above me. Suppose you want to use my shame to prove I’m wrong.",
              "reference": "Job 19:5"
            },
            {
              "content": "Then I want you to know that God hasn’t treated me right. In fact, he has captured me in his net.",
              "reference": "Job 19:6"
            },
            {
              "content": "“I cry out, ‘Someone harmed me!’ But I don’t get any reply. I call out for help. But I’m not treated fairly.",
              "reference": "Job 19:7"
            },
            {
              "content": "God has blocked my way, and I can’t get through. He has made my paths so dark I can’t see where I’m going.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has taken my wealth away from me. He has stripped me of my honor.",
              "reference": "Job 19:9"
            },
            {
              "content": "He tears me down on every side until I’m gone. He pulls up the roots of my hope as if I were a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "His anger burns against me. He thinks I’m one of his enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops march toward me in force. They come at me from every direction. They camp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "“God has caused my family to desert me. The people I used to know are now strangers to me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My relatives have gone away. My closest friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "My guests and my female servants think of me as a stranger. They look at me as if I were an outsider.",
              "reference": "Job 19:15"
            },
            {
              "content": "I send for my servant, but he doesn’t answer. He doesn’t come, even though I beg him to.",
              "reference": "Job 19:16"
            },
            {
              "content": "My wife can’t stand the way my breath smells. My own family won’t have anything to do with me.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even little children mock me. When I appear, they make fun of me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my close friends hate me. Those I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "I’m nothing but skin and bones. I’ve barely escaped death.",
              "reference": "Job 19:20"
            },
            {
              "content": "“Have pity on me, my friends! Please have pity! God has struck me down with his powerful hand.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you chase after me as he does? Aren’t you satisfied with what you have done to me already?",
              "reference": "Job 19:22"
            },
            {
              "content": "“I wish my words were written down! I wish they were written in a book!",
              "reference": "Job 19:23"
            },
            {
              "content": "I wish they were cut into lead with an iron tool! I wish they were carved in rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "I know that my redeemer lives. In the end he will stand on the earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "Though my skin will be destroyed, in my body I’ll see God.",
              "reference": "Job 19:26"
            },
            {
              "content": "I myself will see him with my own eyes. I’ll see him, and he won’t be a stranger to me. How my heart longs for that day!",
              "reference": "Job 19:27"
            },
            {
              "content": "“You might say, ‘Let’s keep bothering Job. After all, he’s the cause of all his suffering.’",
              "reference": "Job 19:28"
            },
            {
              "content": "But you should be afraid when God comes to judge you. He’ll be angry. He’ll punish you with his sword. Then you will know that he is the Judge.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Zophar the Naamathite replied,",
              "reference": "Job 20:1"
            },
            {
              "content": "“My troubled thoughts force me to answer you. That’s because I’m very upset.",
              "reference": "Job 20:2"
            },
            {
              "content": "What you have just said dishonors me. So I really have to reply to you.",
              "reference": "Job 20:3"
            },
            {
              "content": "“I’m sure you must know how things have always been. They’ve been that way ever since human beings were placed on this earth.",
              "reference": "Job 20:4"
            },
            {
              "content": "Those who are evil are happy for only a short time. The joy of ungodly people lasts only for a moment.",
              "reference": "Job 20:5"
            },
            {
              "content": "Their pride might reach all the way up to the heavens. Their heads might touch the clouds.",
              "reference": "Job 20:6"
            },
            {
              "content": "But they will disappear forever, like the waste from their own bodies. Anyone who has seen them will say, ‘Where did they go?’",
              "reference": "Job 20:7"
            },
            {
              "content": "Like a dream they will fly away. They will never be seen again. They will be driven away like visions in the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eyes that saw them won’t see them anymore. Even their own families won’t remember them.",
              "reference": "Job 20:9"
            },
            {
              "content": "Their children must pay back what they took from poor people. Their own hands must give back the wealth they stole.",
              "reference": "Job 20:10"
            },
            {
              "content": "They might feel young and very strong. But they will soon lie down in the dust of their graves.",
              "reference": "Job 20:11"
            },
            {
              "content": "“Anything that is evil tastes sweet to them. They keep it under their tongues for a while.",
              "reference": "Job 20:12"
            },
            {
              "content": "They can’t stand to let it go. So they hold it in their mouths.",
              "reference": "Job 20:13"
            },
            {
              "content": "But their food will turn sour in their stomachs. It will become like the poison of a serpent inside them.",
              "reference": "Job 20:14"
            },
            {
              "content": "They will spit out the rich food they swallowed. God will make their stomachs throw it up.",
              "reference": "Job 20:15"
            },
            {
              "content": "They will suck the poison of a serpent. The fangs of an adder will kill them.",
              "reference": "Job 20:16"
            },
            {
              "content": "They won’t enjoy streams that flow with honey. They won’t enjoy rivers that flow with cream.",
              "reference": "Job 20:17"
            },
            {
              "content": "What they worked for they must give back before they can eat it. They won’t enjoy what they have earned.",
              "reference": "Job 20:18"
            },
            {
              "content": "They’ve crushed poor people and left them with nothing. They’ve taken over houses they didn’t even build.",
              "reference": "Job 20:19"
            },
            {
              "content": "“No matter how much they have, they always long for more. But their treasure can’t save them.",
              "reference": "Job 20:20"
            },
            {
              "content": "There isn’t anything left for them to eat up. Their success won’t last.",
              "reference": "Job 20:21"
            },
            {
              "content": "While they are enjoying the good life, trouble will catch up with them. Terrible suffering will come on them.",
              "reference": "Job 20:22"
            },
            {
              "content": "When they’ve filled their stomachs, God will pour out his great anger on them. He’ll strike them down with blow after blow.",
              "reference": "Job 20:23"
            },
            {
              "content": "They might run away from iron weapons. But arrows that have bronze tips will wound them.",
              "reference": "Job 20:24"
            },
            {
              "content": "They will pull the arrows out of their backs. They will remove the shining tips from their livers. They will be filled with terror.",
              "reference": "Job 20:25"
            },
            {
              "content": "Total darkness hides and waits for their treasures. God will send a fire that will destroy them. It will burn up everything that’s left in their tents.",
              "reference": "Job 20:26"
            },
            {
              "content": "Heaven will show their guilt to everyone. The earth will be a witness against them.",
              "reference": "Job 20:27"
            },
            {
              "content": "A flood will carry their houses away. Rushing water will wash them away on the day when God judges.",
              "reference": "Job 20:28"
            },
            {
              "content": "Now you know what God will do to sinful people. Now you know what he has planned for them.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen carefully to what I’m saying. Let that be the comfort you people give me.",
              "reference": "Job 21:2"
            },
            {
              "content": "Put up with me while I speak. After I’ve spoken, you can make fun of me!",
              "reference": "Job 21:3"
            },
            {
              "content": "“I’m not arguing with mere human beings. So why shouldn’t I be angry and uneasy?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be shocked. Put your hand over your mouth and stop talking!",
              "reference": "Job 21:5"
            },
            {
              "content": "When I think about these things, I’m terrified. My whole body trembles.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do sinful people keep on living? The older they grow, the richer they get.",
              "reference": "Job 21:7"
            },
            {
              "content": "They see their children grow up around them. They watch their family grow larger.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their homes are safe. They don’t have to be afraid. God isn’t punishing them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Every time their bulls mate, their cows become pregnant. And the calves don’t die before they are born.",
              "reference": "Job 21:10"
            },
            {
              "content": "Sinful people send their children out like a flock of lambs. Their little ones dance around.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing to the music of tambourines and lyres. They have a good time while flutes are being played.",
              "reference": "Job 21:12"
            },
            {
              "content": "Those who are evil spend their years living well. They go down to their graves in peace.",
              "reference": "Job 21:13"
            },
            {
              "content": "But they say to God, ‘Leave us alone! We don’t want to know how you want us to live.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is the Mighty One? Why should we serve him? What would we get if we prayed to him?’",
              "reference": "Job 21:15"
            },
            {
              "content": "But they aren’t in control of their own success. So I don’t pay any attention to their plans.",
              "reference": "Job 21:16"
            },
            {
              "content": "“How often are their lamps blown out? How often does trouble come on them? How often does God punish them when he’s angry?",
              "reference": "Job 21:17"
            },
            {
              "content": "How often are they like straw blowing in the wind? How often are they like tumbleweeds swept away by a storm?",
              "reference": "Job 21:18"
            },
            {
              "content": "People say, ‘God stores up the punishment of evil people for their children.’ But let God punish the evil people themselves. Then they’ll learn a lesson from it.",
              "reference": "Job 21:19"
            },
            {
              "content": "Let their own eyes see how they are destroyed. Let them drink the wine of the Mighty One’s anger.",
              "reference": "Job 21:20"
            },
            {
              "content": "What do they care about the families they leave behind? What do they care about them when their lives come to an end?",
              "reference": "Job 21:21"
            },
            {
              "content": "“Can anyone teach God anything? After all, he judges even the angels in heaven.",
              "reference": "Job 21:22"
            },
            {
              "content": "Some people die while they are still very strong. They are completely secure. They have an easy life.",
              "reference": "Job 21:23"
            },
            {
              "content": "They are well fed. Their bodies are healthy.",
              "reference": "Job 21:24"
            },
            {
              "content": "Others die while their spirits are bitter. They’ve never enjoyed anything good.",
              "reference": "Job 21:25"
            },
            {
              "content": "Side by side they lie in the dust of death. The worms in their graves cover all of them.",
              "reference": "Job 21:26"
            },
            {
              "content": "“I know exactly what you people are thinking. I know you are planning to do bad things to me.",
              "reference": "Job 21:27"
            },
            {
              "content": "You are saying to yourselves, ‘Where is the great man’s house now? Where are the tents where his evil family lived?’",
              "reference": "Job 21:28"
            },
            {
              "content": "Haven’t you ever asked questions of those who travel? Haven’t you paid any attention to their stories?",
              "reference": "Job 21:29"
            },
            {
              "content": "They’ll tell you that sinful people are spared from the day of trouble. They’ll say that those people are saved from the day when God will judge.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who speaks against them for the way they act? Who pays them back for what they’ve done?",
              "reference": "Job 21:31"
            },
            {
              "content": "Their bodies will be carried to their graves. Guards will watch over their tombs.",
              "reference": "Job 21:32"
            },
            {
              "content": "The soil in the valley will be pleasant to those who have died. Many people will walk along behind their bodies. Many others will walk in front of them.",
              "reference": "Job 21:33"
            },
            {
              "content": "“So how can you comfort me with your speeches? They don’t make any sense at all. Your answers are nothing but lies!”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied,",
              "reference": "Job 22:1"
            },
            {
              "content": "“Can any person be of benefit to God? Can even a wise person be of any help to him?",
              "reference": "Job 22:2"
            },
            {
              "content": "Job, what pleasure would it give the Mighty One if you were right? What would he get if you were completely honest?",
              "reference": "Job 22:3"
            },
            {
              "content": "“You say you have respect for him. Is that why he corrects you? Is that why he brings charges against you?",
              "reference": "Job 22:4"
            },
            {
              "content": "Haven’t you done many evil things? Don’t you sin again and again?",
              "reference": "Job 22:5"
            },
            {
              "content": "You took clothes away from your relatives just because they owed you some money. You left them naked for no reason at all.",
              "reference": "Job 22:6"
            },
            {
              "content": "You didn’t give any water to people who were tired. You held food back from those who were hungry.",
              "reference": "Job 22:7"
            },
            {
              "content": "You did it even though you were honored and powerful. You owned land and lived on it.",
              "reference": "Job 22:8"
            },
            {
              "content": "But you sent widows away without anything. You mistreated children whose fathers had died.",
              "reference": "Job 22:9"
            },
            {
              "content": "That’s why traps have been set all around you. That’s why sudden danger terrifies you.",
              "reference": "Job 22:10"
            },
            {
              "content": "That’s why it’s so dark you can’t even see. That’s why a flood covers you up.",
              "reference": "Job 22:11"
            },
            {
              "content": "“Isn’t God in the highest parts of heaven? See how high the highest stars are!",
              "reference": "Job 22:12"
            },
            {
              "content": "But you still say, ‘What does God know? Can he see through the darkest clouds to judge us?",
              "reference": "Job 22:13"
            },
            {
              "content": "He goes around in the highest heavens. Thick clouds keep him from seeing us.’",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you stay on the old path that sinful people have walked on?",
              "reference": "Job 22:15"
            },
            {
              "content": "They were carried off even before they died. Their foundations were washed away by a flood.",
              "reference": "Job 22:16"
            },
            {
              "content": "They said to God, ‘Leave us alone! What can you do to us, you Mighty One?’",
              "reference": "Job 22:17"
            },
            {
              "content": "But he was the one who filled their houses with good things. So I don’t pay any attention to the plans of evil people.",
              "reference": "Job 22:18"
            },
            {
              "content": "“Those who do what is right are joyful when they see sinners destroyed. Those who haven’t done anything wrong make fun of them.",
              "reference": "Job 22:19"
            },
            {
              "content": "They say, ‘Our enemies are completely destroyed. Fire has burned up their wealth.’",
              "reference": "Job 22:20"
            },
            {
              "content": "“Job, obey God and be at peace with him. Then he will help you succeed.",
              "reference": "Job 22:21"
            },
            {
              "content": "Do what he teaches you to do. Keep his words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Mighty One, you will have what you had before. But first you must remove everything that is evil far from your tent.",
              "reference": "Job 22:23"
            },
            {
              "content": "You must throw your gold nuggets away. You must toss your gold from Ophir into a valley.",
              "reference": "Job 22:24"
            },
            {
              "content": "Then the Mighty One himself will be your gold. He’ll be like the finest silver to you.",
              "reference": "Job 22:25"
            },
            {
              "content": "You will find delight in the Mighty One. You will honor God and trust in him.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to him, and he will hear you. You will keep the promises you made to him.",
              "reference": "Job 22:27"
            },
            {
              "content": "What you decide to do will be done. Light will shine on the path you take.",
              "reference": "Job 22:28"
            },
            {
              "content": "When people are brought low you will say, ‘Lift them up!’ Then God will help them.",
              "reference": "Job 22:29"
            },
            {
              "content": "He’ll even save those who are guilty. He’ll save them because your hands are clean.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 23:1"
            },
            {
              "content": "“Even today my problems are more than I can handle. In spite of my groans, God’s hand is heavy on me.",
              "reference": "Job 23:2"
            },
            {
              "content": "I wish I knew where I could find him! I wish I could go to the place where he lives!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would state my case to him. I’d give him all my arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I’d find out what his answers would be. I’d think about what he would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he strongly oppose me? No. He wouldn’t bring charges against me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There honest people can prove to him they’re not guilty. There my Judge would tell me once and for all that I’m not guilty.",
              "reference": "Job 23:7"
            },
            {
              "content": "“But if I go to the east, God isn’t there. If I go to the west, I don’t find him.",
              "reference": "Job 23:8"
            },
            {
              "content": "When he’s working in the north, I don’t see him there. When he turns to the south, I don’t see him there either.",
              "reference": "Job 23:9"
            },
            {
              "content": "But he knows every step I take. When he has tested me, I’ll come out as pure as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My feet have closely followed his steps. I’ve stayed on his path without turning away.",
              "reference": "Job 23:11"
            },
            {
              "content": "I haven’t disobeyed his commands. I’ve treasured his words more than my daily bread.",
              "reference": "Job 23:12"
            },
            {
              "content": "“But he’s the only God. Who can oppose him? He does anything he wants to do.",
              "reference": "Job 23:13"
            },
            {
              "content": "He carries out his plans against me. And he still has many other plans just like them.",
              "reference": "Job 23:14"
            },
            {
              "content": "That’s why I’m so terrified. When I think about all of this, I’m afraid of him.",
              "reference": "Job 23:15"
            },
            {
              "content": "God has made my heart weak. The Mighty One has filled me with terror.",
              "reference": "Job 23:16"
            },
            {
              "content": "But even the darkness of death won’t make me silent. When the darkness of the grave covers my face, I won’t be quiet.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“Why doesn’t the Mighty One set a time for judging sinful people? Why do those who know him have to keep waiting for that day?",
              "reference": "Job 24:1"
            },
            {
              "content": "People move their neighbor’s boundary stones. They steal their neighbor’s flocks.",
              "reference": "Job 24:2"
            },
            {
              "content": "They take away the donkeys that belong to children whose fathers have died. They take a widow’s ox until she has paid what she owes.",
              "reference": "Job 24:3"
            },
            {
              "content": "They push those who are needy out of their way. They force all the poor people in the land to go into hiding.",
              "reference": "Job 24:4"
            },
            {
              "content": "The poor are like wild donkeys in the desert. They have to go around looking for food. The dry and empty land provides the only food for their children.",
              "reference": "Job 24:5"
            },
            {
              "content": "The poor go to the fields and get a little grain. They gather up what is left in the vineyards of sinners.",
              "reference": "Job 24:6"
            },
            {
              "content": "The poor don’t have any clothes. So they spend the night naked. They don’t have anything to cover themselves in the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are soaked by mountain rains. They hug the rocks because they don’t have anything to keep them warm.",
              "reference": "Job 24:8"
            },
            {
              "content": "Children whose fathers have died are torn away from their mothers. A poor person’s baby is taken away to pay back what is owed.",
              "reference": "Job 24:9"
            },
            {
              "content": "The poor don’t have any clothes. They go around naked. They carry bundles of grain, but they still go hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "They work very hard as they crush olives. They stomp on grapes in winepresses, but they are still thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "The groans of those who are dying are heard from the city. Those who are wounded cry out for help. But God doesn’t charge anyone with doing what is wrong.",
              "reference": "Job 24:12"
            },
            {
              "content": "“Some people hate it when daylight comes. In the daytime they never walk outside.",
              "reference": "Job 24:13"
            },
            {
              "content": "When daylight is gone, murderers get up. They kill poor people and those who are in need. In the night they sneak around like robbers.",
              "reference": "Job 24:14"
            },
            {
              "content": "Those who commit adultery wait until the sun goes down. They think, ‘No one will see us.’ They keep their faces hidden.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark, thieves break into houses. But by day they shut themselves in. They don’t want anything to do with the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "Midnight is like morning to them. The terrors of darkness are their friends.",
              "reference": "Job 24:17"
            },
            {
              "content": "“But sinners are like bubbles on the surface of water. Their share of the land is under God’s curse. So no one goes to their vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Melted snow disappears when the air is hot and dry. And sinners disappear when they go down into their graves.",
              "reference": "Job 24:19"
            },
            {
              "content": "Even their mothers forget them. The worms in their graves eat them up. No one remembers sinful people anymore. They are cut down like trees.",
              "reference": "Job 24:20"
            },
            {
              "content": "They mistreat women who aren’t able to have children. They aren’t kind to widows.",
              "reference": "Job 24:21"
            },
            {
              "content": "But God is powerful. He even drags away people who are strong. When he rises up against them, they can never be sure they are safe.",
              "reference": "Job 24:22"
            },
            {
              "content": "God might let them rest and feel secure. But his eyes see how they live.",
              "reference": "Job 24:23"
            },
            {
              "content": "For a little while they are honored. Then they are gone. They are brought low. And they die like everyone else. They are cut off like heads of grain.",
              "reference": "Job 24:24"
            },
            {
              "content": "“Who can prove that what I’m saying is wrong? Who can prove that my words aren’t true?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied,",
              "reference": "Job 25:1"
            },
            {
              "content": "“God is King. He should be feared. He establishes peace in the highest parts of heaven.",
              "reference": "Job 25:2"
            },
            {
              "content": "Can anyone count his troops? Is there anyone his light doesn’t shine on?",
              "reference": "Job 25:3"
            },
            {
              "content": "How can human beings be right with God? How can mere people really be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "Even the moon isn’t bright and the stars aren’t pure in God’s eyes.",
              "reference": "Job 25:5"
            },
            {
              "content": "So how about human beings? They are like maggots. How about mere people? They are like worms.”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied,",
              "reference": "Job 26:1"
            },
            {
              "content": "“Bildad, you haven’t helped people who aren’t strong! You haven’t saved people who are weak!",
              "reference": "Job 26:2"
            },
            {
              "content": "You haven’t offered advice to those who aren’t wise! In fact, you haven’t understood anything at all!",
              "reference": "Job 26:3"
            },
            {
              "content": "Who helped you say these things? Whose spirit was speaking through you?",
              "reference": "Job 26:4"
            },
            {
              "content": "“The spirits of the dead are suffering greatly. So are those that are under the waters. And so are all those that live in them.",
              "reference": "Job 26:5"
            },
            {
              "content": "The place of the dead is naked in the sight of God. The grave lies open in front of him.",
              "reference": "Job 26:6"
            },
            {
              "content": "He spreads out the northern skies over empty space. He hangs the earth over nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He wraps up water in his clouds. They are heavy, but they don’t burst.",
              "reference": "Job 26:8"
            },
            {
              "content": "He covers the face of the full moon. He spreads his clouds over it.",
              "reference": "Job 26:9"
            },
            {
              "content": "He marks out the place where the sky meets the sea. He marks out the boundary between light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of the heavens shake. They are terrified when his anger blazes out.",
              "reference": "Job 26:11"
            },
            {
              "content": "With his power he stirred up the oceans. In his wisdom he cut the sea monster Rahab to pieces.",
              "reference": "Job 26:12"
            },
            {
              "content": "His breath made the skies bright and clear. His hand wounded the serpent that glides through the sea.",
              "reference": "Job 26:13"
            },
            {
              "content": "Those are only on the edges of what he does. They are only the soft whispers that we hear from him. So who can understand how very powerful he is?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job continued to speak. He said,",
              "reference": "Job 27:1"
            },
            {
              "content": "“God hasn’t treated me fairly. The Mighty One has made my life bitter. You can be sure that God lives. And here’s something else you can be sure of.",
              "reference": "Job 27:2"
            },
            {
              "content": "As long as I have life and God gives me breath,",
              "reference": "Job 27:3"
            },
            {
              "content": "my mouth won’t say evil things. My lips won’t tell lies.",
              "reference": "Job 27:4"
            },
            {
              "content": "I’ll never admit you people are right. Until I die, I’ll say I’m telling the truth.",
              "reference": "Job 27:5"
            },
            {
              "content": "I’ll continue to say I’m right. I’ll never let go of that. I won’t blame myself as long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "“May my enemies suffer like sinful people! May my attackers be punished like those who aren’t fair!",
              "reference": "Job 27:7"
            },
            {
              "content": "What hope do ungodly people have when their lives are cut short? What hope do they have when God takes away their lives?",
              "reference": "Job 27:8"
            },
            {
              "content": "God won’t listen to their cry when trouble comes on them.",
              "reference": "Job 27:9"
            },
            {
              "content": "They won’t take delight in the Mighty One. They’ll never call out to God.",
              "reference": "Job 27:10"
            },
            {
              "content": "“I’ll teach all of you about God’s power. I won’t hide the things the Mighty One does.",
              "reference": "Job 27:11"
            },
            {
              "content": "You have seen those things yourselves. So why do you continue your useless talk?",
              "reference": "Job 27:12"
            },
            {
              "content": "“Here’s what God does to sinful people. Here’s what those who are mean receive from the Mighty One.",
              "reference": "Job 27:13"
            },
            {
              "content": "All their children will be killed by swords. They’ll never have enough to eat.",
              "reference": "Job 27:14"
            },
            {
              "content": "A plague will kill those who are left alive. The widows of sinful men won’t even weep over their own children.",
              "reference": "Job 27:15"
            },
            {
              "content": "Sinners might store up silver like dust and clothes like piles of clay.",
              "reference": "Job 27:16"
            },
            {
              "content": "But people who do what is right will wear those clothes. People who haven’t done anything wrong will divide up that silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "The house an evil person builds is like a moth’s cocoon. It’s like a hut that’s made by someone on guard duty.",
              "reference": "Job 27:18"
            },
            {
              "content": "Sinful people lie down wealthy, but their wealth is taken away. When they open their eyes, everything is gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors sweep over them like a flood. A storm takes them away during the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind carries them off, and they are gone. It sweeps them out of their houses.",
              "reference": "Job 27:21"
            },
            {
              "content": "It blows against them without mercy. They try to escape from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "It claps its hands and makes fun of them. It hisses them out of their houses.”",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "There are mines where silver is found. There are places where gold is purified.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken out of the earth. Copper is melted down from ore.",
              "reference": "Job 28:2"
            },
            {
              "content": "Human beings light up the darkness. They search for ore in the deepest pits. They look for it in the blackest darkness.",
              "reference": "Job 28:3"
            },
            {
              "content": "Far from where people live they cut a tunnel. They do it in places where other people don’t go. Far away from people they swing back and forth on ropes.",
              "reference": "Job 28:4"
            },
            {
              "content": "Food grows on the surface of the earth. But far below, the earth is changed as if by fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "Lapis lazuli is taken from the rocky earth. Its dust contains nuggets of gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "No bird knows that hidden path. No falcon’s eye has seen it.",
              "reference": "Job 28:7"
            },
            {
              "content": "Proud animals don’t walk on it. Lions don’t prowl there.",
              "reference": "Job 28:8"
            },
            {
              "content": "Human hands attack the hardest rock. Their strong hands uncover the base of the mountains.",
              "reference": "Job 28:9"
            },
            {
              "content": "They tunnel through the rock. Their eyes see all its treasures.",
              "reference": "Job 28:10"
            },
            {
              "content": "They search the places where the rivers begin. They bring hidden things out into the light.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where can wisdom be found? Where does understanding live?",
              "reference": "Job 28:12"
            },
            {
              "content": "No human being understands how much it’s worth. It can’t be found anywhere in the world.",
              "reference": "Job 28:13"
            },
            {
              "content": "The ocean says, “It’s not in me.” The sea says, “It’s not here either.”",
              "reference": "Job 28:14"
            },
            {
              "content": "It can’t be bought with the finest gold. Its price can’t be weighed out in silver.",
              "reference": "Job 28:15"
            },
            {
              "content": "It can’t be bought with gold from Ophir. It can’t be bought with priceless onyx or lapis lazuli.",
              "reference": "Job 28:16"
            },
            {
              "content": "Gold or crystal can’t compare with it. It can’t be bought with jewels made of gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "Don’t bother to talk about coral and jasper. Wisdom is worth far more than rubies.",
              "reference": "Job 28:18"
            },
            {
              "content": "A topaz from Cush can’t compare with it. It can’t be bought with the purest gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "So where does wisdom come from? Where does understanding live?",
              "reference": "Job 28:20"
            },
            {
              "content": "It’s hidden from the eyes of every living thing. Even the birds in the sky can’t find it.",
              "reference": "Job 28:21"
            },
            {
              "content": "Death and the Grave say, “Only reports about it have reached our ears.”",
              "reference": "Job 28:22"
            },
            {
              "content": "But God understands the way to it. He is the only one who knows where it lives.",
              "reference": "Job 28:23"
            },
            {
              "content": "He sees from one end of the earth to the other. He views everything in the world.",
              "reference": "Job 28:24"
            },
            {
              "content": "He made the mighty wind. He measured out the waters.",
              "reference": "Job 28:25"
            },
            {
              "content": "He gave orders for the rain to fall. He made paths for the thunderstorms.",
              "reference": "Job 28:26"
            },
            {
              "content": "Then he looked at wisdom and set its price. He established it and tested it.",
              "reference": "Job 28:27"
            },
            {
              "content": "He said to human beings, “Have respect for the Lord. That will prove you are wise. Avoid evil. That will show you have understanding.”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job continued to speak. He said,",
              "reference": "Job 29:1"
            },
            {
              "content": "“How I long for the times when things were better! That’s when God watched over me.",
              "reference": "Job 29:2"
            },
            {
              "content": "The light of his lamp shone on me. I walked through darkness by his light.",
              "reference": "Job 29:3"
            },
            {
              "content": "Those were the best days of my life. That’s when God’s friendship blessed my house.",
              "reference": "Job 29:4"
            },
            {
              "content": "The Mighty One was still with me. My children were all around me.",
              "reference": "Job 29:5"
            },
            {
              "content": "The path in front of me was like sweet cream. It was as if the rock poured out olive oil for me.",
              "reference": "Job 29:6"
            },
            {
              "content": "“In those days I went to the city gate. I took my seat as a member of the council.",
              "reference": "Job 29:7"
            },
            {
              "content": "Young people who saw me stepped to one side. Old people stood up as I approached.",
              "reference": "Job 29:8"
            },
            {
              "content": "The leaders stopped speaking. They covered their mouths with their hands.",
              "reference": "Job 29:9"
            },
            {
              "content": "The voices of the nobles became quiet. Their tongues stuck to the roofs of their mouths.",
              "reference": "Job 29:10"
            },
            {
              "content": "Everyone who heard me said good things about me. Those who saw me honored me.",
              "reference": "Job 29:11"
            },
            {
              "content": "That’s because I saved poor people who cried out for help. I saved helpless children whose fathers had died.",
              "reference": "Job 29:12"
            },
            {
              "content": "Those who were dying gave me their blessing. I made the hearts of widows sing.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on a godly life as if it were my clothes. Fairness was my robe and my turban.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was like eyes for those who were blind. I was like feet for those who couldn’t walk.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was like a father to needy people. I stood up for strangers in court.",
              "reference": "Job 29:16"
            },
            {
              "content": "Sinners are like animals that have powerful teeth. But I took from their mouths the people they had caught.",
              "reference": "Job 29:17"
            },
            {
              "content": "“I thought, ‘I’ll die in my own house. The days of my life will be as many as the grains of sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My roots will reach down to the water. The dew will lie all night on my branches.",
              "reference": "Job 29:19"
            },
            {
              "content": "I will remain healthy and strong. My bow will stay as good as new in my hand.’",
              "reference": "Job 29:20"
            },
            {
              "content": "“People wanted to hear what I had to say. They waited silently for the advice I gave them.",
              "reference": "Job 29:21"
            },
            {
              "content": "After I had spoken, they didn’t speak anymore. My words fell gently on their ears.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me just as they would wait for rain showers. They drank my words just as they would drink the spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "When I smiled at them, they could hardly believe it. The light of my face lifted their spirits.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose the way they should go. I sat as their chief. I lived as a king lives among his troops. I was like someone who comforts those who are sad.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“But now those who are younger than I am make fun of me. I wouldn’t even put their parents with my sheep dogs!",
              "reference": "Job 30:1"
            },
            {
              "content": "Their strong hands couldn’t give me any help. That’s because their strength was gone.",
              "reference": "Job 30:2"
            },
            {
              "content": "They were weak because they were needy and hungry. They wandered through dry and empty deserts at night.",
              "reference": "Job 30:3"
            },
            {
              "content": "Among the bushes they gathered salty plants. They ate the roots of desert bushes.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were driven away from human society. They were shouted at as if they were robbers.",
              "reference": "Job 30:5"
            },
            {
              "content": "They were forced to live in dry stream beds. They had to stay among rocks and in holes in the ground.",
              "reference": "Job 30:6"
            },
            {
              "content": "Like donkeys they cried out among the bushes. There they crowded together and hid.",
              "reference": "Job 30:7"
            },
            {
              "content": "They were so foolish that no one respected them. They were driven out of the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "“Now their children laugh at me. They make fun of me with their songs.",
              "reference": "Job 30:9"
            },
            {
              "content": "They hate me. They stay away from me. They even dare to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "God has made my body weak. It’s like a tent that has fallen down. So those children do what they want to in front of me.",
              "reference": "Job 30:11"
            },
            {
              "content": "Many people attack me on my right side. They lay traps for my feet. They come at me from every direction.",
              "reference": "Job 30:12"
            },
            {
              "content": "They tear up the road I walk on. They succeed in destroying me. They say, ‘No one can help him.’",
              "reference": "Job 30:13"
            },
            {
              "content": "They attack me like troops smashing through a wall. Among the destroyed buildings they come rolling in.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors sweep over me. My honor is driven away as if by the wind. My safety vanishes like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "“Now my life is slipping away. Days of suffering grab hold of me.",
              "reference": "Job 30:16"
            },
            {
              "content": "At night my bones hurt. My aches and pains never stop.",
              "reference": "Job 30:17"
            },
            {
              "content": "God’s great power becomes like clothes to me. He chokes me like the neck of my shirt.",
              "reference": "Job 30:18"
            },
            {
              "content": "He throws me down into the mud. I’m nothing but dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "“God, I cry out to you. But you don’t answer me. I stand up. But all you do is look at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You do mean things to me. You attack me with your mighty power.",
              "reference": "Job 30:21"
            },
            {
              "content": "You pick me up and blow me away with the wind. You toss me around in the storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "I know that you will bring me down to death. That’s what you have appointed for everyone.",
              "reference": "Job 30:23"
            },
            {
              "content": "“No one would crush people when they cry out for help in their trouble.",
              "reference": "Job 30:24"
            },
            {
              "content": "Haven’t I wept for those who are in trouble? Haven’t I felt sorry for poor people?",
              "reference": "Job 30:25"
            },
            {
              "content": "I hoped good things would happen, but something evil came. I looked for light, but all I saw was darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "My insides are always churning. Nothing but days of suffering are ahead of me.",
              "reference": "Job 30:27"
            },
            {
              "content": "My skin has become dark, but the sun didn’t do it. I stand up in the community and cry out for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I’ve become a brother to wild dogs. Owls are my companions.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin grows black and peels. My body burns with fever.",
              "reference": "Job 30:30"
            },
            {
              "content": "My lyre is tuned to sadness. My flute makes a sound like weeping.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“I made an agreement with my eyes. I promised not to look at a young woman with impure thoughts.",
              "reference": "Job 31:1"
            },
            {
              "content": "What do we receive from God above? What do we get from the Mighty One in heaven?",
              "reference": "Job 31:2"
            },
            {
              "content": "Sinful people are destroyed. Trouble comes to those who do what is wrong.",
              "reference": "Job 31:3"
            },
            {
              "content": "Doesn’t God see how I live? Doesn’t he count every step I take?",
              "reference": "Job 31:4"
            },
            {
              "content": "“I haven’t told any lies. My feet haven’t hurried to cheat others.",
              "reference": "Job 31:5"
            },
            {
              "content": "So let God weigh me in honest scales. Then he’ll know I haven’t done anything wrong.",
              "reference": "Job 31:6"
            },
            {
              "content": "Suppose my steps have turned away from the right path. Suppose my heart has wanted what my eyes have seen. Or suppose my hands have become ‘unclean.’",
              "reference": "Job 31:7"
            },
            {
              "content": "Then may others eat what I’ve planted. May my crops be pulled up by the roots.",
              "reference": "Job 31:8"
            },
            {
              "content": "“Suppose my heart has been tempted by a woman. Or suppose I’ve prowled around my neighbor’s home.",
              "reference": "Job 31:9"
            },
            {
              "content": "Then may my wife grind another man’s grain. May other men sleep with her.",
              "reference": "Job 31:10"
            },
            {
              "content": "Wanting another woman would have been an evil thing. It would have been a sin that should be judged.",
              "reference": "Job 31:11"
            },
            {
              "content": "It’s like a fire that burns down to the grave. It would have caused my crops to be pulled up by the roots.",
              "reference": "Job 31:12"
            },
            {
              "content": "“Suppose I haven’t treated any of my male and female servants fairly when they’ve brought charges against me.",
              "reference": "Job 31:13"
            },
            {
              "content": "Then what will I do when God opposes me? What answer will I give him when he asks me to explain myself?",
              "reference": "Job 31:14"
            },
            {
              "content": "Didn’t he who made me make my servants also? Didn’t the same God form us inside our mothers?",
              "reference": "Job 31:15"
            },
            {
              "content": "“I haven’t said no to what poor people have wanted. I haven’t let widows lose their hope.",
              "reference": "Job 31:16"
            },
            {
              "content": "I haven’t kept my bread to myself. I’ve shared it with children whose fathers had died.",
              "reference": "Job 31:17"
            },
            {
              "content": "From the time I was young, I’ve helped those widows. I’ve raised those children as a father would.",
              "reference": "Job 31:18"
            },
            {
              "content": "Suppose I’ve seen people dying because they didn’t have enough clothes. I’ve seen needy people who didn’t have enough to keep warm.",
              "reference": "Job 31:19"
            },
            {
              "content": "And they didn’t give me their blessing when I warmed them with wool from my sheep.",
              "reference": "Job 31:20"
            },
            {
              "content": "Suppose I’ve raised my hand against children whose fathers have died. And I did it because I knew I had power in the courts.",
              "reference": "Job 31:21"
            },
            {
              "content": "Then let my arm fall from my shoulder. Let it be broken off at the joint.",
              "reference": "Job 31:22"
            },
            {
              "content": "I was afraid God would destroy me. His glory terrifies me. So I’d never do things like that.",
              "reference": "Job 31:23"
            },
            {
              "content": "“Suppose I’ve put my trust in gold. I’ve said to pure gold, ‘You make me feel secure.’",
              "reference": "Job 31:24"
            },
            {
              "content": "And I’m happy because I’m so wealthy. I’m glad because my hands have earned so much.",
              "reference": "Job 31:25"
            },
            {
              "content": "Suppose I’ve worshiped the sun in all its glory. I’ve bowed down to the moon in all its beauty.",
              "reference": "Job 31:26"
            },
            {
              "content": "My heart has been secretly tempted. My hand has thrown kisses to the sun and moon.",
              "reference": "Job 31:27"
            },
            {
              "content": "Then these things would have been sins that should be judged. And I wouldn’t have been faithful to God in heaven.",
              "reference": "Job 31:28"
            },
            {
              "content": "“I wasn’t happy when hard times came to my enemies. I didn’t enjoy seeing the trouble they had.",
              "reference": "Job 31:29"
            },
            {
              "content": "I didn’t allow my mouth to sin by asking for bad things to happen to them.",
              "reference": "Job 31:30"
            },
            {
              "content": "The workers in my house always said, ‘Job always gives plenty of food to everyone.’",
              "reference": "Job 31:31"
            },
            {
              "content": "No stranger ever had to spend the night in the street. My door was always open to travelers.",
              "reference": "Job 31:32"
            },
            {
              "content": "I didn’t hide my sin as other people do. I didn’t hide my guilt in my heart.",
              "reference": "Job 31:33"
            },
            {
              "content": "I was never afraid of the crowd. I never worried that my relatives might hate me. I didn’t have to keep quiet or stay inside.",
              "reference": "Job 31:34"
            },
            {
              "content": "“I wish someone would listen to me! I’m signing my name to everything I’ve said. I hope the Mighty One will give me his answer. I hope the one who brings charges against me will write them down.",
              "reference": "Job 31:35"
            },
            {
              "content": "I’ll wear them on my shoulder. I’ll put them on my head like a crown.",
              "reference": "Job 31:36"
            },
            {
              "content": "I’ll give that person a report of every step I take. I’ll present it to him like I would to a ruler.",
              "reference": "Job 31:37"
            },
            {
              "content": "“Suppose my land cries out against me. And all its soil is wet with tears.",
              "reference": "Job 31:38"
            },
            {
              "content": "Suppose I’ve used up its crops without paying for them. Or I’ve broken the spirit of its renters.",
              "reference": "Job 31:39"
            },
            {
              "content": "Then let thorns grow instead of wheat. Let stinkweed come up instead of barley.” The words of Job end here.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "So the three men stopped answering Job, because he thought he was right.",
              "reference": "Job 32:1"
            },
            {
              "content": "But Elihu the Buzite was very angry with Job. That’s because Job said he himself was right instead of God. Elihu was the son of Barakel. He was from the family of Ram.",
              "reference": "Job 32:2"
            },
            {
              "content": "Elihu was also very angry with Job’s three friends. They hadn’t found any way to prove that Job was wrong. But they still said he was guilty.",
              "reference": "Job 32:3"
            },
            {
              "content": "Elihu had waited before he spoke to Job. That’s because the others were older than he was.",
              "reference": "Job 32:4"
            },
            {
              "content": "But he saw that the three men didn’t have anything more to say. So he was very angry.",
              "reference": "Job 32:5"
            },
            {
              "content": "Elihu the Buzite, the son of Barakel, said, “I’m young, and you are old. So I was afraid to tell you what I know.",
              "reference": "Job 32:6"
            },
            {
              "content": "I thought, ‘Those who are older should speak first. Those who have lived for many years should teach people how to be wise.’",
              "reference": "Job 32:7"
            },
            {
              "content": "But the spirit in people gives them understanding. The breath of the Mighty One gives them wisdom.",
              "reference": "Job 32:8"
            },
            {
              "content": "Older people aren’t the only ones who are wise. They aren’t the only ones who understand what is right.",
              "reference": "Job 32:9"
            },
            {
              "content": "“So I’m saying you should listen to me. I’ll tell you what I know.",
              "reference": "Job 32:10"
            },
            {
              "content": "I waited while you men spoke. I listened to your reasoning. While you were searching for words,",
              "reference": "Job 32:11"
            },
            {
              "content": "I paid careful attention to you. But not one of you has proved that Job is wrong. None of you has answered his arguments.",
              "reference": "Job 32:12"
            },
            {
              "content": "Don’t claim, ‘We have enough wisdom to answer Job.’ Let God, not a mere man, prove that he’s wrong.",
              "reference": "Job 32:13"
            },
            {
              "content": "Job hasn’t directed his words against me. I won’t answer him with your arguments.",
              "reference": "Job 32:14"
            },
            {
              "content": "“Job, these men are afraid. They don’t have anything else to say. They’ve run out of words.",
              "reference": "Job 32:15"
            },
            {
              "content": "Do I have to keep on waiting, now that they are silent? They are just standing there with nothing to say.",
              "reference": "Job 32:16"
            },
            {
              "content": "I too have something to say. I too will tell what I know.",
              "reference": "Job 32:17"
            },
            {
              "content": "I’m full of words. My spirit inside me forces me to speak.",
              "reference": "Job 32:18"
            },
            {
              "content": "Inside I’m like wine that is bottled up. I’m like new wineskins ready to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "I must speak so I can feel better. I must open my mouth and reply.",
              "reference": "Job 32:20"
            },
            {
              "content": "I’ll treat everyone the same. I won’t praise anyone without meaning it.",
              "reference": "Job 32:21"
            },
            {
              "content": "If I weren’t honest when I praised people, my Maker would soon take me from this life.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“Job, listen now to my words. Pay attention to everything I say.",
              "reference": "Job 33:1"
            },
            {
              "content": "I’m about to open my mouth. My words are on the tip of my tongue.",
              "reference": "Job 33:2"
            },
            {
              "content": "What I say comes from an honest heart. My lips speak only what I know is true.",
              "reference": "Job 33:3"
            },
            {
              "content": "The Spirit of God has made me. The breath of the Mighty One gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "So answer me if you can. Stand up and argue your case in front of me.",
              "reference": "Job 33:5"
            },
            {
              "content": "To God I’m just the same as you. I too am a piece of clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "You don’t have to be afraid of me. My hand won’t be too heavy on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "“But I heard what you said. And here are the exact words I heard.",
              "reference": "Job 33:8"
            },
            {
              "content": "You said, ‘I’m pure. I have done no wrong. I’m clean. I’m free from sin.",
              "reference": "Job 33:9"
            },
            {
              "content": "But God has found fault with me. He thinks I’m his enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in chains. He watches every step I take.’",
              "reference": "Job 33:11"
            },
            {
              "content": "“But I’m telling you that you aren’t right when you talk like that. After all, God is greater than any human being.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do you claim that God never answers anybody’s questions?",
              "reference": "Job 33:13"
            },
            {
              "content": "He speaks in one way and then another. But we do not even realize it.",
              "reference": "Job 33:14"
            },
            {
              "content": "He might speak in a dream or in a vision at night. That’s when people are sound asleep in their beds.",
              "reference": "Job 33:15"
            },
            {
              "content": "He might speak in their ears. His warnings might terrify them.",
              "reference": "Job 33:16"
            },
            {
              "content": "He warns them in order to turn them away from sinning. He wants to keep them from being proud.",
              "reference": "Job 33:17"
            },
            {
              "content": "He wants to stop them from going down into the grave. He doesn’t want them to be killed by swords.",
              "reference": "Job 33:18"
            },
            {
              "content": "Someone might be punished by suffering in bed. The pain in their bones might never go away.",
              "reference": "Job 33:19"
            },
            {
              "content": "They might feel so bad they can’t eat anything. They might even hate the finest food.",
              "reference": "Job 33:20"
            },
            {
              "content": "Their body might waste away to nothing. Their bones might have been hidden. But now they stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "They might approach the very edge of the grave. The messengers of death might come for them.",
              "reference": "Job 33:22"
            },
            {
              "content": "“But suppose there is an angel who will speak up for him. The angel is very special. He’s one out of a thousand. He will tell that person how to do what is right.",
              "reference": "Job 33:23"
            },
            {
              "content": "That angel will be gracious to them. He’ll say to God, ‘Spare them from going down into the grave. I know a way that can set them free.’",
              "reference": "Job 33:24"
            },
            {
              "content": "Then their body is made like new again. They become as strong and healthy as when they were young.",
              "reference": "Job 33:25"
            },
            {
              "content": "Then that person can pray to God and be blessed by him. They will see God’s face and shout for joy. God will make them well and happy again.",
              "reference": "Job 33:26"
            },
            {
              "content": "Then that person will come to others and say, ‘I sinned. I made what is wrong appear to be right. But I wasn’t punished as I should have been.",
              "reference": "Job 33:27"
            },
            {
              "content": "God has set me free. He has kept me from going down into the darkness of the grave. So I’ll live to enjoy the light of life.’",
              "reference": "Job 33:28"
            },
            {
              "content": "“God does all these things to people. In fact, he does them again and again.",
              "reference": "Job 33:29"
            },
            {
              "content": "He wants to stop people from going down into the darkness of the grave. Then the light of life will shine on them.",
              "reference": "Job 33:30"
            },
            {
              "content": "“Pay attention, Job! Listen to me! Be quiet so I can speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have anything to say, answer me. Speak up. I want to help you be cleared of all charges.",
              "reference": "Job 33:32"
            },
            {
              "content": "But if you don’t have anything to say, listen to me. Be quiet so I can teach you how to be wise.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Elihu continued,",
              "reference": "Job 34:1"
            },
            {
              "content": "“Hear what I’m saying, you wise men. Listen to me, you who have learned so much.",
              "reference": "Job 34:2"
            },
            {
              "content": "Our tongues tell us what tastes good and what doesn’t. And our ears tell us what’s true and what isn’t.",
              "reference": "Job 34:3"
            },
            {
              "content": "So let’s choose for ourselves what is right. Let’s learn together what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "“Job says, ‘I’m not guilty of doing anything wrong. But God doesn’t treat me fairly.",
              "reference": "Job 34:5"
            },
            {
              "content": "Even though I’m right, he thinks I’m a liar. Even though I’m not guilty, his arrows give me wounds that can’t be healed.’",
              "reference": "Job 34:6"
            },
            {
              "content": "Is there anyone like Job? He accuses God as easily as he drinks water.",
              "reference": "Job 34:7"
            },
            {
              "content": "He’s a companion of those who do evil. He spends his time with sinful people.",
              "reference": "Job 34:8"
            },
            {
              "content": "He asks, ‘What good is it to try to please God?’",
              "reference": "Job 34:9"
            },
            {
              "content": "“So listen to me, you men who have understanding. God would never do what is evil. The Mighty One would never do what is wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "He pays back everyone for what they’ve done. He gives them exactly what they should get.",
              "reference": "Job 34:11"
            },
            {
              "content": "It isn’t possible for God to do wrong. The Mighty One would never treat people unfairly.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who appointed him to rule over the earth? Who put him in charge of the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If he really wanted to, he could hold back his spirit and breath.",
              "reference": "Job 34:14"
            },
            {
              "content": "Then everyone would die together. They would return to the dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "“Job, if you have understanding, listen to me. Pay attention to what I’m saying.",
              "reference": "Job 34:16"
            },
            {
              "content": "Can someone who hates to be fair govern? Will you bring charges against the holy and mighty God?",
              "reference": "Job 34:17"
            },
            {
              "content": "He says to kings, ‘You are worthless.’ He says to nobles, ‘You are evil.’",
              "reference": "Job 34:18"
            },
            {
              "content": "He doesn’t favor princes. He treats rich people and poor people the same. His hands created all of them.",
              "reference": "Job 34:19"
            },
            {
              "content": "They die suddenly in the middle of the night. God strikes them down, and they pass away. Even people who are mighty are removed, but not by human hands.",
              "reference": "Job 34:20"
            },
            {
              "content": "“His eyes see how people live. He watches every step they take.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no deep shadow or total darkness where those who do what is evil can hide.",
              "reference": "Job 34:22"
            },
            {
              "content": "God doesn’t need to bring charges against anyone. He knows they are guilty. So he doesn’t need to have them appear in his court to be judged.",
              "reference": "Job 34:23"
            },
            {
              "content": "He destroys the mighty without asking them questions in court. Then he sets others up in their places.",
              "reference": "Job 34:24"
            },
            {
              "content": "He knows what they do. So he crushes them during the night.",
              "reference": "Job 34:25"
            },
            {
              "content": "He punishes them for the sins they commit. He does it where everyone can see them.",
              "reference": "Job 34:26"
            },
            {
              "content": "That’s because they turned away from following him. They didn’t have respect for anything he does.",
              "reference": "Job 34:27"
            },
            {
              "content": "They caused poor people to cry out to him. He heard the cries of those who were in need.",
              "reference": "Job 34:28"
            },
            {
              "content": "But if he remains silent, who can judge him? If he turns his face away, who can see him? He rules over individual people and nations alike.",
              "reference": "Job 34:29"
            },
            {
              "content": "He keeps those who are ungodly from ruling. He keeps them from laying traps for others.",
              "reference": "Job 34:30"
            },
            {
              "content": "“Someone might say to God, ‘I’m guilty of sinning, but I won’t do it anymore.",
              "reference": "Job 34:31"
            },
            {
              "content": "Show me my sins that I’m not aware of. If I’ve done what is wrong, I won’t do it again.’",
              "reference": "Job 34:32"
            },
            {
              "content": "But you refuse to turn away from your sins. So God won’t treat you the way you want to be treated. You must decide, Job. I can’t do it for you. So tell me what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "“You men who have understanding have spoken. You wise men who hear me have said to me,",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job doesn’t know what he’s talking about. The things he has said don’t make any sense.’",
              "reference": "Job 34:35"
            },
            {
              "content": "I wish Job would be given the hardest test possible! He answered like someone who is evil.",
              "reference": "Job 34:36"
            },
            {
              "content": "To his sin he adds even more sin. He claps his hands and makes fun of us. He multiplies his words against God.”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Elihu continued,",
              "reference": "Job 35:1"
            },
            {
              "content": "“Job, do you think it’s fair for you to say, ‘I am the one who is right, not God’?",
              "reference": "Job 35:2"
            },
            {
              "content": "You ask him, ‘What good is it for me not to sin? What do I get by not sinning?’",
              "reference": "Job 35:3"
            },
            {
              "content": "“I’d like to reply to you and to your friends who are with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look up at the heavens. Observe the clouds that are high above you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you sin, what does that mean to God? If you sin many times, what does that do to him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you do what is right, how does that help him? What does he get from you?",
              "reference": "Job 35:7"
            },
            {
              "content": "The evil things you do only hurt people like yourself. The right things you do only help other human beings.",
              "reference": "Job 35:8"
            },
            {
              "content": "“People cry out when they are treated badly. They beg to be set free from the power of those who are over them.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one says, ‘Where is the God who made me? He gives us songs even during the night.",
              "reference": "Job 35:10"
            },
            {
              "content": "He teaches us more than he teaches the wild animals. He makes us wiser than the birds in the sky.’",
              "reference": "Job 35:11"
            },
            {
              "content": "He doesn’t answer sinful people when they cry out to him. That’s because they are so proud.",
              "reference": "Job 35:12"
            },
            {
              "content": "In fact, God doesn’t listen to their empty cries. The Mighty One doesn’t pay any attention to them.",
              "reference": "Job 35:13"
            },
            {
              "content": "So he certainly won’t listen to you. When you say you don’t see him, he won’t hear you. He won’t listen when you state your case to him. He won’t pay attention even if you wait for him.",
              "reference": "Job 35:14"
            },
            {
              "content": "When you say his anger never punishes sin, he won’t hear you. He won’t listen when you say he doesn’t pay any attention to evil.",
              "reference": "Job 35:15"
            },
            {
              "content": "So you say things that don’t mean anything. You use a lot of words, but you don’t know what you are talking about.”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Elihu continued,",
              "reference": "Job 36:1"
            },
            {
              "content": "“Put up with me a little longer. I’ll show you I can speak up for God even more.",
              "reference": "Job 36:2"
            },
            {
              "content": "I get my knowledge from far away. I’ll announce that the God who made me is fair.",
              "reference": "Job 36:3"
            },
            {
              "content": "You can be sure that my words are true. One who has perfect knowledge is talking to you.",
              "reference": "Job 36:4"
            },
            {
              "content": "“God is mighty, but he doesn’t hate people. He’s mighty, and he knows exactly what he’s going to do.",
              "reference": "Job 36:5"
            },
            {
              "content": "He doesn’t keep alive those who are evil. Instead, he gives suffering people their rights.",
              "reference": "Job 36:6"
            },
            {
              "content": "He watches over those who do what is right. He puts them on thrones as if they were kings. He honors them forever.",
              "reference": "Job 36:7"
            },
            {
              "content": "But some people are held by chains. Their pain ties them up like ropes.",
              "reference": "Job 36:8"
            },
            {
              "content": "God tells them what they’ve done. He tells them they’ve become proud and sinned against him.",
              "reference": "Job 36:9"
            },
            {
              "content": "He makes them listen when he corrects them. He commands them to turn away from the evil things they’ve done.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they obey him and serve him, they’ll enjoy a long and happy life. Things will go well with them.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they don’t listen to him, they’ll be killed by swords. They’ll die because they didn’t want to know anything about him.",
              "reference": "Job 36:12"
            },
            {
              "content": "“Those whose hearts are ungodly are always angry. Even when God puts them in chains, they don’t cry out for help.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die while they are still young. They die among the male prostitutes at the temples.",
              "reference": "Job 36:14"
            },
            {
              "content": "But God saves suffering people while they suffer. He speaks to them while they are hurting.",
              "reference": "Job 36:15"
            },
            {
              "content": "“Job, he wants to take you out of the jaws of trouble. He wants to bring you to a wide and safe place. He’d like to seat you at a table that is loaded with the best food.",
              "reference": "Job 36:16"
            },
            {
              "content": "But now you are loaded down with the punishment sinners will receive. You have been judged fairly.",
              "reference": "Job 36:17"
            },
            {
              "content": "Be careful that no one tempts you with riches. Don’t take money from people who want special favors, no matter how much it is.",
              "reference": "Job 36:18"
            },
            {
              "content": "Can your wealth keep you out of trouble? Can all your mighty efforts keep you going?",
              "reference": "Job 36:19"
            },
            {
              "content": "Don’t wish for the night to come so you can drag people away from their homes.",
              "reference": "Job 36:20"
            },
            {
              "content": "Be careful not to do what is evil. You seem to like evil better than suffering!",
              "reference": "Job 36:21"
            },
            {
              "content": "“God is honored because he is so powerful. There is no teacher equal to him.",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has told him what he can do? Who has said to him, ‘You have done what is wrong’?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember to thank him for what he’s done. People have praised him with their songs.",
              "reference": "Job 36:24"
            },
            {
              "content": "Every human being has seen his work. People can see it from far away.",
              "reference": "Job 36:25"
            },
            {
              "content": "How great God is! We’ll never completely understand him. We’ll never find out how long he has lived.",
              "reference": "Job 36:26"
            },
            {
              "content": "“He makes mist rise from the water. Then it falls as rain into the streams.",
              "reference": "Job 36:27"
            },
            {
              "content": "The clouds pour down their moisture. Rain showers fall on people everywhere.",
              "reference": "Job 36:28"
            },
            {
              "content": "Who can understand how God spreads out the clouds? Who can explain how he thunders from his home in heaven?",
              "reference": "Job 36:29"
            },
            {
              "content": "See how he scatters his lightning around him! He lights up the deepest parts of the ocean.",
              "reference": "Job 36:30"
            },
            {
              "content": "The rain he sends makes things grow for the nations. He provides them with plenty of food.",
              "reference": "Job 36:31"
            },
            {
              "content": "He holds lightning bolts in his hands. He commands them to strike their marks.",
              "reference": "Job 36:32"
            },
            {
              "content": "His thunder announces that a storm is coming. Even the cattle let us know it’s approaching.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“When I hear the thunder, my heart pounds. It beats faster inside me.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen! Listen to the roar of his voice! Listen to the thunder that comes from him!",
              "reference": "Job 37:2"
            },
            {
              "content": "He sends his lightning across the sky. It reaches from one end of the earth to the other.",
              "reference": "Job 37:3"
            },
            {
              "content": "Next comes the sound of his roaring thunder. He thunders with his majestic voice. When his voice fills the air, he doesn’t hold anything back.",
              "reference": "Job 37:4"
            },
            {
              "content": "God’s voice thunders in wonderful ways. We’ll never understand the great things he does.",
              "reference": "Job 37:5"
            },
            {
              "content": "He says to the snow, ‘Fall on the earth.’ He tells the rain, ‘Pour down your mighty waters.’",
              "reference": "Job 37:6"
            },
            {
              "content": "He stops everyone from working. He wants them to see his work.",
              "reference": "Job 37:7"
            },
            {
              "content": "The animals go inside. They remain in their dens.",
              "reference": "Job 37:8"
            },
            {
              "content": "The storm comes out of its storeroom in the heavens. The cold comes from the driving winds.",
              "reference": "Job 37:9"
            },
            {
              "content": "The breath of God produces ice. The shallow water freezes over.",
              "reference": "Job 37:10"
            },
            {
              "content": "He loads the clouds with moisture. He scatters his lightning through them.",
              "reference": "Job 37:11"
            },
            {
              "content": "He directs the clouds to circle above the surface of the whole earth. They do everything he commands them to do.",
              "reference": "Job 37:12"
            },
            {
              "content": "He tells the clouds to punish people. Or he brings them to water his earth and show his love.",
              "reference": "Job 37:13"
            },
            {
              "content": "“Job, listen to me. Stop and think about the wonderful things God does.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how he controls the clouds? Do you understand how he makes his lightning flash?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know how the clouds stay up in the sky? Do you understand the wonders of the God who has perfect knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "Even your clothes are too hot for you when the land lies quiet under the south wind.",
              "reference": "Job 37:17"
            },
            {
              "content": "Can you help God spread out the skies? They are as hard as a mirror that’s made out of bronze.",
              "reference": "Job 37:18"
            },
            {
              "content": "“Job, tell us what we should say to God. We can’t prepare our case because our minds are dark.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should he be told that I want to speak? Would anyone ask to be destroyed by him?",
              "reference": "Job 37:20"
            },
            {
              "content": "No one can look at the sun. It’s too bright after the wind has swept the skies clean.",
              "reference": "Job 37:21"
            },
            {
              "content": "Out of the north, God comes in his shining glory. He comes in all his wonderful majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "We can’t reach up to the Mighty One. He is lifted high because of his power. Everything he does is fair and right. So he doesn’t crush people.",
              "reference": "Job 37:23"
            },
            {
              "content": "That’s why they have respect for him. He cares about all those who are wise.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "The Lord spoke to Job out of a storm. He said,",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who do you think you are to disagree with my plans? You do not know what you are talking about.",
              "reference": "Job 38:2"
            },
            {
              "content": "Get ready to stand up for yourself. I will ask you some questions. Then I want you to answer me.",
              "reference": "Job 38:3"
            },
            {
              "content": "“Where were you when I laid the earth’s foundation? Tell me, if you know.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who measured it? I am sure you know! Who stretched a measuring line across it?",
              "reference": "Job 38:5"
            },
            {
              "content": "What was it built on? Who laid its most important stone?",
              "reference": "Job 38:6"
            },
            {
              "content": "When it happened, the morning stars sang together. All the angels shouted with joy.",
              "reference": "Job 38:7"
            },
            {
              "content": "“Who created the ocean? Who caused it to be born?",
              "reference": "Job 38:8"
            },
            {
              "content": "I put clouds over it as if they were its clothes. I wrapped it in thick darkness.",
              "reference": "Job 38:9"
            },
            {
              "content": "I set limits for it. I put its doors and metal bars in place.",
              "reference": "Job 38:10"
            },
            {
              "content": "I said, ‘You can come this far. But you can’t come any farther. Here is where your proud waves have to stop.’",
              "reference": "Job 38:11"
            },
            {
              "content": "“Job, have you ever commanded the morning to come? Have you ever shown the sun where to rise?",
              "reference": "Job 38:12"
            },
            {
              "content": "The daylight takes the earth by its edges as if it were a blanket. Then it shakes sinful people out of it.",
              "reference": "Job 38:13"
            },
            {
              "content": "The earth takes shape like clay stamped with an official’s mark. Its features stand out like the different parts of your clothes.",
              "reference": "Job 38:14"
            },
            {
              "content": "Sinners would rather have darkness than light. When the light comes, their power is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "“Have you traveled to the springs at the bottom of the ocean? Have you walked in its deepest parts?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been shown to you? Have you seen the gates of the deepest darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Do you understand how big the earth is? Tell me, if you know all these things.",
              "reference": "Job 38:18"
            },
            {
              "content": "“Where does light come from? And where does darkness live?",
              "reference": "Job 38:19"
            },
            {
              "content": "Can you take them to their places? Do you know the paths to their houses?",
              "reference": "Job 38:20"
            },
            {
              "content": "I am sure you know! After all, you were already born! You have lived so many years!",
              "reference": "Job 38:21"
            },
            {
              "content": "“Have you entered the places where the snow is kept? Have you seen the storerooms for the hail?",
              "reference": "Job 38:22"
            },
            {
              "content": "I store up snow and hail for times of trouble. I keep them for days of war and battle.",
              "reference": "Job 38:23"
            },
            {
              "content": "Where does lightning come from? Where do the east winds live that blow across the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who tells the rain where it should fall? Who makes paths for the thunderstorms?",
              "reference": "Job 38:25"
            },
            {
              "content": "They bring water to places where no one lives. They water deserts that do not have anyone in them.",
              "reference": "Job 38:26"
            },
            {
              "content": "They satisfy the needs of dry and empty lands. They make grass start growing there.",
              "reference": "Job 38:27"
            },
            {
              "content": "Does the rain have a father? Who is the father of the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "Does the ice have a mother? Who is the mother of the frost from the heavens?",
              "reference": "Job 38:29"
            },
            {
              "content": "The waters become as hard as stone. The surface of the ocean freezes over.",
              "reference": "Job 38:30"
            },
            {
              "content": "“Can you tie up the cords of the Pleiades? Can you untie the belt that Orion wears?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you bring out all the stars in their seasons? Can you lead out the Big Dipper and the Little Dipper?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the laws that govern the heavens? Can you rule over the earth the way I do?",
              "reference": "Job 38:33"
            },
            {
              "content": "“Can you give orders to the clouds? Can you make them pour rain down on you?",
              "reference": "Job 38:34"
            },
            {
              "content": "Do you send the lightning bolts on their way? Do they report to you, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who gives the ibis wisdom? Who gives the rooster understanding?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who is wise enough to count the clouds? Who can tip over the water jars of the heavens?",
              "reference": "Job 38:37"
            },
            {
              "content": "I tip them over when the ground becomes hard. I do it when the dirt sticks together.",
              "reference": "Job 38:38"
            },
            {
              "content": "“Do you hunt for food for mother lions? Do you satisfy the hunger of their cubs?",
              "reference": "Job 38:39"
            },
            {
              "content": "Some of them lie low in their dens. Others lie waiting in the bushes.",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides food for ravens when their babies cry out to me? They wander around because they do not have anything to eat.",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“Job, do you know when mountain goats have their babies? Do you watch when female deer give birth?",
              "reference": "Job 39:1"
            },
            {
              "content": "Do you count the months until the animals have their babies? Do you know the time when they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "They bend their back legs and have their babies. Then their labor pains stop.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their little ones grow strong and healthy in the wild. They leave and do not come home again.",
              "reference": "Job 39:4"
            },
            {
              "content": "“Who let the wild donkeys go free? Who untied their ropes?",
              "reference": "Job 39:5"
            },
            {
              "content": "I gave them the dry and empty land as their home. I gave them salt flats to live in.",
              "reference": "Job 39:6"
            },
            {
              "content": "They laugh at all the noise in town. They do not hear the shouts of the donkey drivers.",
              "reference": "Job 39:7"
            },
            {
              "content": "They wander over the hills to look for grass. They search for anything green to eat.",
              "reference": "Job 39:8"
            },
            {
              "content": "“Job, will wild oxen agree to serve you? Will they stay by your feed box at night?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you keep them in straight rows with harnesses? Will they plow the valleys behind you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you depend on them for their great strength? Will you let them do your heavy work?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you trust them to haul in your grain? Will they bring it to your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "“The wings of ostriches flap with joy. But they can’t compare with the wings and feathers of storks.",
              "reference": "Job 39:13"
            },
            {
              "content": "Ostriches lay their eggs on the ground. They let them get warm in the sand.",
              "reference": "Job 39:14"
            },
            {
              "content": "They do not know that something might step on them. A wild animal might walk all over them.",
              "reference": "Job 39:15"
            },
            {
              "content": "Ostriches are mean to their little ones. They treat them as if they did not belong to them. They do not care that their work was useless.",
              "reference": "Job 39:16"
            },
            {
              "content": "I did not provide ostriches with wisdom. I did not give them good sense.",
              "reference": "Job 39:17"
            },
            {
              "content": "But when they spread their feathers to run, they laugh at a horse and its rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "“Job, do you give horses their strength? Do you put flowing manes on their necks?",
              "reference": "Job 39:19"
            },
            {
              "content": "Do you make them jump like locusts? They terrify others with their proud snorting.",
              "reference": "Job 39:20"
            },
            {
              "content": "They paw the ground wildly. They are filled with joy. They charge at their enemies.",
              "reference": "Job 39:21"
            },
            {
              "content": "They laugh at fear. They are not afraid of anything. They do not run away from swords.",
              "reference": "Job 39:22"
            },
            {
              "content": "Many arrows rattle at their sides. Flashing spears and javelins are also there.",
              "reference": "Job 39:23"
            },
            {
              "content": "They are so excited that they race over the ground. They can’t stand still when trumpets are blown.",
              "reference": "Job 39:24"
            },
            {
              "content": "When they hear the trumpets they snort, ‘Aha!’ They catch the smells of battle far away. They hear the shouts of commanders and the battle cries.",
              "reference": "Job 39:25"
            },
            {
              "content": "“Job, are you wise enough to teach hawks where to fly? They spread their wings and fly toward the south.",
              "reference": "Job 39:26"
            },
            {
              "content": "Do you command eagles to fly so high? They build their nests as high as they can.",
              "reference": "Job 39:27"
            },
            {
              "content": "They live on cliffs and stay there at night. High up on the rocks they think they are safe.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there they look for their food. They can see it from far away.",
              "reference": "Job 39:29"
            },
            {
              "content": "Their little ones like to eat blood. Eagles gather where they see dead bodies.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "The Lord continued,",
              "reference": "Job 40:1"
            },
            {
              "content": "“I am the Mighty One. Will the man who argues with me correct me? Let him who brings charges against me answer me!”",
              "reference": "Job 40:2"
            },
            {
              "content": "Job replied to the Lord,",
              "reference": "Job 40:3"
            },
            {
              "content": "“I’m not worthy. How can I reply to you? I’m putting my hand over my mouth. I’ll stop talking.",
              "reference": "Job 40:4"
            },
            {
              "content": "I spoke once. But I really don’t have any answer. I spoke twice. But I won’t say anything else.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord spoke to Job out of the storm. He said,",
              "reference": "Job 40:6"
            },
            {
              "content": "“Get ready to stand up for yourself. I will ask you some more questions. Then I want you to answer me.",
              "reference": "Job 40:7"
            },
            {
              "content": "“Would you dare to claim that I am not being fair? Would you judge me in order to make yourself seem right?",
              "reference": "Job 40:8"
            },
            {
              "content": "Is your arm as powerful as mine is? Can your voice thunder as mine does?",
              "reference": "Job 40:9"
            },
            {
              "content": "Then put on glory and beauty as if they were your clothes. Also put on honor and majesty.",
              "reference": "Job 40:10"
            },
            {
              "content": "Let loose your great anger. Look at those who are proud and bring them low.",
              "reference": "Job 40:11"
            },
            {
              "content": "Look at proud people and make them humble. Crush evil people right where they are.",
              "reference": "Job 40:12"
            },
            {
              "content": "Bury their bodies together in the dust. Cover their faces in the grave.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I myself will admit to you that your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "“Look at Behemoth. It is a huge animal. I made both of you. It eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "Look at the strength it has in its hips! What power it has in the muscles of its stomach!",
              "reference": "Job 40:16"
            },
            {
              "content": "Its tail sways back and forth like a cedar tree. The tendons of its thighs are close together.",
              "reference": "Job 40:17"
            },
            {
              "content": "Its bones are like tubes made out of bronze. Its legs are like rods made out of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "It ranks first among my works. I made it. I can approach it with my sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "The hills produce food for it. All the other wild animals play near it.",
              "reference": "Job 40:20"
            },
            {
              "content": "It lies under lotus plants. It hides in tall grass in the swamps.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus plants hide it in their shade. Poplar trees near streams surround it.",
              "reference": "Job 40:22"
            },
            {
              "content": "It is not afraid when the river roars. It is secure even when the Jordan River rushes against its mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can anyone capture it by its eyes? Can anyone trap it and poke a hole through its nose?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "“Job, can you pull Leviathan out of the sea with a fishhook? Can you tie down its tongue with a rope?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you put a rope through its nose? Can you stick a hook through its jaw?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will it keep begging you for mercy? Will it speak gently to you?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will it make an agreement with you? Can you make it your slave for life?",
              "reference": "Job 41:4"
            },
            {
              "content": "Can you make a pet out of it like a bird? Can you put it on a leash for the young women in your house?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will traders offer you something for it? Will they divide it up among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you fill its body with harpoons? Can you throw fishing spears into its head?",
              "reference": "Job 41:7"
            },
            {
              "content": "If you touch it, it will fight you. Then you will remember never to touch it again!",
              "reference": "Job 41:8"
            },
            {
              "content": "No one can possibly control Leviathan. Just looking at it will terrify you.",
              "reference": "Job 41:9"
            },
            {
              "content": "No one dares to wake it up. So who can possibly stand up to me?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who has a claim against me that I must pay? Everything on earth belongs to me.",
              "reference": "Job 41:11"
            },
            {
              "content": "“Now I will speak about the Leviathan’s legs. I will talk about its strength and its graceful body.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can strip off its outer coat? Who would try to pierce its double coat of armor?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who dares to open its jaws? Its mouth is filled with terrifying teeth.",
              "reference": "Job 41:14"
            },
            {
              "content": "Its back has rows of shields that are close together.",
              "reference": "Job 41:15"
            },
            {
              "content": "Each one is so close to the next one that not even air can pass between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "They are joined tightly to one another. They stick together and can’t be forced apart.",
              "reference": "Job 41:17"
            },
            {
              "content": "Leviathan’s snorting throws out flashes of light. Its eyes shine like the first light of day.",
              "reference": "Job 41:18"
            },
            {
              "content": "Flames spray out of its mouth. Sparks of fire shoot out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Smoke pours out of its nose. It is like smoke from a boiling pot over burning grass.",
              "reference": "Job 41:20"
            },
            {
              "content": "Its breath sets coals on fire. Flames fly out of its mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "Its neck is very strong. People run to get out of its way.",
              "reference": "Job 41:22"
            },
            {
              "content": "Its rolls of fat are close together. They are firm and can’t be moved.",
              "reference": "Job 41:23"
            },
            {
              "content": "Its chest is as hard as rock. It is as hard as a lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When Leviathan rises up, even mighty people are terrified. They run away when it moves around wildly.",
              "reference": "Job 41:25"
            },
            {
              "content": "A sword that strikes it has no effect. Neither does a spear or dart or javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "It treats iron as if it were straw. It crushes bronze as if it were rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "Arrows do not make it run away. Stones that are thrown from slings are like straw hitting it.",
              "reference": "Job 41:28"
            },
            {
              "content": "A club seems like a piece of straw to it. It laughs when it hears a javelin rattling.",
              "reference": "Job 41:29"
            },
            {
              "content": "Its undersides are like broken pieces of pottery. It leaves a trail in the mud like a threshing sled.",
              "reference": "Job 41:30"
            },
            {
              "content": "It makes the ocean churn like a boiling pot. It stirs up the sea like perfume someone is making.",
              "reference": "Job 41:31"
            },
            {
              "content": "It leaves a shiny trail behind it. You would think the ocean had white hair.",
              "reference": "Job 41:32"
            },
            {
              "content": "Nothing on earth is equal to Leviathan. That creature is not afraid of anything.",
              "reference": "Job 41:33"
            },
            {
              "content": "It looks down on proud people. It rules over all those who are proud.”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 NIrV",
          "version": "NIrV",
          "verses": [
            {
              "content": "Job replied to the Lord,",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know that you can do anything. No one can keep you from doing what you plan to do.",
              "reference": "Job 42:2"
            },
            {
              "content": "You asked me, ‘Who do you think you are to disagree with my plans? You do not know what you are talking about.’ I spoke about things I didn’t completely understand. I talked about things that were too wonderful for me to know.",
              "reference": "Job 42:3"
            },
            {
              "content": "“You said, ‘Listen now, and I will speak. I will ask you some questions. Then I want you to answer me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "My ears had heard about you. But now my own eyes have seen you.",
              "reference": "Job 42:5"
            },
            {
              "content": "So I hate myself. I’m really sorry for what I said about you. That’s why I’m sitting in dust and ashes.”",
              "reference": "Job 42:6"
            },
            {
              "content": "After the Lord finished speaking to Job, he spoke to Eliphaz the Temanite. He said, “I am angry with you and your two friends. You have not said what is true about me, as my servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "So now get seven bulls and seven rams. Go to my servant Job. Then sacrifice a burnt offering for yourselves. My servant Job will pray for you. And I will accept his prayer. I will not punish you for saying the foolish things you said. You have not said what is true about me, as my servant Job has.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did what the Lord told them to do. And the Lord accepted Job’s prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "After Job had prayed for his friends, the Lord made him successful again. He gave him twice as much as he had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "All his brothers and sisters and everyone who had known him before came to see him. They ate with him in his house. They showed their concern for him. They comforted him because of all the troubles the Lord had brought on him. Each one gave him a piece of silver and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "The Lord blessed the last part of Job’s life even more than the first part. He gave Job 14,000 sheep and 6,000 camels. He gave him 1,000 pairs of oxen and 1,000 donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "Job also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "He named the first daughter Jemimah. He named the second Keziah. And he named the third Keren-Happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "Job’s daughters were more beautiful than any other women in the whole land. Their father gave them a share of property along with their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After all of that happened, Job lived for 140 years. He saw his children, his grandchildren and his great-grandchildren.",
              "reference": "Job 42:16"
            },
            {
              "content": "And so Job died. He had lived for a very long time.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Holy Bible, New International Reader’s Version®, NIrV® Copyright © 1995, 1996, 1998, 2014 by Biblica, Inc.® Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}