{
  "translation": "NIVUK",
  "translationId": 113,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "In the land of Uz there lived a man whose name was Job. This man was blameless and upright; he feared God and shunned evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "He had seven sons and three daughters,",
              "reference": "Job 1:2"
            },
            {
              "content": "and he owned seven thousand sheep, three thousand camels, five hundred yoke of oxen and five hundred donkeys, and had a large number of servants. He was the greatest man among all the people of the East.",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to hold feasts in their homes on their birthdays, and they would invite their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When a period of feasting had run its course, Job would make arrangements for them to be purified. Early in the morning he would sacrifice a burnt offering for each of them, thinking, ‘Perhaps my children have sinned and cursed God in their hearts.’ This was Job’s regular custom.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day the angels came to present themselves before the Lord, and Satan also came with them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to Satan, ‘Where have you come from?’ Satan answered the Lord, ‘From roaming throughout the earth, going to and fro on it.’",
              "reference": "Job 1:7"
            },
            {
              "content": "Then the Lord said to Satan, ‘Have you considered my servant Job? There is no-one on earth like him; he is blameless and upright, a man who fears God and shuns evil.’",
              "reference": "Job 1:8"
            },
            {
              "content": "‘Does Job fear God for nothing?’ Satan replied.",
              "reference": "Job 1:9"
            },
            {
              "content": "‘Have you not put a hedge around him and his household and everything he has? You have blessed the work of his hands, so that his flocks and herds are spread throughout the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But now stretch out your hand and strike everything he has, and he will surely curse you to your face.’",
              "reference": "Job 1:11"
            },
            {
              "content": "The Lord said to Satan, ‘Very well, then, everything he has is in your power, but on the man himself do not lay a finger.’ Then Satan went out from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "One day when Job’s sons and daughters were feasting and drinking wine at the eldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job and said, ‘The oxen were ploughing and the donkeys were grazing nearby,",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans attacked and made off with them. They put the servants to the sword, and I am the only one who has escaped to tell you!’",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking, another messenger came and said, ‘The fire of God fell from the heavens and burned up the sheep and the servants, and I am the only one who has escaped to tell you!’",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking, another messenger came and said, ‘The Chaldeans formed three raiding parties and swept down on your camels and made off with them. They put the servants to the sword, and I am the only one who has escaped to tell you!’",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking, yet another messenger came and said, ‘Your sons and daughters were feasting and drinking wine at the eldest brother’s house,",
              "reference": "Job 1:18"
            },
            {
              "content": "when suddenly a mighty wind swept in from the desert and struck the four corners of the house. It collapsed on them and they are dead, and I am the only one who has escaped to tell you!’",
              "reference": "Job 1:19"
            },
            {
              "content": "At this, Job got up and tore his robe and shaved his head. Then he fell to the ground in worship",
              "reference": "Job 1:20"
            },
            {
              "content": "and said: ‘Naked I came from my mother’s womb, and naked I shall depart. The Lord gave and the Lord has taken away; may the name of the Lord be praised.’",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this, Job did not sin by charging God with wrongdoing.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/1-7ab3e6fe95f8a33e2b694cc9720021e3.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "2": {
          "reference": "Job 2 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "On another day the angels came to present themselves before the Lord, and Satan also came with them to present himself before him.",
              "reference": "Job 2:1"
            },
            {
              "content": "And the Lord said to Satan, ‘Where have you come from?’ Satan answered the Lord, ‘From roaming throughout the earth, going to and fro on it.’",
              "reference": "Job 2:2"
            },
            {
              "content": "Then the Lord said to Satan, ‘Have you considered my servant Job? There is no-one on earth like him; he is blameless and upright, a man who fears God and shuns evil. And he still maintains his integrity, though you incited me against him to ruin him without any reason.’",
              "reference": "Job 2:3"
            },
            {
              "content": "‘Skin for skin!’ Satan replied. ‘A man will give all he has for his own life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But now stretch out your hand and strike his flesh and bones, and he will surely curse you to your face.’",
              "reference": "Job 2:5"
            },
            {
              "content": "The Lord said to Satan, ‘Very well, then, he is in your hands; but you must spare his life.’",
              "reference": "Job 2:6"
            },
            {
              "content": "So Satan went out from the presence of the Lord and afflicted Job with painful sores from the soles of his feet to the crown of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "Then Job took a piece of broken pottery and scraped himself with it as he sat among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "His wife said to him, ‘Are you still maintaining your integrity? Curse God and die!’",
              "reference": "Job 2:9"
            },
            {
              "content": "He replied, ‘You are talking like a foolish woman. Shall we accept good from God, and not trouble?’ In all this, Job did not sin in what he said.",
              "reference": "Job 2:10"
            },
            {
              "content": "When Job’s three friends, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite, heard about all the troubles that had come upon him, they set out from their homes and met together by agreement to go and sympathise with him and comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they saw him from a distance, they could hardly recognise him; they began to weep aloud, and they tore their robes and sprinkled dust on their heads.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat on the ground with him for seven days and seven nights. No-one said a word to him, because they saw how great his suffering was.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/2-aaa4d615d1623a001955e7793a7bdd86.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "3": {
          "reference": "Job 3 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "After this, Job opened his mouth and cursed the day of his birth.",
              "reference": "Job 3:1"
            },
            {
              "content": "He said:",
              "reference": "Job 3:2"
            },
            {
              "content": "‘May the day of my birth perish, and the night that said, “A boy is conceived!”",
              "reference": "Job 3:3"
            },
            {
              "content": "That day – may it turn to darkness; may God above not care about it; may no light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "May gloom and utter darkness claim it once more; may a cloud settle over it; may blackness overwhelm it.",
              "reference": "Job 3:5"
            },
            {
              "content": "That night – may thick darkness seize it; may it not be included among the days of the year nor be entered in any of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "May that night be barren; may no shout of joy be heard in it.",
              "reference": "Job 3:7"
            },
            {
              "content": "May those who curse days curse that day, those who are ready to rouse Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "May its morning stars become dark; may it wait for daylight in vain and not see the first rays of dawn,",
              "reference": "Job 3:9"
            },
            {
              "content": "for it did not shut the doors of the womb on me to hide trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "‘Why did I not perish at birth, and die as I came from the womb?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why were there knees to receive me and breasts that I might be nursed?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I would be lying down in peace; I would be asleep and at rest",
              "reference": "Job 3:13"
            },
            {
              "content": "with kings and rulers of the earth, who built for themselves places now lying in ruins,",
              "reference": "Job 3:14"
            },
            {
              "content": "with princes who had gold, who filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or why was I not hidden away in the ground like a stillborn child, like an infant who never saw the light of day?",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease from turmoil, and there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "Captives also enjoy their ease; they no longer hear the slave driver’s shout.",
              "reference": "Job 3:18"
            },
            {
              "content": "The small and the great are there, and the slaves are freed from their owners.",
              "reference": "Job 3:19"
            },
            {
              "content": "‘Why is light given to those in misery, and life to the bitter of soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "to those who long for death that does not come, who search for it more than for hidden treasure,",
              "reference": "Job 3:21"
            },
            {
              "content": "who are filled with gladness and rejoice when they reach the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is life given to a man whose way is hidden, whom God has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For sighing has become my daily food; my groans pour out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "What I feared has come upon me; what I dreaded has happened to me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I have no peace, no quietness; I have no rest, but only turmoil.’",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/3-17cfc0f3beeb6db71870c9666f690f71.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "4": {
          "reference": "Job 4 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied:",
              "reference": "Job 4:1"
            },
            {
              "content": "‘If someone ventures a word with you, will you be impatient? But who can keep from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Think how you have instructed many, how you have strengthened feeble hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have supported those who stumbled; you have strengthened faltering knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now trouble comes to you, and you are discouraged; it strikes you, and you are dismayed.",
              "reference": "Job 4:5"
            },
            {
              "content": "Should not your piety be your confidence and your blameless ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "‘Consider now: who, being innocent, has ever perished? Where were the upright ever destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "As I have observed, those who plough evil and those who sow trouble reap it.",
              "reference": "Job 4:8"
            },
            {
              "content": "At the breath of God they perish; at the blast of his anger they are no more.",
              "reference": "Job 4:9"
            },
            {
              "content": "The lions may roar and growl, yet the teeth of the great lions are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The lion perishes for lack of prey, and the cubs of the lioness are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "‘A word was secretly brought to me, my ears caught a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "Amid disquieting dreams in the night, when deep sleep falls on people,",
              "reference": "Job 4:13"
            },
            {
              "content": "fear and trembling seized me and made all my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "A spirit glided past my face, and the hair on my body stood on end.",
              "reference": "Job 4:15"
            },
            {
              "content": "It stopped, but I could not tell what it was. A form stood before my eyes, and I heard a hushed voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "“Can a mortal be more righteous than God? Can even a strong man be more pure than his Maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "If God places no trust in his servants, if he charges his angels with error,",
              "reference": "Job 4:18"
            },
            {
              "content": "how much more those who live in houses of clay, whose foundations are in the dust, who are crushed more readily than a moth!",
              "reference": "Job 4:19"
            },
            {
              "content": "Between dawn and dusk they are broken to pieces; unnoticed, they perish for ever.",
              "reference": "Job 4:20"
            },
            {
              "content": "Are not the cords of their tent pulled up, so that they die without wisdom?”",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/4-2fbbf4380a1431305fafc1803a2dbccc.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "5": {
          "reference": "Job 5 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘Call if you will, but who will answer you? To which of the holy ones will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "Resentment kills a fool, and envy slays the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I myself have seen a fool taking root, but suddenly his house was cursed.",
              "reference": "Job 5:3"
            },
            {
              "content": "His children are far from safety, crushed in court without a defender.",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry consume his harvest, taking it even from among thorns, and the thirsty pant after his wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "For hardship does not spring from the soil, nor does trouble sprout from the ground.",
              "reference": "Job 5:6"
            },
            {
              "content": "Yet man is born to trouble as surely as sparks fly upwards.",
              "reference": "Job 5:7"
            },
            {
              "content": "‘But if I were you, I would appeal to God; I would lay my cause before him.",
              "reference": "Job 5:8"
            },
            {
              "content": "He performs wonders that cannot be fathomed, miracles that cannot be counted.",
              "reference": "Job 5:9"
            },
            {
              "content": "He provides rain for the earth; he sends water on the countryside.",
              "reference": "Job 5:10"
            },
            {
              "content": "The lowly he sets on high, and those who mourn are lifted to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "He thwarts the plans of the crafty, so that their hands achieve no success.",
              "reference": "Job 5:12"
            },
            {
              "content": "He catches the wise in their craftiness, and the schemes of the wily are swept away.",
              "reference": "Job 5:13"
            },
            {
              "content": "Darkness comes upon them in the daytime; at noon they grope as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "He saves the needy from the sword in their mouth; he saves them from the clutches of the powerful.",
              "reference": "Job 5:15"
            },
            {
              "content": "So the poor have hope, and injustice shuts its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "‘Blessed is the one whom God corrects; so do not despise the discipline of the Almighty.",
              "reference": "Job 5:17"
            },
            {
              "content": "For he wounds, but he also binds up; he injures, but his hands also heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "From six calamities he will rescue you; in seven no harm will touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine he will deliver you from death, and in battle from the stroke of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be protected from the lash of the tongue, and need not fear when destruction comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at destruction and famine, and need not fear the wild animals.",
              "reference": "Job 5:22"
            },
            {
              "content": "For you will have a covenant with the stones of the field, and the wild animals will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You will know that your tent is secure; you will take stock of your property and find nothing missing.",
              "reference": "Job 5:24"
            },
            {
              "content": "You will know that your children will be many, and your descendants like the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will come to the grave in full vigour, like sheaves gathered in season.",
              "reference": "Job 5:26"
            },
            {
              "content": "‘We have examined this, and it is true. So hear it and apply it to yourself.’",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/5-06fda66a08e4940810a0209b564b0d92.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "6": {
          "reference": "Job 6 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 6:1"
            },
            {
              "content": "‘If only my anguish could be weighed and all my misery be placed on the scales!",
              "reference": "Job 6:2"
            },
            {
              "content": "It would surely outweigh the sand of the seas – no wonder my words have been impetuous.",
              "reference": "Job 6:3"
            },
            {
              "content": "The arrows of the Almighty are in me, my spirit drinks in their poison; God’s terrors are marshalled against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does a wild donkey bray when it has grass, or an ox bellow when it has fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Is tasteless food eaten without salt, or is there flavour in the sap of the mallow?",
              "reference": "Job 6:6"
            },
            {
              "content": "I refuse to touch it; such food makes me ill.",
              "reference": "Job 6:7"
            },
            {
              "content": "‘Oh, that I might have my request, that God would grant what I hope for,",
              "reference": "Job 6:8"
            },
            {
              "content": "that God would be willing to crush me, to let loose his hand and cut off my life!",
              "reference": "Job 6:9"
            },
            {
              "content": "Then I would still have this consolation – my joy in unrelenting pain – that I had not denied the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "‘What strength do I have, that I should still hope? What prospects, that I should be patient?",
              "reference": "Job 6:11"
            },
            {
              "content": "Do I have the strength of stone? Is my flesh bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "Do I have any power to help myself, now that success has been driven from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "‘Anyone who withholds kindness from a friend forsakes the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "But my brothers are as undependable as intermittent streams, as the streams that overflow",
              "reference": "Job 6:15"
            },
            {
              "content": "when darkened by thawing ice and swollen with melting snow,",
              "reference": "Job 6:16"
            },
            {
              "content": "but that stop flowing in the dry season, and in the heat vanish from their channels.",
              "reference": "Job 6:17"
            },
            {
              "content": "Caravans turn aside from their routes; they go off into the wasteland and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans of Tema look for water, the travelling merchants of Sheba look in hope.",
              "reference": "Job 6:19"
            },
            {
              "content": "They are distressed, because they had been confident; they arrive there, only to be disappointed.",
              "reference": "Job 6:20"
            },
            {
              "content": "Now you too have proved to be of no help; you see something dreadful and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I ever said, “Give something on my behalf, pay a ransom for me from your wealth,",
              "reference": "Job 6:22"
            },
            {
              "content": "deliver me from the hand of the enemy, rescue me from the clutches of the ruthless”?",
              "reference": "Job 6:23"
            },
            {
              "content": "‘Teach me, and I will be quiet; show me where I have been wrong.",
              "reference": "Job 6:24"
            },
            {
              "content": "How painful are honest words! But what do your arguments prove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you mean to correct what I say, and treat my desperate words as wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "You would even cast lots for the fatherless and barter away your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "‘But now be so kind as to look at me. Would I lie to your face?",
              "reference": "Job 6:28"
            },
            {
              "content": "Relent, do not be unjust; reconsider, for my integrity is at stake.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there any wickedness on my lips? Can my mouth not discern malice?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/6-2f7fb6447dd8085b5028d82f9dc25e62.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "7": {
          "reference": "Job 7 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘Do not mortals have hard service on earth? Are not their days like those of hired labourers?",
              "reference": "Job 7:1"
            },
            {
              "content": "Like a slave longing for the evening shadows, or a hired labourer waiting to be paid,",
              "reference": "Job 7:2"
            },
            {
              "content": "so I have been allotted months of futility, and nights of misery have been assigned to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down I think, “How long before I get up?” The night drags on, and I toss and turn until dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My body is clothed with worms and scabs, my skin is broken and festering.",
              "reference": "Job 7:5"
            },
            {
              "content": "‘My days are swifter than a weaver’s shuttle, and they come to an end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "Remember, O God, that my life is but a breath; my eyes will never see happiness again.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye that now sees me will see me no longer; you will look for me, but I will be no more.",
              "reference": "Job 7:8"
            },
            {
              "content": "As a cloud vanishes and is gone, so one who goes down to the grave does not return.",
              "reference": "Job 7:9"
            },
            {
              "content": "He will never come to his house again; his place will know him no more.",
              "reference": "Job 7:10"
            },
            {
              "content": "‘Therefore I will not keep silent; I will speak out in the anguish of my spirit, I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the sea, or the monster of the deep, that you put me under guard?",
              "reference": "Job 7:12"
            },
            {
              "content": "When I think my bed will comfort me and my couch will ease my complaint,",
              "reference": "Job 7:13"
            },
            {
              "content": "even then you frighten me with dreams and terrify me with visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "so that I prefer strangling and death, rather than this body of mine.",
              "reference": "Job 7:15"
            },
            {
              "content": "I despise my life; I would not live for ever. Let me alone; my days have no meaning.",
              "reference": "Job 7:16"
            },
            {
              "content": "‘What is mankind that you make so much of them, that you give them so much attention,",
              "reference": "Job 7:17"
            },
            {
              "content": "that you examine them every morning and test them every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "Will you never look away from me, or let me alone even for an instant?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I have sinned, what have I done to you, you who see everything we do? Why have you made me your target? Have I become a burden to you?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why do you not pardon my offences and forgive my sins? For I shall soon lie down in the dust; you will search for me, but I shall be no more.’",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/7-cf525f0ce947db56c81b9d10297b478d.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "8": {
          "reference": "Job 8 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied:",
              "reference": "Job 8:1"
            },
            {
              "content": "‘How long will you say such things? Your words are a blustering wind.",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice? Does the Almighty pervert what is right?",
              "reference": "Job 8:3"
            },
            {
              "content": "When your children sinned against him, he gave them over to the penalty of their sin.",
              "reference": "Job 8:4"
            },
            {
              "content": "But if you will seek God earnestly and plead with the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "if you are pure and upright, even now he will rouse himself on your behalf and restore you to your prosperous state.",
              "reference": "Job 8:6"
            },
            {
              "content": "Your beginnings will seem humble, so prosperous will your future be.",
              "reference": "Job 8:7"
            },
            {
              "content": "‘Ask the former generations and find out what their ancestors learned,",
              "reference": "Job 8:8"
            },
            {
              "content": "for we were born only yesterday and know nothing, and our days on earth are but a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Will they not instruct you and tell you? Will they not bring forth words from their understanding?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can papyrus grow tall where there is no marsh? Can reeds thrive without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While still growing and uncut, they wither more quickly than grass.",
              "reference": "Job 8:12"
            },
            {
              "content": "Such is the destiny of all who forget God; so perishes the hope of the godless.",
              "reference": "Job 8:13"
            },
            {
              "content": "What they trust in is fragile; what they rely on is a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "They lean on the web, but it gives way; they cling to it, but it does not hold.",
              "reference": "Job 8:15"
            },
            {
              "content": "They are like a well-watered plant in the sunshine, spreading its shoots over the garden;",
              "reference": "Job 8:16"
            },
            {
              "content": "it entwines its roots round a pile of rocks and looks for a place among the stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "But when it is torn from its spot, that place disowns it and says, “I never saw you.”",
              "reference": "Job 8:18"
            },
            {
              "content": "Surely its life withers away, and from the soil other plants grow.",
              "reference": "Job 8:19"
            },
            {
              "content": "‘Surely God does not reject one who is blameless or strengthen the hands of evildoers.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will yet fill your mouth with laughter and your lips with shouts of joy.",
              "reference": "Job 8:21"
            },
            {
              "content": "Your enemies will be clothed in shame, and the tents of the wicked will be no more.’",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/8-72189875be83b9b87e03f5ce65fe0ea9.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "9": {
          "reference": "Job 9 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 9:1"
            },
            {
              "content": "‘Indeed, I know that this is true. But how can mere mortals prove their innocence before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "Though they wished to dispute with him, they could not answer him once in a thousand times.",
              "reference": "Job 9:3"
            },
            {
              "content": "His wisdom is profound, his power is vast. Who has resisted him and come out unscathed?",
              "reference": "Job 9:4"
            },
            {
              "content": "He moves mountains without their knowing it and overturns them in his anger.",
              "reference": "Job 9:5"
            },
            {
              "content": "He shakes the earth from its place and makes its pillars tremble.",
              "reference": "Job 9:6"
            },
            {
              "content": "He speaks to the sun and it does not shine; he seals off the light of the stars.",
              "reference": "Job 9:7"
            },
            {
              "content": "He alone stretches out the heavens and treads on the waves of the sea.",
              "reference": "Job 9:8"
            },
            {
              "content": "He is the Maker of the Bear and Orion, the Pleiades and the constellations of the south.",
              "reference": "Job 9:9"
            },
            {
              "content": "He performs wonders that cannot be fathomed, miracles that cannot be counted.",
              "reference": "Job 9:10"
            },
            {
              "content": "When he passes me, I cannot see him; when he goes by, I cannot perceive him.",
              "reference": "Job 9:11"
            },
            {
              "content": "If he snatches away, who can stop him? Who can say to him, “What are you doing?”",
              "reference": "Job 9:12"
            },
            {
              "content": "God does not restrain his anger; even the cohorts of Rahab cowered at his feet.",
              "reference": "Job 9:13"
            },
            {
              "content": "‘How then can I dispute with him? How can I find words to argue with him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Though I were innocent, I could not answer him; I could only plead with my Judge for mercy.",
              "reference": "Job 9:15"
            },
            {
              "content": "Even if I summoned him and he responded, I do not believe he would give me a hearing.",
              "reference": "Job 9:16"
            },
            {
              "content": "He would crush me with a storm and multiply my wounds for no reason.",
              "reference": "Job 9:17"
            },
            {
              "content": "He would not let me catch my breath but would overwhelm me with misery.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it is a matter of strength, he is mighty! And if it is a matter of justice, who can challenge him?",
              "reference": "Job 9:19"
            },
            {
              "content": "Even if I were innocent, my mouth would condemn me; if I were blameless, it would pronounce me guilty.",
              "reference": "Job 9:20"
            },
            {
              "content": "‘Although I am blameless, I have no concern for myself; I despise my own life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It is all the same; that is why I say, “He destroys both the blameless and the wicked.”",
              "reference": "Job 9:22"
            },
            {
              "content": "When a scourge brings sudden death, he mocks the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "When a land falls into the hands of the wicked, he blindfolds its judges. If it is not he, then who is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "‘My days are swifter than a runner; they fly away without a glimpse of joy.",
              "reference": "Job 9:25"
            },
            {
              "content": "They skim past like boats of papyrus, like eagles swooping down on their prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, “I will forget my complaint, I will change my expression, and smile,”",
              "reference": "Job 9:27"
            },
            {
              "content": "I still dread all my sufferings, for I know you will not hold me innocent.",
              "reference": "Job 9:28"
            },
            {
              "content": "Since I am already found guilty, why should I struggle in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "Even if I washed myself with soap and my hands with cleansing powder,",
              "reference": "Job 9:30"
            },
            {
              "content": "you would plunge me into a slime pit so that even my clothes would detest me.",
              "reference": "Job 9:31"
            },
            {
              "content": "‘He is not a mere mortal like me that I might answer him, that we might confront each other in court.",
              "reference": "Job 9:32"
            },
            {
              "content": "If only there were someone to mediate between us, someone to bring us together,",
              "reference": "Job 9:33"
            },
            {
              "content": "someone to remove God’s rod from me, so that his terror would frighten me no more.",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I would speak up without fear of him, but as it now stands with me, I cannot.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/9-e7ecef207a26203e2254f30c30cc29f1.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "10": {
          "reference": "Job 10 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘I loathe my very life; therefore I will give free rein to my complaint and speak out in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I say to God: do not declare me guilty, but tell me what charges you have against me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Does it please you to oppress me, to spurn the work of your hands, while you smile on the plans of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Do you have eyes of flesh? Do you see as a mortal sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are your days like those of a mortal or your years like those of a strong man,",
              "reference": "Job 10:5"
            },
            {
              "content": "that you must search out my faults and probe after my sin –",
              "reference": "Job 10:6"
            },
            {
              "content": "though you know that I am not guilty and that no-one can rescue me from your hand?",
              "reference": "Job 10:7"
            },
            {
              "content": "‘Your hands shaped me and made me. Will you now turn and destroy me?",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember that you moulded me like clay. Will you now turn me to dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "Did you not pour me out like milk and curdle me like cheese,",
              "reference": "Job 10:10"
            },
            {
              "content": "clothe me with skin and flesh and knit me together with bones and sinews?",
              "reference": "Job 10:11"
            },
            {
              "content": "You gave me life and showed me kindness, and in your providence watched over my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "‘But this is what you concealed in your heart, and I know that this was in your mind:",
              "reference": "Job 10:13"
            },
            {
              "content": "if I sinned, you would be watching me and would not let my offence go unpunished.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am guilty – woe to me! Even if I am innocent, I cannot lift my head, for I am full of shame and drowned in my affliction.",
              "reference": "Job 10:15"
            },
            {
              "content": "If I hold my head high, you stalk me like a lion and again display your awesome power against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You bring new witnesses against me and increase your anger towards me; your forces come against me wave upon wave.",
              "reference": "Job 10:17"
            },
            {
              "content": "‘Why then did you bring me out of the womb? I wish I had died before any eye saw me.",
              "reference": "Job 10:18"
            },
            {
              "content": "If only I had never come into being, or had been carried straight from the womb to the grave!",
              "reference": "Job 10:19"
            },
            {
              "content": "Are not my few days almost over? Turn away from me so that I can have a moment’s joy",
              "reference": "Job 10:20"
            },
            {
              "content": "before I go to the place of no return, to the land of gloom and utter darkness,",
              "reference": "Job 10:21"
            },
            {
              "content": "to the land of deepest night, of utter darkness and disorder, where even the light is like darkness.’",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/10-1d4ede0b1a4e1faf0f49409241454bc8.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "11": {
          "reference": "Job 11 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Zophar the Naamathite replied:",
              "reference": "Job 11:1"
            },
            {
              "content": "‘Are all these words to go unanswered? Is this talker to be vindicated?",
              "reference": "Job 11:2"
            },
            {
              "content": "Will your idle talk reduce others to silence? Will no-one rebuke you when you mock?",
              "reference": "Job 11:3"
            },
            {
              "content": "You say to God, “My beliefs are flawless and I am pure in your sight.”",
              "reference": "Job 11:4"
            },
            {
              "content": "Oh, how I wish that God would speak, that he would open his lips against you",
              "reference": "Job 11:5"
            },
            {
              "content": "and disclose to you the secrets of wisdom, for true wisdom has two sides. Know this: God has even forgotten some of your sin.",
              "reference": "Job 11:6"
            },
            {
              "content": "‘Can you fathom the mysteries of God? Can you probe the limits of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "They are higher than the heavens above – what can you do? They are deeper than the depths below – what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "Their measure is longer than the earth and wider than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "‘If he comes along and confines you in prison and convenes a court, who can oppose him?",
              "reference": "Job 11:10"
            },
            {
              "content": "Surely he recognises deceivers; and when he sees evil, does he not take note?",
              "reference": "Job 11:11"
            },
            {
              "content": "But the witless can no more become wise than a wild donkey’s colt can be born human.",
              "reference": "Job 11:12"
            },
            {
              "content": "‘Yet if you devote your heart to him and stretch out your hands to him,",
              "reference": "Job 11:13"
            },
            {
              "content": "if you put away the sin that is in your hand and allow no evil to dwell in your tent,",
              "reference": "Job 11:14"
            },
            {
              "content": "then, free of fault, you will lift up your face; you will stand firm and without fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "You will surely forget your trouble, recalling it only as waters gone by.",
              "reference": "Job 11:16"
            },
            {
              "content": "Life will be brighter than noonday, and darkness will become like morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "You will be secure, because there is hope; you will look about you and take your rest in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down, with no-one to make you afraid, and many will court your favour.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked will fail, and escape will elude them; their hope will become a dying gasp.’",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/11-77158a778b32407371112cb71d4b3218.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "12": {
          "reference": "Job 12 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 12:1"
            },
            {
              "content": "‘Doubtless you are the only people who matter, and wisdom will die with you!",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have a mind as well as you; I am not inferior to you. Who does not know all these things?",
              "reference": "Job 12:3"
            },
            {
              "content": "‘I have become a laughing-stock to my friends, though I called on God and he answered – a mere laughing-stock, though righteous and blameless!",
              "reference": "Job 12:4"
            },
            {
              "content": "Those who are at ease have contempt for misfortune as the fate of those whose feet are slipping.",
              "reference": "Job 12:5"
            },
            {
              "content": "The tents of marauders are undisturbed, and those who provoke God are secure – those whom God has in his hand.",
              "reference": "Job 12:6"
            },
            {
              "content": "‘But ask the animals, and they will teach you, or the birds in the sky, and they will tell you;",
              "reference": "Job 12:7"
            },
            {
              "content": "or speak to the earth, and it will teach you, or let the fish in the sea inform you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Which of all these does not know that the hand of the Lord has done this?",
              "reference": "Job 12:9"
            },
            {
              "content": "In his hand is the life of every creature and the breath of all mankind.",
              "reference": "Job 12:10"
            },
            {
              "content": "Does not the ear test words as the tongue tastes food?",
              "reference": "Job 12:11"
            },
            {
              "content": "Is not wisdom found among the aged? Does not long life bring understanding?",
              "reference": "Job 12:12"
            },
            {
              "content": "‘To God belong wisdom and power; counsel and understanding are his.",
              "reference": "Job 12:13"
            },
            {
              "content": "What he tears down cannot be rebuilt; those he imprisons cannot be released.",
              "reference": "Job 12:14"
            },
            {
              "content": "If he holds back the waters, there is drought; if he lets them loose, they devastate the land.",
              "reference": "Job 12:15"
            },
            {
              "content": "To him belong strength and insight; both deceived and deceiver are his.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads rulers away stripped and makes fools of judges.",
              "reference": "Job 12:17"
            },
            {
              "content": "He takes off the shackles put on by kings and ties a loincloth round their waist.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads priests away stripped and overthrows officials long established.",
              "reference": "Job 12:19"
            },
            {
              "content": "He silences the lips of trusted advisors and takes away the discernment of elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt on nobles and disarms the mighty.",
              "reference": "Job 12:21"
            },
            {
              "content": "He reveals the deep things of darkness and brings utter darkness into the light.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great, and destroys them; he enlarges nations, and disperses them.",
              "reference": "Job 12:23"
            },
            {
              "content": "He deprives the leaders of the earth of their reason; he makes them wander in a trackless waste.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in darkness with no light; he makes them stagger like drunkards.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/12-2fde41832f21c4866e80b4833c8fbce8.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "13": {
          "reference": "Job 13 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘My eyes have seen all this, my ears have heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know, I also know; I am not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "But I desire to speak to the Almighty and to argue my case with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "You, however, smear me with lies; you are worthless physicians, all of you!",
              "reference": "Job 13:4"
            },
            {
              "content": "If only you would be altogether silent! For you, that would be wisdom.",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear now my argument; listen to the pleas of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you speak wickedly on God’s behalf? Will you speak deceitfully for him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you show him partiality? Will you argue the case for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Would it turn out well if he examined you? Could you deceive him as you might deceive a mortal?",
              "reference": "Job 13:9"
            },
            {
              "content": "He would surely call you to account if you secretly showed partiality.",
              "reference": "Job 13:10"
            },
            {
              "content": "Would not his splendour terrify you? Would not the dread of him fall on you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your maxims are proverbs of ashes; your defences are defences of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "‘Keep silent and let me speak; then let come to me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why do I put myself in jeopardy and take my life in my hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "Though he slay me, yet will I hope in him; I will surely defend my ways to his face.",
              "reference": "Job 13:15"
            },
            {
              "content": "Indeed, this will turn out for my deliverance, for no godless person would dare come before him!",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen carefully to what I say; let my words ring in your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "Now that I have prepared my case, I know I will be vindicated.",
              "reference": "Job 13:18"
            },
            {
              "content": "Can anyone bring charges against me? If so, I will be silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "‘Only grant me these two things, God, and then I will not hide from you:",
              "reference": "Job 13:20"
            },
            {
              "content": "withdraw your hand far from me, and stop frightening me with your terrors.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then summon me and I will answer, or let me speak, and you reply to me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many wrongs and sins have I committed? Show me my offence and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do you hide your face and consider me your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will you torment a wind-blown leaf? Will you chase after dry chaff?",
              "reference": "Job 13:25"
            },
            {
              "content": "For you write down bitter things against me and make me reap the sins of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You fasten my feet in shackles; you keep close watch on all my paths by putting marks on the soles of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "‘So man wastes away like something rotten, like a garment eaten by moths.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/13-3c2920040923eb8ab871c3c3c0143897.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "14": {
          "reference": "Job 14 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘Mortals, born of woman, are of few days and full of trouble.",
              "reference": "Job 14:1"
            },
            {
              "content": "They spring up like flowers and wither away; like fleeting shadows, they do not endure.",
              "reference": "Job 14:2"
            },
            {
              "content": "Do you fix your eye on them? Will you bring them before you for judgment?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring what is pure from the impure? No-one!",
              "reference": "Job 14:4"
            },
            {
              "content": "A person’s days are determined; you have decreed the number of his months and have set limits he cannot exceed.",
              "reference": "Job 14:5"
            },
            {
              "content": "So look away from him and let him alone, till he has put in his time like a hired labourer.",
              "reference": "Job 14:6"
            },
            {
              "content": "‘At least there is hope for a tree: if it is cut down, it will sprout again, and its new shoots will not fail.",
              "reference": "Job 14:7"
            },
            {
              "content": "Its roots may grow old in the ground and its stump die in the soil,",
              "reference": "Job 14:8"
            },
            {
              "content": "yet at the scent of water it will bud and put forth shoots like a plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But a man dies and is laid low; he breathes his last and is no more.",
              "reference": "Job 14:10"
            },
            {
              "content": "As the water of a lake dries up or a river bed becomes parched and dry,",
              "reference": "Job 14:11"
            },
            {
              "content": "so he lies down and does not rise; till the heavens are no more, people will not awake or be roused from their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "‘If only you would hide me in the grave and conceal me till your anger has passed! If only you would set me a time and then remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If someone dies, will they live again? All the days of my hard service I will wait for my renewal to come.",
              "reference": "Job 14:14"
            },
            {
              "content": "You will call and I will answer you; you will long for the creature your hands have made.",
              "reference": "Job 14:15"
            },
            {
              "content": "Surely then you will count my steps but not keep track of my sin.",
              "reference": "Job 14:16"
            },
            {
              "content": "My offences will be sealed up in a bag; you will cover over my sin.",
              "reference": "Job 14:17"
            },
            {
              "content": "‘But as a mountain erodes and crumbles and as a rock is moved from its place,",
              "reference": "Job 14:18"
            },
            {
              "content": "as water wears away stones and torrents wash away the soil, so you destroy a person’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "You overpower them once for all, and they are gone; you change their countenance and send them away.",
              "reference": "Job 14:20"
            },
            {
              "content": "If their children are honoured, they do not know it; if their children are brought low, they do not see it.",
              "reference": "Job 14:21"
            },
            {
              "content": "They feel but the pain of their own bodies and mourn only for themselves.’",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/14-a58dfe7f6ff68c0ed6109fec2dad16e8.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "15": {
          "reference": "Job 15 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied:",
              "reference": "Job 15:1"
            },
            {
              "content": "‘Would a wise person answer with empty notions or fill their belly with the hot east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Would they argue with useless words, with speeches that have no value?",
              "reference": "Job 15:3"
            },
            {
              "content": "But you even undermine piety and hinder devotion to God.",
              "reference": "Job 15:4"
            },
            {
              "content": "Your sin prompts your mouth; you adopt the tongue of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you, not mine; your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "‘Are you the first man ever born? Were you brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Do you listen in on God’s council? Do you have a monopoly on wisdom?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we do not know? What insights do you have that we do not have?",
              "reference": "Job 15:9"
            },
            {
              "content": "The grey-haired and the aged are on our side, men even older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are God’s consolations not enough for you, words spoken gently to you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why has your heart carried you away, and why do your eyes flash,",
              "reference": "Job 15:12"
            },
            {
              "content": "so that you vent your rage against God and pour out such words from your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "‘What are mortals, that they could be pure, or those born of woman, that they could be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "If God places no trust in his holy ones, if even the heavens are not pure in his eyes,",
              "reference": "Job 15:15"
            },
            {
              "content": "how much less mortals, who are vile and corrupt, who drink up evil like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "‘Listen to me and I will explain to you; let me tell you what I have seen,",
              "reference": "Job 15:17"
            },
            {
              "content": "what the wise have declared, hiding nothing received from their ancestors",
              "reference": "Job 15:18"
            },
            {
              "content": "(to whom alone the land was given when no foreigners moved among them):",
              "reference": "Job 15:19"
            },
            {
              "content": "all his days the wicked man suffers torment, the ruthless man through all the years stored up for him.",
              "reference": "Job 15:20"
            },
            {
              "content": "Terrifying sounds fill his ears; when all seems well, marauders attack him.",
              "reference": "Job 15:21"
            },
            {
              "content": "He despairs of escaping the realm of darkness; he is marked for the sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "He wanders about for food like a vulture; he knows the day of darkness is at hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "Distress and anguish fill him with terror; troubles overwhelm him, like a king poised to attack,",
              "reference": "Job 15:24"
            },
            {
              "content": "because he shakes his fist at God and vaunts himself against the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "defiantly charging against him with a thick, strong shield.",
              "reference": "Job 15:26"
            },
            {
              "content": "‘Though his face is covered with fat and his waist bulges with flesh,",
              "reference": "Job 15:27"
            },
            {
              "content": "he will inhabit ruined towns and houses where no-one lives, houses crumbling to rubble.",
              "reference": "Job 15:28"
            },
            {
              "content": "He will no longer be rich and his wealth will not endure, nor will his possessions spread over the land.",
              "reference": "Job 15:29"
            },
            {
              "content": "He will not escape the darkness; a flame will wither his shoots, and the breath of God’s mouth will carry him away.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let him not deceive himself by trusting what is worthless, for he will get nothing in return.",
              "reference": "Job 15:31"
            },
            {
              "content": "Before his time he will wither, and his branches will not flourish.",
              "reference": "Job 15:32"
            },
            {
              "content": "He will be like a vine stripped of its unripe grapes, like an olive tree shedding its blossoms.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the company of the godless will be barren, and fire will consume the tents of those who love bribes.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive trouble and give birth to evil; their womb fashions deceit.’",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/15-61d6d685e169dffdec86efb40adfc7f0.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "16": {
          "reference": "Job 16 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 16:1"
            },
            {
              "content": "‘I have heard many things like these; you are miserable comforters, all of you!",
              "reference": "Job 16:2"
            },
            {
              "content": "Will your long-winded speeches never end? What ails you that you keep on arguing?",
              "reference": "Job 16:3"
            },
            {
              "content": "I also could speak like you, if you were in my place; I could make fine speeches against you and shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "But my mouth would encourage you; comfort from my lips would bring you relief.",
              "reference": "Job 16:5"
            },
            {
              "content": "‘Yet if I speak, my pain is not relieved; and if I refrain, it does not go away.",
              "reference": "Job 16:6"
            },
            {
              "content": "Surely, God, you have worn me out; you have devastated my entire household.",
              "reference": "Job 16:7"
            },
            {
              "content": "You have shrivelled me up – and it has become a witness; my gauntness rises up and testifies against me.",
              "reference": "Job 16:8"
            },
            {
              "content": "God assails me and tears me in his anger and gnashes his teeth at me; my opponent fastens on me his piercing eyes.",
              "reference": "Job 16:9"
            },
            {
              "content": "People open their mouths to jeer at me; they strike my cheek in scorn and unite together against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God has turned me over to the ungodly and thrown me into the clutches of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "All was well with me, but he shattered me; he seized me by the neck and crushed me. He has made me his target;",
              "reference": "Job 16:12"
            },
            {
              "content": "his archers surround me. Without pity, he pierces my kidneys and spills my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "Again and again he bursts upon me; he rushes at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "‘I have sewed sackcloth over my skin and buried my brow in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is red with weeping, dark shadows ring my eyes;",
              "reference": "Job 16:16"
            },
            {
              "content": "yet my hands have been free of violence and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "‘Earth, do not cover my blood; may my cry never be laid to rest!",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now my witness is in heaven; my advocate is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My intercessor is my friend as my eyes pour out tears to God;",
              "reference": "Job 16:20"
            },
            {
              "content": "on behalf of a man he pleads with God as one pleads for a friend.",
              "reference": "Job 16:21"
            },
            {
              "content": "‘Only a few years will pass before I take the path of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/16-291c364035b38e3449e853f40eb007cf.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "17": {
          "reference": "Job 17 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "My spirit is broken, my days are cut short, the grave awaits me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely mockers surround me; my eyes must dwell on their hostility.",
              "reference": "Job 17:2"
            },
            {
              "content": "‘Give me, O God, the pledge you demand. Who else will put up security for me?",
              "reference": "Job 17:3"
            },
            {
              "content": "You have closed their minds to understanding; therefore you will not let them triumph.",
              "reference": "Job 17:4"
            },
            {
              "content": "If anyone denounces their friends for reward, the eyes of their children will fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "‘God has made me a byword to everyone, a man in whose face people spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes have grown dim with grief; my whole frame is but a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "The upright are appalled at this; the innocent are aroused against the ungodly.",
              "reference": "Job 17:8"
            },
            {
              "content": "Nevertheless, the righteous will hold to their ways, and those with clean hands will grow stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "‘But come on, all of you, try again! I will not find a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days have passed, my plans are shattered. Yet the desires of my heart",
              "reference": "Job 17:11"
            },
            {
              "content": "turn night into day; in the face of the darkness light is near.",
              "reference": "Job 17:12"
            },
            {
              "content": "If the only home I hope for is the grave, if I spread out my bed in the realm of darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "if I say to corruption, “You are my father,” and to the worm, “My mother” or “My sister”,",
              "reference": "Job 17:14"
            },
            {
              "content": "where then is my hope – who can see any hope for me?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will it go down to the gates of death? Will we descend together into the dust?’",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/17-7e086e78c312076aeefb34b8d2029a32.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "18": {
          "reference": "Job 18 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied:",
              "reference": "Job 18:1"
            },
            {
              "content": "‘When will you end these speeches? Be sensible, and then we can talk.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we regarded as cattle and considered stupid in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "You who tear yourself to pieces in your anger, is the earth to be abandoned for your sake? Or must the rocks be moved from their place?",
              "reference": "Job 18:4"
            },
            {
              "content": "‘The lamp of a wicked man is snuffed out; the flame of his fire stops burning.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light in his tent becomes dark; the lamp beside him goes out.",
              "reference": "Job 18:6"
            },
            {
              "content": "The vigour of his step is weakened; his own schemes throw him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "His feet thrust him into a net; he wanders into its mesh.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap seizes him by the heel; a snare holds him fast.",
              "reference": "Job 18:9"
            },
            {
              "content": "A noose is hidden for him on the ground; a trap lies in his path.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors startle him on every side and dog his every step.",
              "reference": "Job 18:11"
            },
            {
              "content": "Calamity is hungry for him; disaster is ready for him when he falls.",
              "reference": "Job 18:12"
            },
            {
              "content": "It eats away parts of his skin; death’s firstborn devours his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "He is torn from the security of his tent and marched off to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "Fire resides in his tent; burning sulphur is scattered over his dwelling.",
              "reference": "Job 18:15"
            },
            {
              "content": "His roots dry up below and his branches wither above.",
              "reference": "Job 18:16"
            },
            {
              "content": "The memory of him perishes from the earth; he has no name in the land.",
              "reference": "Job 18:17"
            },
            {
              "content": "He is driven from light into the realm of darkness and is banished from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He has no offspring or descendants among his people, no survivor where once he lived.",
              "reference": "Job 18:19"
            },
            {
              "content": "People of the west are appalled at his fate; those of the east are seized with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "Surely such is the dwelling of an evil man; such is the place of one who does not know God.’",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/18-1cca6079869e427f905882cfd2f84092.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "19": {
          "reference": "Job 19 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 19:1"
            },
            {
              "content": "‘How long will you torment me and crush me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "Ten times now you have reproached me; shamelessly you attack me.",
              "reference": "Job 19:3"
            },
            {
              "content": "If it is true that I have gone astray, my error remains my concern alone.",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed you would exalt yourselves above me and use my humiliation against me,",
              "reference": "Job 19:5"
            },
            {
              "content": "then know that God has wronged me and drawn his net around me.",
              "reference": "Job 19:6"
            },
            {
              "content": "‘Though I cry, “Violence!” I get no response; though I call for help, there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has blocked my way so that I cannot pass; he has shrouded my paths in darkness.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my honour and removed the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He tears me down on every side till I am gone; he uproots my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "His anger burns against me; he counts me among his enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops advance in force; they build a siege ramp against me and encamp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "‘He has alienated my family from me; my acquaintances are completely estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My relatives have gone away; my closest friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "My guests and my female servants count me a foreigner; they look upon me as a stranger.",
              "reference": "Job 19:15"
            },
            {
              "content": "I summon my servant, but he does not answer, though I beg him with my own mouth.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is offensive to my wife; I am loathsome to my own family.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even the little boys scorn me; when I appear, they ridicule me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my intimate friends detest me; those I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "I am nothing but skin and bones; I have escaped only by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "‘Have pity on me, my friends, have pity, for the hand of God has struck me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you pursue me as God does? Will you never get enough of my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "‘Oh, that my words were recorded, that they were written on a scroll,",
              "reference": "Job 19:23"
            },
            {
              "content": "that they were inscribed with an iron tool on lead, or engraved in rock for ever!",
              "reference": "Job 19:24"
            },
            {
              "content": "I know that my redeemer lives, and that in the end he will stand on the earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "And after my skin has been destroyed, yet in my flesh I will see God;",
              "reference": "Job 19:26"
            },
            {
              "content": "I myself will see him with my own eyes – I, and not another. How my heart yearns within me!",
              "reference": "Job 19:27"
            },
            {
              "content": "‘If you say, “How we will hound him, since the root of the trouble lies in him,”",
              "reference": "Job 19:28"
            },
            {
              "content": "you should fear the sword yourselves; for wrath will bring punishment by the sword, and then you will know that there is judgment.’",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/19-ac124648ac21eaf6ddfa6a281195ef80.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "20": {
          "reference": "Job 20 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Zophar the Naamathite replied:",
              "reference": "Job 20:1"
            },
            {
              "content": "‘My troubled thoughts prompt me to answer because I am greatly disturbed.",
              "reference": "Job 20:2"
            },
            {
              "content": "I hear a rebuke that dishonours me, and my understanding inspires me to reply.",
              "reference": "Job 20:3"
            },
            {
              "content": "‘Surely you know how it has been from of old, ever since mankind was placed on the earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "that the mirth of the wicked is brief, the joy of the godless lasts but a moment.",
              "reference": "Job 20:5"
            },
            {
              "content": "Though the pride of the godless person reaches to the heavens and his head touches the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "he will perish for ever, like his own dung; those who have seen him will say, “Where is he?”",
              "reference": "Job 20:7"
            },
            {
              "content": "Like a dream he flies away, no more to be found, banished like a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye that saw him will not see him again; his place will look on him no more.",
              "reference": "Job 20:9"
            },
            {
              "content": "His children must make amends to the poor; his own hands must give back his wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "The youthful vigour that fills his bones will lie with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "‘Though evil is sweet in his mouth and he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "though he cannot bear to let it go and lets it linger in his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "yet his food will turn sour in his stomach; it will become the venom of serpents within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "He will spit out the riches he swallowed; God will make his stomach vomit them up.",
              "reference": "Job 20:15"
            },
            {
              "content": "He will suck the poison of serpents; the fangs of an adder will kill him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He will not enjoy the streams, the rivers flowing with honey and cream.",
              "reference": "Job 20:17"
            },
            {
              "content": "What he toiled for he must give back uneaten; he will not enjoy the profit from his trading.",
              "reference": "Job 20:18"
            },
            {
              "content": "For he has oppressed the poor and left them destitute; he has seized houses he did not build.",
              "reference": "Job 20:19"
            },
            {
              "content": "‘Surely he will have no respite from his craving; he cannot save himself by his treasure.",
              "reference": "Job 20:20"
            },
            {
              "content": "Nothing is left for him to devour; his prosperity will not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "In the midst of his plenty, distress will overtake him; the full force of misery will come upon him.",
              "reference": "Job 20:22"
            },
            {
              "content": "When he has filled his belly, God will vent his burning anger against him and rain down his blows on him.",
              "reference": "Job 20:23"
            },
            {
              "content": "Though he flees from an iron weapon, a bronze-tipped arrow pierces him.",
              "reference": "Job 20:24"
            },
            {
              "content": "He pulls it out of his back, the gleaming point out of his liver. Terrors will come over him;",
              "reference": "Job 20:25"
            },
            {
              "content": "total darkness lies in wait for his treasures. A fire unfanned will consume him and devour what is left in his tent.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens will expose his guilt; the earth will rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "A flood will carry off his house, rushing waters on the day of God’s wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "Such is the fate God allots the wicked, the heritage appointed for them by God.’",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/20-457573037f4df303f820c711a837fd8c.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "21": {
          "reference": "Job 21 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 21:1"
            },
            {
              "content": "‘Listen carefully to my words; let this be the consolation you give me.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me while I speak, and after I have spoken, mock on.",
              "reference": "Job 21:3"
            },
            {
              "content": "‘Is my complaint directed to a human being? Why should I not be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be appalled; clap your hand over your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "When I think about this, I am terrified; trembling seizes my body.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked live on, growing old and increasing in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "They see their children established around them, their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their homes are safe and free from fear; the rod of God is not on them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bulls never fail to breed; their cows calve and do not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send forth their children as a flock; their little ones dance about.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing to the music of tambourine and lyre; they make merry to the sound of the pipe.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their years in prosperity and go down to the grave in peace.",
              "reference": "Job 21:13"
            },
            {
              "content": "Yet they say to God, “Leave us alone! We have no desire to know your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is the Almighty, that we should serve him? What would we gain by praying to him?”",
              "reference": "Job 21:15"
            },
            {
              "content": "But their prosperity is not in their own hands, so I stand aloof from the plans of the wicked.",
              "reference": "Job 21:16"
            },
            {
              "content": "‘Yet how often is the lamp of the wicked snuffed out? How often does calamity come upon them, the fate God allots in his anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "How often are they like straw before the wind, like chaff swept away by a gale?",
              "reference": "Job 21:18"
            },
            {
              "content": "It is said, “God stores up the punishment of the wicked for their children.” Let him repay the wicked, so that they themselves will experience it!",
              "reference": "Job 21:19"
            },
            {
              "content": "Let their own eyes see their destruction; let them drink the cup of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what do they care about the families they leave behind when their allotted months come to an end?",
              "reference": "Job 21:21"
            },
            {
              "content": "‘Can anyone teach knowledge to God, since he judges even the highest?",
              "reference": "Job 21:22"
            },
            {
              "content": "One person dies in full vigour, completely secure and at ease,",
              "reference": "Job 21:23"
            },
            {
              "content": "well nourished in body, bones rich with marrow.",
              "reference": "Job 21:24"
            },
            {
              "content": "Another dies in bitterness of soul, never having enjoyed anything good.",
              "reference": "Job 21:25"
            },
            {
              "content": "Side by side they lie in the dust, and worms cover them both.",
              "reference": "Job 21:26"
            },
            {
              "content": "‘I know full well what you are thinking, the schemes by which you would wrong me.",
              "reference": "Job 21:27"
            },
            {
              "content": "You say, “Where now is the house of the great, the tents where the wicked lived?”",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you never questioned those who travel? Have you paid no regard to their accounts –",
              "reference": "Job 21:29"
            },
            {
              "content": "that the wicked are spared from the day of calamity, that they are delivered from the day of wrath?",
              "reference": "Job 21:30"
            },
            {
              "content": "Who denounces their conduct to their face? Who repays them for what they have done?",
              "reference": "Job 21:31"
            },
            {
              "content": "They are carried to the grave, and watch is kept over their tombs.",
              "reference": "Job 21:32"
            },
            {
              "content": "The soil in the valley is sweet to them; everyone follows after them, and a countless throng goes before them.",
              "reference": "Job 21:33"
            },
            {
              "content": "‘So how can you console me with your nonsense? Nothing is left of your answers but falsehood!’",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/21-b7752e7eb59e5cae4fe12697c139228f.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "22": {
          "reference": "Job 22 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied:",
              "reference": "Job 22:1"
            },
            {
              "content": "‘Can a man be of benefit to God? Can even a wise person benefit him?",
              "reference": "Job 22:2"
            },
            {
              "content": "What pleasure would it give the Almighty if you were righteous? What would he gain if your ways were blameless?",
              "reference": "Job 22:3"
            },
            {
              "content": "‘Is it for your piety that he rebukes you and brings charges against you?",
              "reference": "Job 22:4"
            },
            {
              "content": "Is not your wickedness great? Are not your sins endless?",
              "reference": "Job 22:5"
            },
            {
              "content": "You demanded security from your relatives for no reason; you stripped people of their clothing, leaving them naked.",
              "reference": "Job 22:6"
            },
            {
              "content": "You gave no water to the weary and you withheld food from the hungry,",
              "reference": "Job 22:7"
            },
            {
              "content": "though you were a powerful man, owning land – an honoured man, living on it.",
              "reference": "Job 22:8"
            },
            {
              "content": "And you sent widows away empty-handed and broke the strength of the fatherless.",
              "reference": "Job 22:9"
            },
            {
              "content": "That is why snares are all around you, why sudden peril terrifies you,",
              "reference": "Job 22:10"
            },
            {
              "content": "why it is so dark that you cannot see, and why a flood of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "‘Is not God in the heights of heaven? And see how lofty are the highest stars!",
              "reference": "Job 22:12"
            },
            {
              "content": "Yet you say, “What does God know? Does he judge through such darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds veil him, so he does not see us as he goes about in the vaulted heavens.”",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you keep to the old path that the wicked have trod?",
              "reference": "Job 22:15"
            },
            {
              "content": "They were carried off before their time, their foundations washed away by a flood.",
              "reference": "Job 22:16"
            },
            {
              "content": "They said to God, “Leave us alone! What can the Almighty do to us?”",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet it was he who filled their houses with good things, so I stand aloof from the plans of the wicked.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see their ruin and rejoice; the innocent mock them, saying,",
              "reference": "Job 22:19"
            },
            {
              "content": "“Surely our foes are destroyed, and fire devours their wealth.”",
              "reference": "Job 22:20"
            },
            {
              "content": "‘Submit to God and be at peace with him; in this way prosperity will come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "Accept instruction from his mouth and lay up his words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty, you will be restored: if you remove wickedness far from your tent",
              "reference": "Job 22:23"
            },
            {
              "content": "and assign your nuggets to the dust, your gold of Ophir to the rocks in the ravines,",
              "reference": "Job 22:24"
            },
            {
              "content": "then the Almighty will be your gold, the choicest silver for you.",
              "reference": "Job 22:25"
            },
            {
              "content": "Surely then you will find delight in the Almighty and will lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to him, and he will hear you, and you will fulfil your vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "What you decide on will be done, and light will shine on your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When people are brought low and you say, “Lift them up!” then he will save the downcast.",
              "reference": "Job 22:29"
            },
            {
              "content": "He will deliver even one who is not innocent, who will be delivered through the cleanness of your hands.’",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/22-45a820469b99c7d83f4fe0099cf1713b.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "23": {
          "reference": "Job 23 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 23:1"
            },
            {
              "content": "‘Even today my complaint is bitter; his hand is heavy in spite of my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "If only I knew where to find him; if only I could go to his dwelling!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would state my case before him and fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would find out what he would answer me, and consider what he would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he vigorously oppose me with great power? No, he would not press charges against me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There the upright can establish their innocence before him, and there I would be delivered for ever from my judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "‘But if I go to the east, he is not there; if I go to the west, I do not find him.",
              "reference": "Job 23:8"
            },
            {
              "content": "When he is at work in the north, I do not see him; when he turns to the south, I catch no glimpse of him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But he knows the way that I take; when he has tested me, I shall come forth as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My feet have closely followed his steps; I have kept to his way without turning aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not departed from the commands of his lips; I have treasured the words of his mouth more than my daily bread.",
              "reference": "Job 23:12"
            },
            {
              "content": "‘But he stands alone, and who can oppose him? He does whatever he pleases.",
              "reference": "Job 23:13"
            },
            {
              "content": "He carries out his decree against me, and many such plans he still has in store.",
              "reference": "Job 23:14"
            },
            {
              "content": "That is why I am terrified before him; when I think of all this, I fear him.",
              "reference": "Job 23:15"
            },
            {
              "content": "God has made my heart faint; the Almighty has terrified me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Yet I am not silenced by the darkness, by the thick darkness that covers my face.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/23-4de09e956c11fd8eeb7ccc846f5ee3b6.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "24": {
          "reference": "Job 24 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘Why does the Almighty not set times for judgment? Why must those who know him look in vain for such days?",
              "reference": "Job 24:1"
            },
            {
              "content": "There are those who move boundary stones; they pasture flocks they have stolen.",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the orphan’s donkey and take the widow’s ox in pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They thrust the needy from the path and force all the poor of the land into hiding.",
              "reference": "Job 24:4"
            },
            {
              "content": "Like wild donkeys in the desert, the poor go about their labour of foraging food; the wasteland provides food for their children.",
              "reference": "Job 24:5"
            },
            {
              "content": "They gather fodder in the fields and glean in the vineyards of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "Lacking clothes, they spend the night naked; they have nothing to cover themselves in the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are drenched by mountain rains and hug the rocks for lack of shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "The fatherless child is snatched from the breast; the infant of the poor is seized for a debt.",
              "reference": "Job 24:9"
            },
            {
              "content": "Lacking clothes, they go about naked; they carry the sheaves, but still go hungry.",
              "reference": "Job 24:10"
            },
            {
              "content": "They crush olives among the terraces; they tread the winepresses, yet suffer thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "The groans of the dying rise from the city, and the souls of the wounded cry out for help. But God charges no-one with wrongdoing.",
              "reference": "Job 24:12"
            },
            {
              "content": "‘There are those who rebel against the light, who do not know its ways or stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "When daylight is gone, the murderer rises up, kills the poor and needy, and in the night steals forth like a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye of the adulterer watches for dusk; he thinks, “No eye will see me,” and he keeps his face concealed.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark, thieves break into houses, but by day they shut themselves in; they want nothing to do with the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "For all of them, midnight is their morning; they make friends with the terrors of darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "‘Yet they are foam on the surface of the water; their portion of the land is cursed, so that no-one goes to the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "As heat and drought snatch away the melted snow, so the grave snatches away those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "The womb forgets them, the worm feasts on them; the wicked are no longer remembered but are broken like a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "They prey on the barren and childless woman, and to the widow they show no kindness.",
              "reference": "Job 24:21"
            },
            {
              "content": "But God drags away the mighty by his power; though they become established, they have no assurance of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "He may let them rest in a feeling of security, but his eyes are on their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "For a little while they are exalted, and then they are gone; they are brought low and gathered up like all others; they are cut off like ears of corn.",
              "reference": "Job 24:24"
            },
            {
              "content": "‘If this is not so, who can prove me false and reduce my words to nothing?’",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/24-68dd3585717f9594bbd729bfbbd8d8af.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "25": {
          "reference": "Job 25 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied:",
              "reference": "Job 25:1"
            },
            {
              "content": "‘Dominion and awe belong to God; he establishes order in the heights of heaven.",
              "reference": "Job 25:2"
            },
            {
              "content": "Can his forces be numbered? On whom does his light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can a mortal be righteous before God? How can one born of woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "If even the moon is not bright and the stars are not pure in his eyes,",
              "reference": "Job 25:5"
            },
            {
              "content": "how much less a mortal, who is but a maggot – a human being, who is only a worm!’",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/25-168f668ecdc54b3a7d5a02e0d8b63a0b.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "26": {
          "reference": "Job 26 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 26:1"
            },
            {
              "content": "‘How you have helped the powerless! How you have saved the arm that is feeble!",
              "reference": "Job 26:2"
            },
            {
              "content": "What advice you have offered to one without wisdom! And what great insight you have displayed!",
              "reference": "Job 26:3"
            },
            {
              "content": "Who has helped you utter these words? And whose spirit spoke from your mouth?",
              "reference": "Job 26:4"
            },
            {
              "content": "‘The dead are in deep anguish, those beneath the waters and all that live in them.",
              "reference": "Job 26:5"
            },
            {
              "content": "The realm of the dead is naked before God; Destruction lies uncovered.",
              "reference": "Job 26:6"
            },
            {
              "content": "He spreads out the northern skies over empty space; he suspends the earth over nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He wraps up the waters in his clouds, yet the clouds do not burst under their weight.",
              "reference": "Job 26:8"
            },
            {
              "content": "He covers the face of the full moon, spreading his clouds over it.",
              "reference": "Job 26:9"
            },
            {
              "content": "He marks out the horizon on the face of the waters for a boundary between light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of the heavens quake, aghast at his rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "By his power he churned up the sea; by his wisdom he cut Rahab to pieces.",
              "reference": "Job 26:12"
            },
            {
              "content": "By his breath the skies became fair; his hand pierced the gliding serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "And these are but the outer fringe of his works; how faint the whisper we hear of him! Who then can understand the thunder of his power?’",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/26-5d6c2ffc2199fa1e1bd9ee54c293d436.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "27": {
          "reference": "Job 27 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "And Job continued his discourse:",
              "reference": "Job 27:1"
            },
            {
              "content": "‘As surely as God lives, who has denied me justice, the Almighty, who has made my life bitter,",
              "reference": "Job 27:2"
            },
            {
              "content": "as long as I have life within me, the breath of God in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips will not say anything wicked, and my tongue will not utter lies.",
              "reference": "Job 27:4"
            },
            {
              "content": "I will never admit you are in the right; till I die, I will not deny my integrity.",
              "reference": "Job 27:5"
            },
            {
              "content": "I will maintain my innocence and never let go of it; my conscience will not reproach me as long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "‘May my enemy be like the wicked, my adversary like the unjust!",
              "reference": "Job 27:7"
            },
            {
              "content": "For what hope have the godless when they are cut off, when God takes away their life?",
              "reference": "Job 27:8"
            },
            {
              "content": "Does God listen to their cry when distress comes upon them?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will they find delight in the Almighty? Will they call on God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "‘I will teach you about the power of God; the ways of the Almighty I will not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "You have all seen this yourselves. Why then this meaningless talk?",
              "reference": "Job 27:12"
            },
            {
              "content": "‘Here is the fate God allots to the wicked, the heritage a ruthless man receives from the Almighty:",
              "reference": "Job 27:13"
            },
            {
              "content": "However many his children, their fate is the sword; his offspring will never have enough to eat.",
              "reference": "Job 27:14"
            },
            {
              "content": "The plague will bury those who survive him, and their widows will not weep for them.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though he heaps up silver like dust and clothes like piles of clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "what he lays up the righteous will wear, and the innocent will divide his silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "The house he builds is like a moth’s cocoon, like a hut made by a watchman.",
              "reference": "Job 27:18"
            },
            {
              "content": "He lies down wealthy, but will do so no more; when he opens his eyes, all is gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors overtake him like a flood; a tempest snatches him away in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind carries him off, and he is gone; it sweeps him out of his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "It hurls itself against him without mercy as he flees headlong from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "It claps its hands in derision and hisses him out of his place.’",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/27-87d8ba32096c959da0fb2aa6f3c50dc7.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "28": {
          "reference": "Job 28 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "There is a mine for silver and a place where gold is refined.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken from the earth, and copper is smelted from ore.",
              "reference": "Job 28:2"
            },
            {
              "content": "Mortals put an end to the darkness; they search out the farthest recesses for ore in the blackest darkness.",
              "reference": "Job 28:3"
            },
            {
              "content": "Far from human dwellings they cut a shaft, in places untouched by human feet; far from other people they dangle and sway.",
              "reference": "Job 28:4"
            },
            {
              "content": "The earth, from which food comes, is transformed below as by fire;",
              "reference": "Job 28:5"
            },
            {
              "content": "lapis lazuli comes from its rocks, and its dust contains nuggets of gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "No bird of prey knows that hidden path, no falcon’s eye has seen it.",
              "reference": "Job 28:7"
            },
            {
              "content": "Proud beasts do not set foot on it, and no lion prowls there.",
              "reference": "Job 28:8"
            },
            {
              "content": "People assault the flinty rock with their hands and lay bare the roots of the mountains.",
              "reference": "Job 28:9"
            },
            {
              "content": "They tunnel through the rock; their eyes see all its treasures.",
              "reference": "Job 28:10"
            },
            {
              "content": "They search the sources of the rivers and bring hidden things to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where can wisdom be found? Where does understanding dwell?",
              "reference": "Job 28:12"
            },
            {
              "content": "No mortal comprehends its worth; it cannot be found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The deep says, ‘It is not in me’; the sea says, ‘It is not with me.’",
              "reference": "Job 28:14"
            },
            {
              "content": "It cannot be bought with the finest gold, nor can its price be weighed out in silver.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be bought with the gold of Ophir, with precious onyx or lapis lazuli.",
              "reference": "Job 28:16"
            },
            {
              "content": "Neither gold nor crystal can compare with it, nor can it be had for jewels of gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "Coral and jasper are not worthy of mention; the price of wisdom is beyond rubies.",
              "reference": "Job 28:18"
            },
            {
              "content": "The topaz of Cush cannot compare with it; it cannot be bought with pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "Where then does wisdom come from? Where does understanding dwell?",
              "reference": "Job 28:20"
            },
            {
              "content": "It is hidden from the eyes of every living thing, concealed even from the birds in the sky.",
              "reference": "Job 28:21"
            },
            {
              "content": "Destruction and Death say, ‘Only a rumour of it has reached our ears.’",
              "reference": "Job 28:22"
            },
            {
              "content": "God understands the way to it and he alone knows where it dwells,",
              "reference": "Job 28:23"
            },
            {
              "content": "for he views the ends of the earth and sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When he established the force of the wind and measured out the waters,",
              "reference": "Job 28:25"
            },
            {
              "content": "when he made a decree for the rain and a path for the thunderstorm,",
              "reference": "Job 28:26"
            },
            {
              "content": "then he looked at wisdom and appraised it; he confirmed it and tested it.",
              "reference": "Job 28:27"
            },
            {
              "content": "And he said to the human race, ‘The fear of the Lord – that is wisdom, and to shun evil is understanding.’",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/28-e17fff56fbd09c4940293c17ed5bb291.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "29": {
          "reference": "Job 29 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Job continued his discourse:",
              "reference": "Job 29:1"
            },
            {
              "content": "‘How I long for the months gone by, for the days when God watched over me,",
              "reference": "Job 29:2"
            },
            {
              "content": "when his lamp shone on my head and by his light I walked through darkness!",
              "reference": "Job 29:3"
            },
            {
              "content": "Oh, for the days when I was in my prime, when God’s intimate friendship blessed my house,",
              "reference": "Job 29:4"
            },
            {
              "content": "when the Almighty was still with me and my children were around me,",
              "reference": "Job 29:5"
            },
            {
              "content": "when my path was drenched with cream and the rock poured out for me streams of olive oil.",
              "reference": "Job 29:6"
            },
            {
              "content": "‘When I went to the gate of the city and took my seat in the public square,",
              "reference": "Job 29:7"
            },
            {
              "content": "the young men saw me and stepped aside and the old men rose to their feet;",
              "reference": "Job 29:8"
            },
            {
              "content": "the chief men refrained from speaking and covered their mouths with their hands;",
              "reference": "Job 29:9"
            },
            {
              "content": "the voices of the nobles were hushed, and their tongues stuck to the roof of their mouths.",
              "reference": "Job 29:10"
            },
            {
              "content": "Whoever heard me spoke well of me, and those who saw me commended me,",
              "reference": "Job 29:11"
            },
            {
              "content": "because I rescued the poor who cried for help, and the fatherless who had none to assist them.",
              "reference": "Job 29:12"
            },
            {
              "content": "The one who was dying blessed me; I made the widow’s heart sing.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness as my clothing; justice was my robe and my turban.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind and feet to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy; I took up the case of the stranger.",
              "reference": "Job 29:16"
            },
            {
              "content": "I broke the fangs of the wicked and snatched the victims from their teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "‘I thought, “I shall die in my own house, my days as numerous as the grains of sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My roots will reach to the water, and the dew will lie all night on my branches.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory will not fade; the bow will be ever new in my hand.”",
              "reference": "Job 29:20"
            },
            {
              "content": "‘People listened to me expectantly, waiting in silence for my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "After I had spoken, they spoke no more; my words fell gently on their ears.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me as for showers and drank in my words as the spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "When I smiled at them, they scarcely believed it; the light of my face was precious to them.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose the way for them and sat as their chief; I dwelt as a king among his troops; I was like one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/29-63bf84d970fe3fdf51c210e98d393a26.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "30": {
          "reference": "Job 30 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘But now they mock me, men younger than I, whose fathers I would have disdained to put with my sheep dogs.",
              "reference": "Job 30:1"
            },
            {
              "content": "Of what use was the strength of their hands to me, since their vigour had gone from them?",
              "reference": "Job 30:2"
            },
            {
              "content": "Haggard from want and hunger, they roamed the parched land in desolate wastelands at night.",
              "reference": "Job 30:3"
            },
            {
              "content": "In the brush they gathered salt herbs, and their food was the root of the broom bush.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were banished from human society, shouted at as if they were thieves.",
              "reference": "Job 30:5"
            },
            {
              "content": "They were forced to live in the dry stream beds, among the rocks and in holes in the ground.",
              "reference": "Job 30:6"
            },
            {
              "content": "They brayed among the bushes and huddled in the undergrowth.",
              "reference": "Job 30:7"
            },
            {
              "content": "A base and nameless brood, they were driven out of the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "‘And now those young men mock me in song; I have become a byword among them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They detest me and keep their distance; they do not hesitate to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "Now that God has unstrung my bow and afflicted me, they throw off restraint in my presence.",
              "reference": "Job 30:11"
            },
            {
              "content": "On my right the tribe attacks; they lay snares for my feet, they build their siege ramps against me.",
              "reference": "Job 30:12"
            },
            {
              "content": "They break up my road; they succeed in destroying me. “No-one can help him,” they say.",
              "reference": "Job 30:13"
            },
            {
              "content": "They advance as through a gaping breach; amid the ruins they come rolling in.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors overwhelm me; my dignity is driven away as by the wind, my safety vanishes like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "‘And now my life ebbs away; days of suffering grip me.",
              "reference": "Job 30:16"
            },
            {
              "content": "Night pierces my bones; my gnawing pains never rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "In his great power God becomes like clothing to me; he binds me like the neck of my garment.",
              "reference": "Job 30:18"
            },
            {
              "content": "He throws me into the mud, and I am reduced to dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "‘I cry out to you, God, but you do not answer; I stand up, but you merely look at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You turn on me ruthlessly; with the might of your hand you attack me.",
              "reference": "Job 30:21"
            },
            {
              "content": "You snatch me up and drive me before the wind; you toss me about in the storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "I know you will bring me down to death, to the place appointed for all the living.",
              "reference": "Job 30:23"
            },
            {
              "content": "‘Surely no-one lays a hand on a broken man when he cries for help in his distress.",
              "reference": "Job 30:24"
            },
            {
              "content": "Have I not wept for those in trouble? Has not my soul grieved for the poor?",
              "reference": "Job 30:25"
            },
            {
              "content": "Yet when I hoped for good, evil came; when I looked for light, then came darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "The churning inside me never stops; days of suffering confront me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I go about blackened, but not by the sun; I stand up in the assembly and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I have become a brother of jackals, a companion of owls.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin grows black and peels; my body burns with fever.",
              "reference": "Job 30:30"
            },
            {
              "content": "My lyre is tuned to mourning, and my pipe to the sound of wailing.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/30-f2442f5985f57c71d6de9d6b65f13187.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "31": {
          "reference": "Job 31 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘I made a covenant with my eyes not to look lustfully at a young woman.",
              "reference": "Job 31:1"
            },
            {
              "content": "For what is our lot from God above, our heritage from the Almighty on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Is it not ruin for the wicked, disaster for those who do wrong?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does he not see my ways and count my every step?",
              "reference": "Job 31:4"
            },
            {
              "content": "‘If I have walked with falsehood or my foot has hurried after deceit –",
              "reference": "Job 31:5"
            },
            {
              "content": "let God weigh me in honest scales and he will know that I am blameless –",
              "reference": "Job 31:6"
            },
            {
              "content": "if my steps have turned from the path, if my heart has been led by my eyes, or if my hands have been defiled,",
              "reference": "Job 31:7"
            },
            {
              "content": "then may others eat what I have sown, and may my crops be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "‘If my heart has been enticed by a woman, or if I have lurked at my neighbour’s door,",
              "reference": "Job 31:9"
            },
            {
              "content": "then may my wife grind another man’s grain, and may other men sleep with her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For that would have been wicked, a sin to be judged.",
              "reference": "Job 31:11"
            },
            {
              "content": "It is a fire that burns to Destruction; it would have uprooted my harvest.",
              "reference": "Job 31:12"
            },
            {
              "content": "‘If I have denied justice to any of my servants, whether male or female, when they had a grievance against me,",
              "reference": "Job 31:13"
            },
            {
              "content": "what will I do when God confronts me? What will I answer when called to account?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not he who made me in the womb make them? Did not the same one form us both within our mothers?",
              "reference": "Job 31:15"
            },
            {
              "content": "‘If I have denied the desires of the poor or let the eyes of the widow grow weary,",
              "reference": "Job 31:16"
            },
            {
              "content": "if I have kept my bread to myself, not sharing it with the fatherless –",
              "reference": "Job 31:17"
            },
            {
              "content": "but from my youth I reared them as a father would, and from my birth I guided the widow –",
              "reference": "Job 31:18"
            },
            {
              "content": "if I have seen anyone perishing for lack of clothing, or the needy without garments,",
              "reference": "Job 31:19"
            },
            {
              "content": "and their hearts did not bless me for warming them with the fleece from my sheep,",
              "reference": "Job 31:20"
            },
            {
              "content": "if I have raised my hand against the fatherless, knowing that I had influence in court,",
              "reference": "Job 31:21"
            },
            {
              "content": "then let my arm fall from the shoulder, let it be broken off at the joint.",
              "reference": "Job 31:22"
            },
            {
              "content": "For I dreaded destruction from God, and for fear of his splendour I could not do such things.",
              "reference": "Job 31:23"
            },
            {
              "content": "‘If I have put my trust in gold or said to pure gold, “You are my security,”",
              "reference": "Job 31:24"
            },
            {
              "content": "if I have rejoiced over my great wealth, the fortune my hands had gained,",
              "reference": "Job 31:25"
            },
            {
              "content": "if I have regarded the sun in its radiance or the moon moving in splendour,",
              "reference": "Job 31:26"
            },
            {
              "content": "so that my heart was secretly enticed and my hand offered them a kiss of homage,",
              "reference": "Job 31:27"
            },
            {
              "content": "then these also would be sins to be judged, for I would have been unfaithful to God on high.",
              "reference": "Job 31:28"
            },
            {
              "content": "‘If I have rejoiced at my enemy’s misfortune or gloated over the trouble that came to him –",
              "reference": "Job 31:29"
            },
            {
              "content": "I have not allowed my mouth to sin by invoking a curse against their life –",
              "reference": "Job 31:30"
            },
            {
              "content": "if those of my household have never said, “Who has not been filled with Job’s meat?” –",
              "reference": "Job 31:31"
            },
            {
              "content": "but no stranger had to spend the night in the street, for my door was always open to the traveller –",
              "reference": "Job 31:32"
            },
            {
              "content": "if I have concealed my sin as people do, by hiding my guilt in my heart",
              "reference": "Job 31:33"
            },
            {
              "content": "because I so feared the crowd and so dreaded the contempt of the clans that I kept silent and would not go outside –",
              "reference": "Job 31:34"
            },
            {
              "content": "(‘Oh, that I had someone to hear me! I sign now my defence – let the Almighty answer me; let my accuser put his indictment in writing.",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would wear it on my shoulder, I would put it on like a crown.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would give him an account of my every step; I would present it to him as to a ruler.) –",
              "reference": "Job 31:37"
            },
            {
              "content": "‘if my land cries out against me and all its furrows are wet with tears,",
              "reference": "Job 31:38"
            },
            {
              "content": "if I have devoured its yield without payment or broken the spirit of its tenants,",
              "reference": "Job 31:39"
            },
            {
              "content": "then let briers come up instead of wheat and stinkweed instead of barley.’ The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/31-e6a5c45a3aa8b32e647e8e54d3e7a8a1.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "32": {
          "reference": "Job 32 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "So these three men stopped answering Job, because he was righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "But Elihu son of Barakel the Buzite, of the family of Ram, became very angry with Job for justifying himself rather than God.",
              "reference": "Job 32:2"
            },
            {
              "content": "He was also angry with the three friends, because they had found no way to refute Job, and yet had condemned him.",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited before speaking to Job because they were older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when he saw that the three men had nothing more to say, his anger was aroused.",
              "reference": "Job 32:5"
            },
            {
              "content": "So Elihu son of Barakel the Buzite said: ‘I am young in years, and you are old; that is why I was fearful, not daring to tell you what I know.",
              "reference": "Job 32:6"
            },
            {
              "content": "I thought, “Age should speak; advanced years should teach wisdom.”",
              "reference": "Job 32:7"
            },
            {
              "content": "But it is the spirit in a person, the breath of the Almighty, that gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "It is not only the old who are wise, not only the aged who understand what is right.",
              "reference": "Job 32:9"
            },
            {
              "content": "‘Therefore I say: listen to me; I too will tell you what I know.",
              "reference": "Job 32:10"
            },
            {
              "content": "I waited while you spoke, I listened to your reasoning; while you were searching for words,",
              "reference": "Job 32:11"
            },
            {
              "content": "I gave you my full attention. But not one of you has proved Job wrong; none of you has answered his arguments.",
              "reference": "Job 32:12"
            },
            {
              "content": "Do not say, “We have found wisdom; let God, not a man, refute him.”",
              "reference": "Job 32:13"
            },
            {
              "content": "But Job has not marshalled his words against me, and I will not answer him with your arguments.",
              "reference": "Job 32:14"
            },
            {
              "content": "‘They are dismayed and have no more to say; words have failed them.",
              "reference": "Job 32:15"
            },
            {
              "content": "Must I wait, now that they are silent, now that they stand there with no reply?",
              "reference": "Job 32:16"
            },
            {
              "content": "I too will have my say; I too will tell what I know.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words, and the spirit within me compels me;",
              "reference": "Job 32:18"
            },
            {
              "content": "inside I am like bottled-up wine, like new wineskins ready to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "I must speak and find relief; I must open my lips and reply.",
              "reference": "Job 32:20"
            },
            {
              "content": "I will show no partiality, nor will I flatter anyone;",
              "reference": "Job 32:21"
            },
            {
              "content": "for if I were skilled in flattery, my Maker would soon take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/32-452d56b149351764d560b98d4d5cabd1.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "33": {
          "reference": "Job 33 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘But now, Job, listen to my words; pay attention to everything I say.",
              "reference": "Job 33:1"
            },
            {
              "content": "I am about to open my mouth; my words are on the tip of my tongue.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words come from an upright heart; my lips sincerely speak what I know.",
              "reference": "Job 33:3"
            },
            {
              "content": "The Spirit of God has made me; the breath of the Almighty gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Answer me then, if you can; stand up and argue your case before me.",
              "reference": "Job 33:5"
            },
            {
              "content": "I am the same as you in God’s sight; I too am a piece of clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "No fear of me should alarm you, nor should my hand be heavy on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "‘But you have said in my hearing – I heard the very words –",
              "reference": "Job 33:8"
            },
            {
              "content": "“I am pure, I have done no wrong; I am clean and free from sin.",
              "reference": "Job 33:9"
            },
            {
              "content": "Yet God has found fault with me; he considers me his enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He fastens my feet in shackles; he keeps close watch on all my paths.”",
              "reference": "Job 33:11"
            },
            {
              "content": "‘But I tell you, in this you are not right, for God is greater than any mortal.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do you complain to him that he responds to no-one’s words?",
              "reference": "Job 33:13"
            },
            {
              "content": "For God does speak – now one way, now another – though no-one perceives it.",
              "reference": "Job 33:14"
            },
            {
              "content": "In a dream, in a vision of the night, when deep sleep falls on people as they slumber in their beds,",
              "reference": "Job 33:15"
            },
            {
              "content": "he may speak in their ears and terrify them with warnings,",
              "reference": "Job 33:16"
            },
            {
              "content": "to turn them from wrongdoing and keep them from pride,",
              "reference": "Job 33:17"
            },
            {
              "content": "to preserve them from the pit, their lives from perishing by the sword.",
              "reference": "Job 33:18"
            },
            {
              "content": "‘Or someone may be chastened on a bed of pain with constant distress in their bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "so that their body finds food repulsive and their soul loathes the choicest meal.",
              "reference": "Job 33:20"
            },
            {
              "content": "Their flesh wastes away to nothing, and their bones, once hidden, now stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "They draw near to the pit, and their life to the messengers of death.",
              "reference": "Job 33:22"
            },
            {
              "content": "Yet if there is an angel at their side, a messenger, one out of a thousand, sent to tell them how to be upright,",
              "reference": "Job 33:23"
            },
            {
              "content": "and he is gracious to that person and says to God, “Spare them from going down to the pit; I have found a ransom for them –",
              "reference": "Job 33:24"
            },
            {
              "content": "let their flesh be renewed like a child’s; let them be restored as in the days of their youth” –",
              "reference": "Job 33:25"
            },
            {
              "content": "then that person can pray to God and find favour with him, they will see God’s face and shout for joy; he will restore them to full well-being.",
              "reference": "Job 33:26"
            },
            {
              "content": "And they will go to others and say, “I have sinned, and I have perverted what is right, but I did not get what I deserved.",
              "reference": "Job 33:27"
            },
            {
              "content": "God has delivered me from going down to the pit, and I shall live to enjoy the light of life.”",
              "reference": "Job 33:28"
            },
            {
              "content": "‘God does all these things to a person – twice, even three times –",
              "reference": "Job 33:29"
            },
            {
              "content": "to turn them back from the pit, that the light of life may shine on them.",
              "reference": "Job 33:30"
            },
            {
              "content": "‘Pay attention, Job, and listen to me; be silent, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have anything to say, answer me; speak up, for I want to vindicate you.",
              "reference": "Job 33:32"
            },
            {
              "content": "But if not, then listen to me; be silent, and I will teach you wisdom.’",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/33-026671b60835444c0635390b034192e9.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "34": {
          "reference": "Job 34 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Elihu said:",
              "reference": "Job 34:1"
            },
            {
              "content": "‘Hear my words, you wise men; listen to me, you men of learning.",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear tests words as the tongue tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us discern for ourselves what is right; let us learn together what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "‘Job says, “I am innocent, but God denies me justice.",
              "reference": "Job 34:5"
            },
            {
              "content": "Although I am right, I am considered a liar; although I am guiltless, his arrow inflicts an incurable wound.”",
              "reference": "Job 34:6"
            },
            {
              "content": "Is there anyone like Job, who drinks scorn like water?",
              "reference": "Job 34:7"
            },
            {
              "content": "He keeps company with evildoers; he associates with the wicked.",
              "reference": "Job 34:8"
            },
            {
              "content": "For he says, “There is no profit in trying to please God.”",
              "reference": "Job 34:9"
            },
            {
              "content": "‘So listen to me, you men of understanding. Far be it from God to do evil, from the Almighty to do wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "He repays everyone for what they have done; he brings on them what their conduct deserves.",
              "reference": "Job 34:11"
            },
            {
              "content": "It is unthinkable that God would do wrong, that the Almighty would pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who appointed him over the earth? Who put him in charge of the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If it were his intention and he withdrew his spirit and breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "all humanity would perish together and mankind would return to the dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "‘If you have understanding, hear this; listen to what I say.",
              "reference": "Job 34:16"
            },
            {
              "content": "Can someone who hates justice govern? Will you condemn the just and mighty One?",
              "reference": "Job 34:17"
            },
            {
              "content": "Is he not the One who says to kings, “You are worthless,” and to nobles, “You are wicked,”",
              "reference": "Job 34:18"
            },
            {
              "content": "who shows no partiality to princes and does not favour the rich over the poor, for they are all the work of his hands?",
              "reference": "Job 34:19"
            },
            {
              "content": "They die in an instant, in the middle of the night; the people are shaken and they pass away; the mighty are removed without human hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "‘His eyes are on the ways of mortals; he sees their every step.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no deep shadow, no utter darkness, where evildoers can hide.",
              "reference": "Job 34:22"
            },
            {
              "content": "God has no need to examine men further, that they should come before him for judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "Without enquiry he shatters the mighty and sets up others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "Because he takes note of their deeds, he overthrows them in the night and they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He punishes them for their wickedness where everyone can see them,",
              "reference": "Job 34:26"
            },
            {
              "content": "because they turned from following him and had no regard for any of his ways.",
              "reference": "Job 34:27"
            },
            {
              "content": "They caused the cry of the poor to come before him, so that he heard the cry of the needy.",
              "reference": "Job 34:28"
            },
            {
              "content": "But if he remains silent, who can condemn him? If he hides his face, who can see him? Yet he is over individual and nation alike,",
              "reference": "Job 34:29"
            },
            {
              "content": "to keep the godless from ruling, from laying snares for the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "‘Suppose someone says to God, “I am guilty but will offend no more.",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me what I cannot see; if I have done wrong, I will not do so again.”",
              "reference": "Job 34:32"
            },
            {
              "content": "Should God then reward you on your terms, when you refuse to repent? You must decide, not I; so tell me what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "‘Men of understanding declare, wise men who hear me say to me,",
              "reference": "Job 34:34"
            },
            {
              "content": "“Job speaks without knowledge; his words lack insight.”",
              "reference": "Job 34:35"
            },
            {
              "content": "Oh, that Job might be tested to the utmost for answering like a wicked man!",
              "reference": "Job 34:36"
            },
            {
              "content": "To his sin he adds rebellion; scornfully he claps his hands among us and multiplies his words against God.’",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/34-9647e0a60bc287bbae702b594d9c6383.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "35": {
          "reference": "Job 35 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Elihu said:",
              "reference": "Job 35:1"
            },
            {
              "content": "‘Do you think this is just? You say, “I am in the right, not God.”",
              "reference": "Job 35:2"
            },
            {
              "content": "Yet you ask him, “What profit is it to me, and what do I gain by not sinning?”",
              "reference": "Job 35:3"
            },
            {
              "content": "‘I would like to reply to you and to your friends with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look up at the heavens and see; gaze at the clouds so high above you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you sin, how does that affect him? If your sins are many, what does that do to him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you give to him, or what does he receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your wickedness only affects humans like yourself, and your righteousness only other people.",
              "reference": "Job 35:8"
            },
            {
              "content": "‘People cry out under a load of oppression; they plead for relief from the arm of the powerful.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no-one says, “Where is God my Maker, who gives songs in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "who teaches us more than he teaches the beasts of the earth and makes us wiser than the birds in the sky?”",
              "reference": "Job 35:11"
            },
            {
              "content": "He does not answer when people cry out because of the arrogance of the wicked.",
              "reference": "Job 35:12"
            },
            {
              "content": "Indeed, God does not listen to their empty plea; the Almighty pays no attention to it.",
              "reference": "Job 35:13"
            },
            {
              "content": "How much less, then, will he listen when you say that you do not see him, that your case is before him and you must wait for him,",
              "reference": "Job 35:14"
            },
            {
              "content": "and further, that his anger never punishes and he does not take the least notice of wickedness.",
              "reference": "Job 35:15"
            },
            {
              "content": "So Job opens his mouth with empty talk; without knowledge he multiplies words.’",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/35-3dd62df9a9b81b48ff4c4bf4ea92410d.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "36": {
          "reference": "Job 36 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Elihu continued:",
              "reference": "Job 36:1"
            },
            {
              "content": "‘Bear with me a little longer and I will show you that there is more to be said on God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I get my knowledge from afar; I will ascribe justice to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "Be assured that my words are not false; one who has perfect knowledge is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "‘God is mighty, but despises no-one; he is mighty, and firm in his purpose.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not keep the wicked alive but gives the afflicted their rights.",
              "reference": "Job 36:6"
            },
            {
              "content": "He does not take his eyes off the righteous; he enthrones them with kings and exalts them for ever.",
              "reference": "Job 36:7"
            },
            {
              "content": "But if people are bound in chains, held fast by cords of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "he tells them what they have done – that they have sinned arrogantly.",
              "reference": "Job 36:9"
            },
            {
              "content": "He makes them listen to correction and commands them to repent of their evil.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they obey and serve him, they will spend the rest of their days in prosperity and their years in contentment.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they do not listen, they will perish by the sword and die without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "‘The godless in heart harbour resentment; even when he fetters them, they do not cry for help.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die in their youth, among male prostitutes of the shrines.",
              "reference": "Job 36:14"
            },
            {
              "content": "But those who suffer he delivers in their suffering; he speaks to them in their affliction.",
              "reference": "Job 36:15"
            },
            {
              "content": "‘He is wooing you from the jaws of distress to a spacious place free from restriction, to the comfort of your table laden with choice food.",
              "reference": "Job 36:16"
            },
            {
              "content": "But now you are laden with the judgment due to the wicked; judgment and justice have taken hold of you.",
              "reference": "Job 36:17"
            },
            {
              "content": "Be careful that no-one entices you by riches; do not let a large bribe turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "Would your wealth or even all your mighty efforts sustain you so you would not be in distress?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the night, to drag people away from their homes.",
              "reference": "Job 36:20"
            },
            {
              "content": "Beware of turning to evil, which you seem to prefer to affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "‘God is exalted in his power. Who is a teacher like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has prescribed his ways for him, or said to him, “You have done wrong”?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember to extol his work, which people have praised in song.",
              "reference": "Job 36:24"
            },
            {
              "content": "All humanity has seen it; mortals gaze on it from afar.",
              "reference": "Job 36:25"
            },
            {
              "content": "How great is God – beyond our understanding! The number of his years is past finding out.",
              "reference": "Job 36:26"
            },
            {
              "content": "‘He draws up the drops of water, which distil as rain to the streams;",
              "reference": "Job 36:27"
            },
            {
              "content": "the clouds pour down their moisture and abundant showers fall on mankind.",
              "reference": "Job 36:28"
            },
            {
              "content": "Who can understand how he spreads out the clouds, how he thunders from his pavilion?",
              "reference": "Job 36:29"
            },
            {
              "content": "See how he scatters his lightning about him, bathing the depths of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "This is the way he governs the nations and provides food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "He fills his hands with lightning and commands it to strike its mark.",
              "reference": "Job 36:32"
            },
            {
              "content": "His thunder announces the coming storm; even the cattle make known its approach.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/36-13b99dff85e30837efa9ee11d9c1f0bc.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "37": {
          "reference": "Job 37 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘At this my heart pounds and leaps from its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen! Listen to the roar of his voice, to the rumbling that comes from his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "He unleashes his lightning beneath the whole heaven and sends it to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After that comes the sound of his roar; he thunders with his majestic voice. When his voice resounds, he holds nothing back.",
              "reference": "Job 37:4"
            },
            {
              "content": "God’s voice thunders in marvellous ways; he does great things beyond our understanding.",
              "reference": "Job 37:5"
            },
            {
              "content": "He says to the snow, “Fall on the earth,” and to the rain shower, “Be a mighty downpour.”",
              "reference": "Job 37:6"
            },
            {
              "content": "So that everyone he has made may know his work, he stops all people from their labour.",
              "reference": "Job 37:7"
            },
            {
              "content": "The animals take cover; they remain in their dens.",
              "reference": "Job 37:8"
            },
            {
              "content": "The tempest comes out from its chamber, the cold from the driving winds.",
              "reference": "Job 37:9"
            },
            {
              "content": "The breath of God produces ice, and the broad waters become frozen.",
              "reference": "Job 37:10"
            },
            {
              "content": "He loads the clouds with moisture; he scatters his lightning through them.",
              "reference": "Job 37:11"
            },
            {
              "content": "At his direction they swirl around over the face of the whole earth to do whatever he commands them.",
              "reference": "Job 37:12"
            },
            {
              "content": "He brings the clouds to punish people, or to water his earth and show his love.",
              "reference": "Job 37:13"
            },
            {
              "content": "‘Listen to this, Job; stop and consider God’s wonders.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God controls the clouds and makes his lightning flash?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know how the clouds hang poised, those wonders of him who is perfect in knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "You who swelter in your clothes when the land lies hushed under the south wind,",
              "reference": "Job 37:17"
            },
            {
              "content": "can you join him in spreading out the skies, hard as a mirror of cast bronze?",
              "reference": "Job 37:18"
            },
            {
              "content": "‘Tell us what we should say to him; we cannot draw up our case because of our darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should he be told that I want to speak? Would anyone ask to be swallowed up?",
              "reference": "Job 37:20"
            },
            {
              "content": "Now no-one can look at the sun, bright as it is in the skies after the wind has swept them clean.",
              "reference": "Job 37:21"
            },
            {
              "content": "Out of the north he comes in golden splendour; God comes in awesome majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "The Almighty is beyond our reach and exalted in power; in his justice and great righteousness, he does not oppress.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore, people revere him, for does he not have regard for all the wise in heart?’",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/37-e8d27ed0555788e12bca35d649c8e3b0.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "38": {
          "reference": "Job 38 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then the Lord spoke to Job out of the storm. He said:",
              "reference": "Job 38:1"
            },
            {
              "content": "‘Who is this that obscures my plans with words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Brace yourself like a man; I will question you, and you shall answer me.",
              "reference": "Job 38:3"
            },
            {
              "content": "‘Where were you when I laid the earth’s foundation? Tell me, if you understand.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who marked off its dimensions? Surely you know! Who stretched a measuring line across it?",
              "reference": "Job 38:5"
            },
            {
              "content": "On what were its footings set, or who laid its cornerstone –",
              "reference": "Job 38:6"
            },
            {
              "content": "while the morning stars sang together and all the angels shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "‘Who shut up the sea behind doors when it burst forth from the womb,",
              "reference": "Job 38:8"
            },
            {
              "content": "when I made the clouds its garment and wrapped it in thick darkness,",
              "reference": "Job 38:9"
            },
            {
              "content": "when I fixed limits for it and set its doors and bars in place,",
              "reference": "Job 38:10"
            },
            {
              "content": "when I said, “This far you may come and no farther; here is where your proud waves halt”?",
              "reference": "Job 38:11"
            },
            {
              "content": "‘Have you ever given orders to the morning, or shown the dawn its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "that it might take the earth by the edges and shake the wicked out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "The earth takes shape like clay under a seal; its features stand out like those of a garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "The wicked are denied their light, and their upraised arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "‘Have you journeyed to the springs of the sea or walked in the recesses of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been shown to you? Have you seen the gates of the deepest darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you comprehended the vast expanses of the earth? Tell me, if you know all this.",
              "reference": "Job 38:18"
            },
            {
              "content": "‘What is the way to the abode of light? And where does darkness reside?",
              "reference": "Job 38:19"
            },
            {
              "content": "Can you take them to their places? Do you know the paths to their dwellings?",
              "reference": "Job 38:20"
            },
            {
              "content": "Surely you know, for you were already born! You have lived so many years!",
              "reference": "Job 38:21"
            },
            {
              "content": "‘Have you entered the storehouses of the snow or seen the storehouses of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "which I reserve for times of trouble, for days of war and battle?",
              "reference": "Job 38:23"
            },
            {
              "content": "What is the way to the place where the lightning is dispersed, or the place where the east winds are scattered over the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who cuts a channel for the torrents of rain, and a path for the thunderstorm,",
              "reference": "Job 38:25"
            },
            {
              "content": "to water a land where no-one lives, an uninhabited desert,",
              "reference": "Job 38:26"
            },
            {
              "content": "to satisfy a desolate wasteland and make it sprout with grass?",
              "reference": "Job 38:27"
            },
            {
              "content": "Does the rain have a father? Who fathers the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "From whose womb comes the ice? Who gives birth to the frost from the heavens",
              "reference": "Job 38:29"
            },
            {
              "content": "when the waters become hard as stone, when the surface of the deep is frozen?",
              "reference": "Job 38:30"
            },
            {
              "content": "‘Can you bind the chains of the Pleiades? Can you loosen Orion’s belt?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you bring forth the constellations in their seasons or lead out the Bear with its cubs?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the laws of the heavens? Can you set up God’s dominion over the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "‘Can you raise your voice to the clouds and cover yourself with a flood of water?",
              "reference": "Job 38:34"
            },
            {
              "content": "Do you send the lightning bolts on their way? Do they report to you, “Here we are”?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who gives the ibis wisdom or gives the cockerel understanding?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who has the wisdom to count the clouds? Who can tip over the water jars of the heavens",
              "reference": "Job 38:37"
            },
            {
              "content": "when the dust becomes hard and the clods of earth stick together?",
              "reference": "Job 38:38"
            },
            {
              "content": "‘Do you hunt the prey for the lioness and satisfy the hunger of the lions",
              "reference": "Job 38:39"
            },
            {
              "content": "when they crouch in their dens or lie in wait in a thicket?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides food for the raven when its young cry out to God and wander about for lack of food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/38-557f84f0b8728ccda8fdd3a484363f39.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "39": {
          "reference": "Job 39 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘Do you know when the mountain goats give birth? Do you watch when the doe bears her fawn?",
              "reference": "Job 39:1"
            },
            {
              "content": "Do you count the months till they bear? Do you know the time they give birth?",
              "reference": "Job 39:2"
            },
            {
              "content": "They crouch down and bring forth their young; their labour pains are ended.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young thrive and grow strong in the wilds; they leave and do not return.",
              "reference": "Job 39:4"
            },
            {
              "content": "‘Who let the wild donkey go free? Who untied its ropes?",
              "reference": "Job 39:5"
            },
            {
              "content": "I gave it the wasteland as its home, the salt flats as its habitat.",
              "reference": "Job 39:6"
            },
            {
              "content": "It laughs at the commotion in the town; it does not hear a driver’s shout.",
              "reference": "Job 39:7"
            },
            {
              "content": "It ranges the hills for its pasture and searches for any green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "‘Will the wild ox consent to serve you? Will it stay by your manger at night?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you hold it to the furrow with a harness? Will it till the valleys behind you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you rely on it for its great strength? Will you leave your heavy work to it?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you trust it to haul in your grain and bring it to your threshing-floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "‘The wings of the ostrich flap joyfully, though they cannot compare with the wings and feathers of the stork.",
              "reference": "Job 39:13"
            },
            {
              "content": "She lays her eggs on the ground and lets them warm in the sand,",
              "reference": "Job 39:14"
            },
            {
              "content": "unmindful that a foot may crush them, that some wild animal may trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She treats her young harshly, as if they were not hers; she cares not that her labour was in vain,",
              "reference": "Job 39:16"
            },
            {
              "content": "for God did not endow her with wisdom or give her a share of good sense.",
              "reference": "Job 39:17"
            },
            {
              "content": "Yet when she spreads her feathers to run, she laughs at horse and rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "‘Do you give the horse its strength or clothe its neck with a flowing mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Do you make it leap like a locust, striking terror with its proud snorting?",
              "reference": "Job 39:20"
            },
            {
              "content": "It paws fiercely, rejoicing in its strength, and charges into the fray.",
              "reference": "Job 39:21"
            },
            {
              "content": "It laughs at fear, afraid of nothing; it does not shy away from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "The quiver rattles against its side, along with the flashing spear and lance.",
              "reference": "Job 39:23"
            },
            {
              "content": "In frenzied excitement it eats up the ground; it cannot stand still when the trumpet sounds.",
              "reference": "Job 39:24"
            },
            {
              "content": "At the blast of the trumpet it snorts, “Aha!” It catches the scent of battle from afar, the shout of commanders and the battle cry.",
              "reference": "Job 39:25"
            },
            {
              "content": "‘Does the hawk take flight by your wisdom and spread its wings towards the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Does the eagle soar at your command and build its nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "It dwells on a cliff and stays there at night; a rocky crag is its stronghold.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there it looks for food; its eyes detect it from afar.",
              "reference": "Job 39:29"
            },
            {
              "content": "Its young ones feast on blood, and where the slain are, there it is.’",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/39-acdf88908f81fb492ade829956e19f9f.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "40": {
          "reference": "Job 40 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "The Lord said to Job:",
              "reference": "Job 40:1"
            },
            {
              "content": "‘Will the one who contends with the Almighty correct him? Let him who accuses God answer him!’",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered the Lord:",
              "reference": "Job 40:3"
            },
            {
              "content": "‘I am unworthy – how can I reply to you? I put my hand over my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "I spoke once, but I have no answer – twice, but I will say no more.’",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord spoke to Job out of the storm:",
              "reference": "Job 40:6"
            },
            {
              "content": "‘Brace yourself like a man; I will question you, and you shall answer me.",
              "reference": "Job 40:7"
            },
            {
              "content": "‘Would you discredit my justice? Would you condemn me to justify yourself?",
              "reference": "Job 40:8"
            },
            {
              "content": "Do you have an arm like God’s, and can your voice thunder like his?",
              "reference": "Job 40:9"
            },
            {
              "content": "Then adorn yourself with glory and splendour, and clothe yourself in honour and majesty.",
              "reference": "Job 40:10"
            },
            {
              "content": "Unleash the fury of your wrath, look at all who are proud and bring them low,",
              "reference": "Job 40:11"
            },
            {
              "content": "look at all who are proud and humble them, crush the wicked where they stand.",
              "reference": "Job 40:12"
            },
            {
              "content": "Bury them all in the dust together; shroud their faces in the grave.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I myself will admit to you that your own right hand can save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "‘Look at Behemoth, which I made along with you and which feeds on grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "What strength it has in its loins, what power in the muscles of its belly!",
              "reference": "Job 40:16"
            },
            {
              "content": "Its tail sways like a cedar; the sinews of its thighs are close-knit.",
              "reference": "Job 40:17"
            },
            {
              "content": "Its bones are tubes of bronze, its limbs like rods of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "It ranks first among the works of God, yet its Maker can approach it with his sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "The hills bring it their produce, and all the wild animals play nearby.",
              "reference": "Job 40:20"
            },
            {
              "content": "Under the lotus plant it lies, hidden among the reeds in the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotuses conceal it in their shadow; the poplars by the stream surround it.",
              "reference": "Job 40:22"
            },
            {
              "content": "A raging river does not alarm it; it is secure, though the Jordan should surge against its mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can anyone capture it by the eyes, or trap it and pierce its nose?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/40-4ba7817b07a4a4f96751846d57331aab.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "41": {
          "reference": "Job 41 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "‘Can you pull in Leviathan with a fishhook or tie down its tongue with a rope?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you put a cord through its nose or pierce its jaw with a hook?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will it keep begging you for mercy? Will it speak to you with gentle words?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will it make an agreement with you for you to take it as your slave for life?",
              "reference": "Job 41:4"
            },
            {
              "content": "Can you make a pet of it like a bird or put it on a leash for the young women in your house?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will traders barter for it? Will they divide it up among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you fill its hide with harpoons or its head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "If you lay a hand on it, you will remember the struggle and never do it again!",
              "reference": "Job 41:8"
            },
            {
              "content": "Any hope of subduing it is false; the mere sight of it is overpowering.",
              "reference": "Job 41:9"
            },
            {
              "content": "No-one is fierce enough to rouse it. Who then is able to stand against me?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who has a claim against me that I must pay? Everything under heaven belongs to me.",
              "reference": "Job 41:11"
            },
            {
              "content": "‘I will not fail to speak of Leviathan’s limbs, its strength and its graceful form.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can strip off its outer coat? Who can penetrate its double coat of armour?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who dares open the doors of its mouth, ringed about with its fearsome teeth?",
              "reference": "Job 41:14"
            },
            {
              "content": "Its back has rows of shields tightly sealed together;",
              "reference": "Job 41:15"
            },
            {
              "content": "each is so close to the next that no air can pass between.",
              "reference": "Job 41:16"
            },
            {
              "content": "They are joined fast to one another; they cling together and cannot be parted.",
              "reference": "Job 41:17"
            },
            {
              "content": "Its snorting throws out flashes of light; its eyes are like the rays of dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "Flames stream from its mouth; sparks of fire shoot out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Smoke pours from its nostrils as from a boiling pot over burning reeds.",
              "reference": "Job 41:20"
            },
            {
              "content": "Its breath sets coals ablaze, and flames dart from its mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "Strength resides in its neck; dismay goes before it.",
              "reference": "Job 41:22"
            },
            {
              "content": "The folds of its flesh are tightly joined; they are firm and immovable.",
              "reference": "Job 41:23"
            },
            {
              "content": "Its chest is hard as rock, hard as a lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When it rises up, the mighty are terrified; they retreat before its thrashing.",
              "reference": "Job 41:25"
            },
            {
              "content": "The sword that reaches it has no effect, nor does the spear or the dart or the javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "Iron it treats like straw and bronze like rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "Arrows do not make it flee; slingstones are like chaff to it.",
              "reference": "Job 41:28"
            },
            {
              "content": "A club seems to it but a piece of straw; it laughs at the rattling of the lance.",
              "reference": "Job 41:29"
            },
            {
              "content": "Its undersides are jagged potsherds, leaving a trail in the mud like a threshing-sledge.",
              "reference": "Job 41:30"
            },
            {
              "content": "It makes the depths churn like a boiling cauldron and stirs up the sea like a pot of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "It leaves a glistening wake behind it; one would think the deep had white hair.",
              "reference": "Job 41:32"
            },
            {
              "content": "Nothing on earth is its equal – a creature without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "It looks down on all that are haughty; it is king over all that are proud.’",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/41-a37edfb3a52390ea4e45e3c552c24354.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        },
        "42": {
          "reference": "Job 42 NIVUK",
          "version": "NIVUK",
          "verses": [
            {
              "content": "Then Job replied to the Lord:",
              "reference": "Job 42:1"
            },
            {
              "content": "‘I know that you can do all things; no purpose of yours can be thwarted.",
              "reference": "Job 42:2"
            },
            {
              "content": "You asked, “Who is this that obscures my plans without knowledge?” Surely I spoke of things I did not understand, things too wonderful for me to know.",
              "reference": "Job 42:3"
            },
            {
              "content": "‘You said, “Listen now, and I will speak; I will question you, and you shall answer me.”",
              "reference": "Job 42:4"
            },
            {
              "content": "My ears had heard of you but now my eyes have seen you.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I despise myself and repent in dust and ashes.’",
              "reference": "Job 42:6"
            },
            {
              "content": "After the Lord had said these things to Job, he said to Eliphaz the Temanite, ‘I am angry with you and your two friends, because you have not spoken the truth about me, as my servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "So now take seven bulls and seven rams and go to my servant Job and sacrifice a burnt offering for yourselves. My servant Job will pray for you, and I will accept his prayer and not deal with you according to your folly. You have not spoken the truth about me, as my servant Job has.’",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite did what the Lord told them; and the Lord accepted Job’s prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "After Job had prayed for his friends, the Lord restored his fortunes and gave him twice as much as he had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "All his brothers and sisters and everyone who had known him before came and ate with him in his house. They comforted and consoled him over all the trouble the Lord had brought on him, and each one gave him a piece of silver and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "The Lord blessed the latter part of Job’s life more than the former part. He had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen and a thousand donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "And he also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "The first daughter he named Jemimah, the second Keziah and the third Keren-Happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "Nowhere in all the land were there found women as beautiful as Job’s daughters, and their father granted them an inheritance along with their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived a hundred and forty years; he saw his children and their children to the fourth generation.",
              "reference": "Job 42:16"
            },
            {
              "content": "And so Job died, an old man and full of years.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "The Holy Bible, New International Version® (Anglicised), NIV® Copyright © 1979, 1984, 2011 by Biblica, Inc.® Used by permission of Biblica, Inc.® All rights reserved worldwide.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/72/32k/JOB/42-62f1177981b606e648a0fcaf8c01a521.mp3?version_id=113",
          "audioBibleCopyright": "Holy Bible, New International Version™(Anglicised), Audio Edition Copyright ℗ 2013 by Biblica, Inc. Used with permission. All rights reserved worldwide. Holy Bible, New International Version™ (Anglicised), NIV™ Copyright © 1979, 1984, 2011 by Biblica, Inc. Used with permission. All rights reserved worldwide."
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}