{
  "translation": "NLT",
  "translationId": 116,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "There once was a man named Job who lived in the land of Uz. He was blameless—a man of complete integrity. He feared God and stayed away from evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "He had seven sons and three daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "He owned 7,000 sheep, 3,000 camels, 500 teams of oxen, and 500 female donkeys. He also had many servants. He was, in fact, the richest person in that entire area.",
              "reference": "Job 1:3"
            },
            {
              "content": "Job’s sons would take turns preparing feasts in their homes, and they would also invite their three sisters to celebrate with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When these celebrations ended—sometimes after several days—Job would purify his children. He would get up early in the morning and offer a burnt offering for each of them. For Job said to himself, “Perhaps my children have sinned and have cursed God in their hearts.” This was Job’s regular practice.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day the members of the heavenly court came to present themselves before the Lord, and the Accuser, Satan, came with them.",
              "reference": "Job 1:6"
            },
            {
              "content": "“Where have you come from?” the Lord asked Satan. Satan answered the Lord, “I have been patrolling the earth, watching everything that’s going on.”",
              "reference": "Job 1:7"
            },
            {
              "content": "Then the Lord asked Satan, “Have you noticed my servant Job? He is the finest man in all the earth. He is blameless—a man of complete integrity. He fears God and stays away from evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "Satan replied to the Lord, “Yes, but Job has good reason to fear God.",
              "reference": "Job 1:9"
            },
            {
              "content": "You have always put a wall of protection around him and his home and his property. You have made him prosper in everything he does. Look how rich he is!",
              "reference": "Job 1:10"
            },
            {
              "content": "But reach out and take away everything he has, and he will surely curse you to your face!”",
              "reference": "Job 1:11"
            },
            {
              "content": "“All right, you may test him,” the Lord said to Satan. “Do whatever you want with everything he possesses, but don’t harm him physically.” So Satan left the Lord’s presence.",
              "reference": "Job 1:12"
            },
            {
              "content": "One day when Job’s sons and daughters were feasting at the oldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger arrived at Job’s home with this news: “Your oxen were plowing, with the donkeys feeding beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "when the Sabeans raided us. They stole all the animals and killed all the farmhands. I am the only one who escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking, another messenger arrived with this news: “The fire of God has fallen from heaven and burned up your sheep and all the shepherds. I am the only one who escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking, a third messenger arrived with this news: “Three bands of Chaldean raiders have stolen your camels and killed your servants. I am the only one who escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking, another messenger arrived with this news: “Your sons and daughters were feasting in their oldest brother’s home.",
              "reference": "Job 1:18"
            },
            {
              "content": "Suddenly, a powerful wind swept in from the wilderness and hit the house on all sides. The house collapsed, and all your children are dead. I am the only one who escaped to tell you.”",
              "reference": "Job 1:19"
            },
            {
              "content": "Job stood up and tore his robe in grief. Then he shaved his head and fell to the ground to worship.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “I came naked from my mother’s womb, and I will be naked when I leave. The Lord gave me what I had, and the Lord has taken it away. Praise the name of the Lord!”",
              "reference": "Job 1:21"
            },
            {
              "content": "In all of this, Job did not sin by blaming God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/1-18ba5b3fc38d11e58f1f9747c6874814.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "2": {
          "reference": "Job 2 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "One day the members of the heavenly court came again to present themselves before the Lord, and the Accuser, Satan, came with them.",
              "reference": "Job 2:1"
            },
            {
              "content": "“Where have you come from?” the Lord asked Satan. Satan answered the Lord, “I have been patrolling the earth, watching everything that’s going on.”",
              "reference": "Job 2:2"
            },
            {
              "content": "Then the Lord asked Satan, “Have you noticed my servant Job? He is the finest man in all the earth. He is blameless—a man of complete integrity. He fears God and stays away from evil. And he has maintained his integrity, even though you urged me to harm him without cause.”",
              "reference": "Job 2:3"
            },
            {
              "content": "Satan replied to the Lord, “Skin for skin! A man will give up everything he has to save his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But reach out and take away his health, and he will surely curse you to your face!”",
              "reference": "Job 2:5"
            },
            {
              "content": "“All right, do with him as you please,” the Lord said to Satan. “But spare his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "So Satan left the Lord’s presence, and he struck Job with terrible boils from head to foot.",
              "reference": "Job 2:7"
            },
            {
              "content": "Job scraped his skin with a piece of broken pottery as he sat among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "His wife said to him, “Are you still trying to maintain your integrity? Curse God and die.”",
              "reference": "Job 2:9"
            },
            {
              "content": "But Job replied, “You talk like a foolish woman. Should we accept only good things from the hand of God and never anything bad?” So in all this, Job said nothing wrong.",
              "reference": "Job 2:10"
            },
            {
              "content": "When three of Job’s friends heard of the tragedy he had suffered, they got together and traveled from their homes to comfort and console him. Their names were Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they saw Job from a distance, they scarcely recognized him. Wailing loudly, they tore their robes and threw dust into the air over their heads to show their grief.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat on the ground with him for seven days and nights. No one said a word to Job, for they saw that his suffering was too great for words.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/2-1925a72022056b6db48535ce7214e45a.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "3": {
          "reference": "Job 3 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "At last Job spoke, and he cursed the day of his birth.",
              "reference": "Job 3:1"
            },
            {
              "content": "He said:",
              "reference": "Job 3:2"
            },
            {
              "content": "“Let the day of my birth be erased, and the night I was conceived.",
              "reference": "Job 3:3"
            },
            {
              "content": "Let that day be turned to darkness. Let it be lost even to God on high, and let no light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "Let the darkness and utter gloom claim that day for its own. Let a black cloud overshadow it, and let the darkness terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "Let that night be blotted off the calendar, never again to be counted among the days of the year, never again to appear among the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "Let that night be childless. Let it have no joy.",
              "reference": "Job 3:7"
            },
            {
              "content": "Let those who are experts at cursing— whose cursing could rouse Leviathan— curse that day.",
              "reference": "Job 3:8"
            },
            {
              "content": "Let its morning stars remain dark. Let it hope for light, but in vain; may it never see the morning light.",
              "reference": "Job 3:9"
            },
            {
              "content": "Curse that day for failing to shut my mother’s womb, for letting me be born to see all this trouble.",
              "reference": "Job 3:10"
            },
            {
              "content": "“Why wasn’t I born dead? Why didn’t I die as I came from the womb?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why was I laid on my mother’s lap? Why did she nurse me at her breasts?",
              "reference": "Job 3:12"
            },
            {
              "content": "Had I died at birth, I would now be at peace. I would be asleep and at rest.",
              "reference": "Job 3:13"
            },
            {
              "content": "I would rest with the world’s kings and prime ministers, whose great buildings now lie in ruins.",
              "reference": "Job 3:14"
            },
            {
              "content": "I would rest with princes, rich in gold, whose palaces were filled with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Why wasn’t I buried like a stillborn child, like a baby who never lives to see the light?",
              "reference": "Job 3:16"
            },
            {
              "content": "For in death the wicked cause no trouble, and the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "Even captives are at ease in death, with no guards to curse them.",
              "reference": "Job 3:18"
            },
            {
              "content": "Rich and poor are both there, and the slave is free from his master.",
              "reference": "Job 3:19"
            },
            {
              "content": "“Oh, why give light to those in misery, and life to those who are bitter?",
              "reference": "Job 3:20"
            },
            {
              "content": "They long for death, and it won’t come. They search for death more eagerly than for hidden treasure.",
              "reference": "Job 3:21"
            },
            {
              "content": "They’re filled with joy when they finally die, and rejoice when they find the grave.",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is life given to those with no future, those God has surrounded with difficulties?",
              "reference": "Job 3:23"
            },
            {
              "content": "I cannot eat for sighing; my groans pour out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "What I always feared has happened to me. What I dreaded has come true.",
              "reference": "Job 3:25"
            },
            {
              "content": "I have no peace, no quietness. I have no rest; only trouble comes.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/3-29211dcd1de6a449c82e90d37ed4b3f9.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "4": {
          "reference": "Job 4 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied to Job:",
              "reference": "Job 4:1"
            },
            {
              "content": "“Will you be patient and let me say a word? For who could keep from speaking out?",
              "reference": "Job 4:2"
            },
            {
              "content": "“In the past you have encouraged many people; you have strengthened those who were weak.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have supported those who were falling; you encouraged those with shaky knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now when trouble strikes, you lose heart. You are terrified when it touches you.",
              "reference": "Job 4:5"
            },
            {
              "content": "Doesn’t your reverence for God give you confidence? Doesn’t your life of integrity give you hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "“Stop and think! Do the innocent die? When have the upright been destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "My experience shows that those who plant trouble and cultivate evil will harvest the same.",
              "reference": "Job 4:8"
            },
            {
              "content": "A breath from God destroys them. They vanish in a blast of his anger.",
              "reference": "Job 4:9"
            },
            {
              "content": "The lion roars and the wildcat snarls, but the teeth of strong lions will be broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The fierce lion will starve for lack of prey, and the cubs of the lioness will be scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "“This truth was given to me in secret, as though whispered in my ear.",
              "reference": "Job 4:12"
            },
            {
              "content": "It came to me in a disturbing vision at night, when people are in a deep sleep.",
              "reference": "Job 4:13"
            },
            {
              "content": "Fear gripped me, and my bones trembled.",
              "reference": "Job 4:14"
            },
            {
              "content": "A spirit swept past my face, and my hair stood on end.",
              "reference": "Job 4:15"
            },
            {
              "content": "The spirit stopped, but I couldn’t see its shape. There was a form before my eyes. In the silence I heard a voice say,",
              "reference": "Job 4:16"
            },
            {
              "content": "‘Can a mortal be innocent before God? Can anyone be pure before the Creator?’",
              "reference": "Job 4:17"
            },
            {
              "content": "“If God does not trust his own angels and has charged his messengers with foolishness,",
              "reference": "Job 4:18"
            },
            {
              "content": "how much less will he trust people made of clay! They are made of dust, crushed as easily as a moth.",
              "reference": "Job 4:19"
            },
            {
              "content": "They are alive in the morning but dead by evening, gone forever without a trace.",
              "reference": "Job 4:20"
            },
            {
              "content": "Their tent-cords are pulled and the tent collapses, and they die in ignorance.",
              "reference": "Job 4:21"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/4-4babc7046e8221835b5e7839f7e4c15b.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "5": {
          "reference": "Job 5 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“Cry for help, but will anyone answer you? Which of the angels will help you?",
              "reference": "Job 5:1"
            },
            {
              "content": "Surely resentment destroys the fool, and jealousy kills the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen that fools may be successful for the moment, but then comes sudden disaster.",
              "reference": "Job 5:3"
            },
            {
              "content": "Their children are abandoned far from help; they are crushed in court with no one to defend them.",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry devour their harvest, even when it is guarded by brambles. The thirsty pant after their wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "But evil does not spring from the soil, and trouble does not sprout from the earth.",
              "reference": "Job 5:6"
            },
            {
              "content": "People are born for trouble as readily as sparks fly up from a fire.",
              "reference": "Job 5:7"
            },
            {
              "content": "“If I were you, I would go to God and present my case to him.",
              "reference": "Job 5:8"
            },
            {
              "content": "He does great things too marvelous to understand. He performs countless miracles.",
              "reference": "Job 5:9"
            },
            {
              "content": "He gives rain for the earth and water for the fields.",
              "reference": "Job 5:10"
            },
            {
              "content": "He gives prosperity to the poor and protects those who suffer.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the plans of schemers so the work of their hands will not succeed.",
              "reference": "Job 5:12"
            },
            {
              "content": "He traps the wise in their own cleverness so their cunning schemes are thwarted.",
              "reference": "Job 5:13"
            },
            {
              "content": "They find it is dark in the daytime, and they grope at noon as if it were night.",
              "reference": "Job 5:14"
            },
            {
              "content": "He rescues the poor from the cutting words of the strong, and rescues them from the clutches of the powerful.",
              "reference": "Job 5:15"
            },
            {
              "content": "And so at last the poor have hope, and the snapping jaws of the wicked are shut.",
              "reference": "Job 5:16"
            },
            {
              "content": "“But consider the joy of those corrected by God! Do not despise the discipline of the Almighty when you sin.",
              "reference": "Job 5:17"
            },
            {
              "content": "For though he wounds, he also bandages. He strikes, but his hands also heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "From six disasters he will rescue you; even in the seventh, he will keep you from evil.",
              "reference": "Job 5:19"
            },
            {
              "content": "He will save you from death in time of famine, from the power of the sword in time of war.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be safe from slander and have no fear when destruction comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at destruction and famine; wild animals will not terrify you.",
              "reference": "Job 5:22"
            },
            {
              "content": "You will be at peace with the stones of the field, and its wild animals will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You will know that your home is safe. When you survey your possessions, nothing will be missing.",
              "reference": "Job 5:24"
            },
            {
              "content": "You will have many children; your descendants will be as plentiful as grass!",
              "reference": "Job 5:25"
            },
            {
              "content": "You will go to the grave at a ripe old age, like a sheaf of grain harvested at the proper time!",
              "reference": "Job 5:26"
            },
            {
              "content": "“We have studied life and found all this to be true. Listen to my counsel, and apply it to yourself.”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/5-884e9976af833f6bb50532dd1187117d.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "6": {
          "reference": "Job 6 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 6:1"
            },
            {
              "content": "“If my misery could be weighed and my troubles be put on the scales,",
              "reference": "Job 6:2"
            },
            {
              "content": "they would outweigh all the sands of the sea. That is why I spoke impulsively.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the Almighty has struck me down with his arrows. Their poison infects my spirit. God’s terrors are lined up against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Don’t I have a right to complain? Don’t wild donkeys bray when they find no grass, and oxen bellow when they have no food?",
              "reference": "Job 6:5"
            },
            {
              "content": "Don’t people complain about unsalted food? Does anyone want the tasteless white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "My appetite disappears when I look at it; I gag at the thought of eating it!",
              "reference": "Job 6:7"
            },
            {
              "content": "“Oh, that I might have my request, that God would grant my desire.",
              "reference": "Job 6:8"
            },
            {
              "content": "I wish he would crush me. I wish he would reach out his hand and kill me.",
              "reference": "Job 6:9"
            },
            {
              "content": "At least I can take comfort in this: Despite the pain, I have not denied the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "But I don’t have the strength to endure. I have nothing to live for.",
              "reference": "Job 6:11"
            },
            {
              "content": "Do I have the strength of a stone? Is my body made of bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "No, I am utterly helpless, without any chance of success.",
              "reference": "Job 6:13"
            },
            {
              "content": "“One should be kind to a fainting friend, but you accuse me without any fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brothers, you have proved as unreliable as a seasonal brook that overflows its banks in the spring",
              "reference": "Job 6:15"
            },
            {
              "content": "when it is swollen with ice and melting snow.",
              "reference": "Job 6:16"
            },
            {
              "content": "But when the hot weather arrives, the water disappears. The brook vanishes in the heat.",
              "reference": "Job 6:17"
            },
            {
              "content": "The caravans turn aside to be refreshed, but there is nothing to drink, so they die.",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans from Tema search for this water; the travelers from Sheba hope to find it.",
              "reference": "Job 6:19"
            },
            {
              "content": "They count on it but are disappointed. When they arrive, their hopes are dashed.",
              "reference": "Job 6:20"
            },
            {
              "content": "You, too, have given no help. You have seen my calamity, and you are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "But why? Have I ever asked you for a gift? Have I begged for anything of yours for myself?",
              "reference": "Job 6:22"
            },
            {
              "content": "Have I asked you to rescue me from my enemies, or to save me from ruthless people?",
              "reference": "Job 6:23"
            },
            {
              "content": "Teach me, and I will keep quiet. Show me what I have done wrong.",
              "reference": "Job 6:24"
            },
            {
              "content": "Honest words can be painful, but what do your criticisms amount to?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you think your words are convincing when you disregard my cry of desperation?",
              "reference": "Job 6:26"
            },
            {
              "content": "You would even send an orphan into slavery or sell a friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "Look at me! Would I lie to your face?",
              "reference": "Job 6:28"
            },
            {
              "content": "Stop assuming my guilt, for I have done no wrong.",
              "reference": "Job 6:29"
            },
            {
              "content": "Do you think I am lying? Don’t I know the difference between right and wrong?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/6-80abb521961b701f0c1b51063dbaab54.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "7": {
          "reference": "Job 7 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“Is not all human life a struggle? Our lives are like that of a hired hand,",
              "reference": "Job 7:1"
            },
            {
              "content": "like a worker who longs for the shade, like a servant waiting to be paid.",
              "reference": "Job 7:2"
            },
            {
              "content": "I, too, have been assigned months of futility, long and weary nights of misery.",
              "reference": "Job 7:3"
            },
            {
              "content": "Lying in bed, I think, ‘When will it be morning?’ But the night drags on, and I toss till dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My body is covered with maggots and scabs. My skin breaks open, oozing with pus.",
              "reference": "Job 7:5"
            },
            {
              "content": "“My days fly faster than a weaver’s shuttle. They end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "O God, remember that my life is but a breath, and I will never again feel happiness.",
              "reference": "Job 7:7"
            },
            {
              "content": "You see me now, but not for long. You will look for me, but I will be gone.",
              "reference": "Job 7:8"
            },
            {
              "content": "Just as a cloud dissipates and vanishes, those who die will not come back.",
              "reference": "Job 7:9"
            },
            {
              "content": "They are gone forever from their home— never to be seen again.",
              "reference": "Job 7:10"
            },
            {
              "content": "“I cannot keep from speaking. I must express my anguish. My bitter soul must complain.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I a sea monster or a dragon that you must place me under guard?",
              "reference": "Job 7:12"
            },
            {
              "content": "I think, ‘My bed will comfort me, and sleep will ease my misery,’",
              "reference": "Job 7:13"
            },
            {
              "content": "but then you shatter me with dreams and terrify me with visions.",
              "reference": "Job 7:14"
            },
            {
              "content": "I would rather be strangled— rather die than suffer like this.",
              "reference": "Job 7:15"
            },
            {
              "content": "I hate my life and don’t want to go on living. Oh, leave me alone for my few remaining days.",
              "reference": "Job 7:16"
            },
            {
              "content": "“What are people, that you should make so much of us, that you should think of us so often?",
              "reference": "Job 7:17"
            },
            {
              "content": "For you examine us every morning and test us every moment.",
              "reference": "Job 7:18"
            },
            {
              "content": "Why won’t you leave me alone, at least long enough for me to swallow!",
              "reference": "Job 7:19"
            },
            {
              "content": "If I have sinned, what have I done to you, O watcher of all humanity? Why make me your target? Am I a burden to you?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why not just forgive my sin and take away my guilt? For soon I will lie down in the dust and die. When you look for me, I will be gone.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/7-2f45e570c4217977b751d87b8ec38c57.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "8": {
          "reference": "Job 8 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied to Job:",
              "reference": "Job 8:1"
            },
            {
              "content": "“How long will you go on like this? You sound like a blustering wind.",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God twist justice? Does the Almighty twist what is right?",
              "reference": "Job 8:3"
            },
            {
              "content": "Your children must have sinned against him, so their punishment was well deserved.",
              "reference": "Job 8:4"
            },
            {
              "content": "But if you pray to God and seek the favor of the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "and if you are pure and live with integrity, he will surely rise up and restore your happy home.",
              "reference": "Job 8:6"
            },
            {
              "content": "And though you started with little, you will end with much.",
              "reference": "Job 8:7"
            },
            {
              "content": "“Just ask the previous generation. Pay attention to the experience of our ancestors.",
              "reference": "Job 8:8"
            },
            {
              "content": "For we were born but yesterday and know nothing. Our days on earth are as fleeting as a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "But those who came before us will teach you. They will teach you the wisdom of old.",
              "reference": "Job 8:10"
            },
            {
              "content": "“Can papyrus reeds grow tall without a marsh? Can marsh grass flourish without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While they are still flowering, not ready to be cut, they begin to wither more quickly than grass.",
              "reference": "Job 8:12"
            },
            {
              "content": "The same happens to all who forget God. The hopes of the godless evaporate.",
              "reference": "Job 8:13"
            },
            {
              "content": "Their confidence hangs by a thread. They are leaning on a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "They cling to their home for security, but it won’t last. They try to hold it tight, but it will not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "The godless seem like a lush plant growing in the sunshine, its branches spreading across the garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "Its roots grow down through a pile of stones; it takes hold on a bed of rocks.",
              "reference": "Job 8:17"
            },
            {
              "content": "But when it is uprooted, it’s as though it never existed!",
              "reference": "Job 8:18"
            },
            {
              "content": "That’s the end of its life, and others spring up from the earth to replace it.",
              "reference": "Job 8:19"
            },
            {
              "content": "“But look, God will not reject a person of integrity, nor will he lend a hand to the wicked.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will once again fill your mouth with laughter and your lips with shouts of joy.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame, and the home of the wicked will be destroyed.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/8-3e6777b41e2b0a5e534c30cd28f1dbd0.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "9": {
          "reference": "Job 9 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 9:1"
            },
            {
              "content": "“Yes, I know all this is true in principle. But how can a person be declared innocent in God’s sight?",
              "reference": "Job 9:2"
            },
            {
              "content": "If someone wanted to take God to court, would it be possible to answer him even once in a thousand times?",
              "reference": "Job 9:3"
            },
            {
              "content": "For God is so wise and so mighty. Who has ever challenged him successfully?",
              "reference": "Job 9:4"
            },
            {
              "content": "“Without warning, he moves the mountains, overturning them in his anger.",
              "reference": "Job 9:5"
            },
            {
              "content": "He shakes the earth from its place, and its foundations tremble.",
              "reference": "Job 9:6"
            },
            {
              "content": "If he commands it, the sun won’t rise and the stars won’t shine.",
              "reference": "Job 9:7"
            },
            {
              "content": "He alone has spread out the heavens and marches on the waves of the sea.",
              "reference": "Job 9:8"
            },
            {
              "content": "He made all the stars—the Bear and Orion, the Pleiades and the constellations of the southern sky.",
              "reference": "Job 9:9"
            },
            {
              "content": "He does great things too marvelous to understand. He performs countless miracles.",
              "reference": "Job 9:10"
            },
            {
              "content": "“Yet when he comes near, I cannot see him. When he moves by, I do not see him go.",
              "reference": "Job 9:11"
            },
            {
              "content": "If he snatches someone in death, who can stop him? Who dares to ask, ‘What are you doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "And God does not restrain his anger. Even the monsters of the sea are crushed beneath his feet.",
              "reference": "Job 9:13"
            },
            {
              "content": "“So who am I, that I should try to answer God or even reason with him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Even if I were right, I would have no defense. I could only plead for mercy.",
              "reference": "Job 9:15"
            },
            {
              "content": "And even if I summoned him and he responded, I’m not sure he would listen to me.",
              "reference": "Job 9:16"
            },
            {
              "content": "For he attacks me with a storm and repeatedly wounds me without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "He will not let me catch my breath, but fills me instead with bitter sorrows.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it’s a question of strength, he’s the strong one. If it’s a matter of justice, who dares to summon him to court?",
              "reference": "Job 9:19"
            },
            {
              "content": "Though I am innocent, my own mouth would pronounce me guilty. Though I am blameless, it would prove me wicked.",
              "reference": "Job 9:20"
            },
            {
              "content": "“I am innocent, but it makes no difference to me— I despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "Innocent or wicked, it is all the same to God. That’s why I say, ‘He destroys both the blameless and the wicked.’",
              "reference": "Job 9:22"
            },
            {
              "content": "When a plague sweeps through, he laughs at the death of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The whole earth is in the hands of the wicked, and God blinds the eyes of the judges. If he’s not the one who does it, who is?",
              "reference": "Job 9:24"
            },
            {
              "content": "“My life passes more swiftly than a runner. It flees away without a glimpse of happiness.",
              "reference": "Job 9:25"
            },
            {
              "content": "It disappears like a swift papyrus boat, like an eagle swooping down on its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I decided to forget my complaints, to put away my sad face and be cheerful,",
              "reference": "Job 9:27"
            },
            {
              "content": "I would still dread all the pain, for I know you will not find me innocent, O God.",
              "reference": "Job 9:28"
            },
            {
              "content": "Whatever happens, I will be found guilty. So what’s the use of trying?",
              "reference": "Job 9:29"
            },
            {
              "content": "Even if I were to wash myself with soap and clean my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "you would plunge me into a muddy ditch, and my own filthy clothing would hate me.",
              "reference": "Job 9:31"
            },
            {
              "content": "“God is not a mortal like me, so I cannot argue with him or take him to trial.",
              "reference": "Job 9:32"
            },
            {
              "content": "If only there were a mediator between us, someone who could bring us together.",
              "reference": "Job 9:33"
            },
            {
              "content": "The mediator could make God stop beating me, and I would no longer live in terror of his punishment.",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I could speak to him without fear, but I cannot do that in my own strength.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/9-f8a310980b25a4d60e27b881f8863001.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "10": {
          "reference": "Job 10 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“I am disgusted with my life. Let me complain freely. My bitter soul must complain.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say to God, ‘Don’t simply condemn me— tell me the charge you are bringing against me.",
              "reference": "Job 10:2"
            },
            {
              "content": "What do you gain by oppressing me? Why do you reject me, the work of your own hands, while smiling on the schemes of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Are your eyes like those of a human? Do you see things only as people see them?",
              "reference": "Job 10:4"
            },
            {
              "content": "Is your lifetime only as long as ours? Is your life so short",
              "reference": "Job 10:5"
            },
            {
              "content": "that you must quickly probe for my guilt and search for my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "Although you know I am not guilty, no one can rescue me from your hands.",
              "reference": "Job 10:7"
            },
            {
              "content": "“‘You formed me with your hands; you made me, yet now you completely destroy me.",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember that you made me from dust— will you turn me back to dust so soon?",
              "reference": "Job 10:9"
            },
            {
              "content": "You guided my conception and formed me in the womb.",
              "reference": "Job 10:10"
            },
            {
              "content": "You clothed me with skin and flesh, and you knit my bones and sinews together.",
              "reference": "Job 10:11"
            },
            {
              "content": "You gave me life and showed me your unfailing love. My life was preserved by your care.",
              "reference": "Job 10:12"
            },
            {
              "content": "“‘Yet your real motive— your true intent—",
              "reference": "Job 10:13"
            },
            {
              "content": "was to watch me, and if I sinned, you would not forgive my guilt.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am guilty, too bad for me; and even if I’m innocent, I can’t hold my head high, because I am filled with shame and misery.",
              "reference": "Job 10:15"
            },
            {
              "content": "And if I hold my head high, you hunt me like a lion and display your awesome power against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "Again and again you witness against me. You pour out your growing anger on me and bring fresh armies against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "“‘Why, then, did you deliver me from my mother’s womb? Why didn’t you let me die at birth?",
              "reference": "Job 10:18"
            },
            {
              "content": "It would be as though I had never existed, going directly from the womb to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "I have only a few days left, so leave me alone, that I may have a moment of comfort",
              "reference": "Job 10:20"
            },
            {
              "content": "before I leave—never to return— for the land of darkness and utter gloom.",
              "reference": "Job 10:21"
            },
            {
              "content": "It is a land as dark as midnight, a land of gloom and confusion, where even the light is dark as midnight.’”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/10-f3de21f36beab5c665a4bd8508befd2a.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "11": {
          "reference": "Job 11 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Zophar the Naamathite replied to Job:",
              "reference": "Job 11:1"
            },
            {
              "content": "“Shouldn’t someone answer this torrent of words? Is a person proved innocent just by a lot of talking?",
              "reference": "Job 11:2"
            },
            {
              "content": "Should I remain silent while you babble on? When you mock God, shouldn’t someone make you ashamed?",
              "reference": "Job 11:3"
            },
            {
              "content": "You claim, ‘My beliefs are pure,’ and ‘I am clean in the sight of God.’",
              "reference": "Job 11:4"
            },
            {
              "content": "If only God would speak; if only he would tell you what he thinks!",
              "reference": "Job 11:5"
            },
            {
              "content": "If only he would tell you the secrets of wisdom, for true wisdom is not a simple matter. Listen! God is doubtless punishing you far less than you deserve!",
              "reference": "Job 11:6"
            },
            {
              "content": "“Can you solve the mysteries of God? Can you discover everything about the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "Such knowledge is higher than the heavens— and who are you? It is deeper than the underworld— what do you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "It is broader than the earth and wider than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If God comes and puts a person in prison or calls the court to order, who can stop him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For he knows those who are false, and he takes note of all their sins.",
              "reference": "Job 11:11"
            },
            {
              "content": "An empty-headed person won’t become wise any more than a wild donkey can bear a human child.",
              "reference": "Job 11:12"
            },
            {
              "content": "“If only you would prepare your heart and lift up your hands to him in prayer!",
              "reference": "Job 11:13"
            },
            {
              "content": "Get rid of your sins, and leave all iniquity behind you.",
              "reference": "Job 11:14"
            },
            {
              "content": "Then your face will brighten with innocence. You will be strong and free of fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "You will forget your misery; it will be like water flowing away.",
              "reference": "Job 11:16"
            },
            {
              "content": "Your life will be brighter than the noonday. Even darkness will be as bright as morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "Having hope will give you courage. You will be protected and will rest in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down unafraid, and many will look to you for help.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the wicked will be blinded. They will have no escape. Their only hope is death.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/11-cadd0b12548351b1ed04503133eb3a9e.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "12": {
          "reference": "Job 12 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 12:1"
            },
            {
              "content": "“You people really know everything, don’t you? And when you die, wisdom will die with you!",
              "reference": "Job 12:2"
            },
            {
              "content": "Well, I know a few things myself— and you’re no better than I am. Who doesn’t know these things you’ve been saying?",
              "reference": "Job 12:3"
            },
            {
              "content": "Yet my friends laugh at me, for I call on God and expect an answer. I am a just and blameless man, yet they laugh at me.",
              "reference": "Job 12:4"
            },
            {
              "content": "People who are at ease mock those in trouble. They give a push to people who are stumbling.",
              "reference": "Job 12:5"
            },
            {
              "content": "But robbers are left in peace, and those who provoke God live in safety— though God keeps them in his power.",
              "reference": "Job 12:6"
            },
            {
              "content": "“Just ask the animals, and they will teach you. Ask the birds of the sky, and they will tell you.",
              "reference": "Job 12:7"
            },
            {
              "content": "Speak to the earth, and it will instruct you. Let the fish in the sea speak to you.",
              "reference": "Job 12:8"
            },
            {
              "content": "For they all know that my disaster has come from the hand of the Lord.",
              "reference": "Job 12:9"
            },
            {
              "content": "For the life of every living thing is in his hand, and the breath of every human being.",
              "reference": "Job 12:10"
            },
            {
              "content": "The ear tests the words it hears just as the mouth distinguishes between foods.",
              "reference": "Job 12:11"
            },
            {
              "content": "Wisdom belongs to the aged, and understanding to the old.",
              "reference": "Job 12:12"
            },
            {
              "content": "“But true wisdom and power are found in God; counsel and understanding are his.",
              "reference": "Job 12:13"
            },
            {
              "content": "What he destroys cannot be rebuilt. When he puts someone in prison, there is no escape.",
              "reference": "Job 12:14"
            },
            {
              "content": "If he holds back the rain, the earth becomes a desert. If he releases the waters, they flood the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "Yes, strength and wisdom are his; deceivers and deceived are both in his power.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads counselors away, stripped of good judgment; wise judges become fools.",
              "reference": "Job 12:17"
            },
            {
              "content": "He removes the royal robe of kings. They are led away with ropes around their waist.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads priests away, stripped of status; he overthrows those with long years in power.",
              "reference": "Job 12:19"
            },
            {
              "content": "He silences the trusted adviser and removes the insight of the elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours disgrace upon princes and disarms the strong.",
              "reference": "Job 12:21"
            },
            {
              "content": "“He uncovers mysteries hidden in darkness; he brings light to the deepest gloom.",
              "reference": "Job 12:22"
            },
            {
              "content": "He builds up nations, and he destroys them. He expands nations, and he abandons them.",
              "reference": "Job 12:23"
            },
            {
              "content": "He strips kings of understanding and leaves them wandering in a pathless wasteland.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in the darkness without a light. He makes them stagger like drunkards.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/12-35f09e6776f10bfdcad2428b6fa1d4e6.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "13": {
          "reference": "Job 13 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“Look, I have seen all this with my own eyes and heard it with my own ears, and now I understand.",
              "reference": "Job 13:1"
            },
            {
              "content": "I know as much as you do. You are no better than I am.",
              "reference": "Job 13:2"
            },
            {
              "content": "As for me, I would speak directly to the Almighty. I want to argue my case with God himself.",
              "reference": "Job 13:3"
            },
            {
              "content": "As for you, you smear me with lies. As physicians, you are worthless quacks.",
              "reference": "Job 13:4"
            },
            {
              "content": "If only you could be silent! That’s the wisest thing you could do.",
              "reference": "Job 13:5"
            },
            {
              "content": "Listen to my charge; pay attention to my arguments.",
              "reference": "Job 13:6"
            },
            {
              "content": "“Are you defending God with lies? Do you make your dishonest arguments for his sake?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you slant your testimony in his favor? Will you argue God’s case for him?",
              "reference": "Job 13:8"
            },
            {
              "content": "What will happen when he finds out what you are doing? Can you fool him as easily as you fool people?",
              "reference": "Job 13:9"
            },
            {
              "content": "No, you will be in trouble with him if you secretly slant your testimony in his favor.",
              "reference": "Job 13:10"
            },
            {
              "content": "Doesn’t his majesty terrify you? Doesn’t your fear of him overwhelm you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your platitudes are as valuable as ashes. Your defense is as fragile as a clay pot.",
              "reference": "Job 13:12"
            },
            {
              "content": "“Be silent now and leave me alone. Let me speak, and I will face the consequences.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why should I put myself in mortal danger and take my life in my own hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "God might kill me, but I have no other hope. I am going to argue my case with him.",
              "reference": "Job 13:15"
            },
            {
              "content": "But this is what will save me—I am not godless. If I were, I could not stand before him.",
              "reference": "Job 13:16"
            },
            {
              "content": "“Listen closely to what I am about to say. Hear me out.",
              "reference": "Job 13:17"
            },
            {
              "content": "I have prepared my case; I will be proved innocent.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who can argue with me over this? And if you prove me wrong, I will remain silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "“O God, grant me these two things, and then I will be able to face you.",
              "reference": "Job 13:20"
            },
            {
              "content": "Remove your heavy hand from me, and don’t terrify me with your awesome presence.",
              "reference": "Job 13:21"
            },
            {
              "content": "Now summon me, and I will answer! Or let me speak to you, and you reply.",
              "reference": "Job 13:22"
            },
            {
              "content": "Tell me, what have I done wrong? Show me my rebellion and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do you turn away from me? Why do you treat me as your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Would you terrify a leaf blown by the wind? Would you chase dry straw?",
              "reference": "Job 13:25"
            },
            {
              "content": "“You write bitter accusations against me and bring up all the sins of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet in stocks. You examine all my paths. You trace all my footprints.",
              "reference": "Job 13:27"
            },
            {
              "content": "I waste away like rotting wood, like a moth-eaten coat.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/13-5801471c58f429018e1019e663ccaee8.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "14": {
          "reference": "Job 14 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“How frail is humanity! How short is life, how full of trouble!",
              "reference": "Job 14:1"
            },
            {
              "content": "We blossom like a flower and then wither. Like a passing shadow, we quickly disappear.",
              "reference": "Job 14:2"
            },
            {
              "content": "Must you keep an eye on such a frail creature and demand an accounting from me?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring purity out of an impure person? No one!",
              "reference": "Job 14:4"
            },
            {
              "content": "You have decided the length of our lives. You know how many months we will live, and we are not given a minute longer.",
              "reference": "Job 14:5"
            },
            {
              "content": "So leave us alone and let us rest! We are like hired hands, so let us finish our work in peace.",
              "reference": "Job 14:6"
            },
            {
              "content": "“Even a tree has more hope! If it is cut down, it will sprout again and grow new branches.",
              "reference": "Job 14:7"
            },
            {
              "content": "Though its roots have grown old in the earth and its stump decays,",
              "reference": "Job 14:8"
            },
            {
              "content": "at the scent of water it will bud and sprout again like a new seedling.",
              "reference": "Job 14:9"
            },
            {
              "content": "“But when people die, their strength is gone. They breathe their last, and then where are they?",
              "reference": "Job 14:10"
            },
            {
              "content": "As water evaporates from a lake and a river disappears in drought,",
              "reference": "Job 14:11"
            },
            {
              "content": "people are laid to rest and do not rise again. Until the heavens are no more, they will not wake up nor be roused from their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "“I wish you would hide me in the grave and forget me there until your anger has passed. But mark your calendar to think of me again!",
              "reference": "Job 14:13"
            },
            {
              "content": "Can the dead live again? If so, this would give me hope through all my years of struggle, and I would eagerly await the release of death.",
              "reference": "Job 14:14"
            },
            {
              "content": "You would call and I would answer, and you would yearn for me, your handiwork.",
              "reference": "Job 14:15"
            },
            {
              "content": "For then you would guard my steps, instead of watching for my sins.",
              "reference": "Job 14:16"
            },
            {
              "content": "My sins would be sealed in a pouch, and you would cover my guilt.",
              "reference": "Job 14:17"
            },
            {
              "content": "“But instead, as mountains fall and crumble and as rocks fall from a cliff,",
              "reference": "Job 14:18"
            },
            {
              "content": "as water wears away the stones and floods wash away the soil, so you destroy people’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "You always overpower them, and they pass from the scene. You disfigure them in death and send them away.",
              "reference": "Job 14:20"
            },
            {
              "content": "They never know if their children grow up in honor or sink to insignificance.",
              "reference": "Job 14:21"
            },
            {
              "content": "They suffer painfully; their life is full of trouble.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/14-910267ae341f82883a4fb4f1afa47e62.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "15": {
          "reference": "Job 15 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied:",
              "reference": "Job 15:1"
            },
            {
              "content": "“A wise man wouldn’t answer with such empty talk! You are nothing but a windbag.",
              "reference": "Job 15:2"
            },
            {
              "content": "The wise don’t engage in empty chatter. What good are such words?",
              "reference": "Job 15:3"
            },
            {
              "content": "Have you no fear of God, no reverence for him?",
              "reference": "Job 15:4"
            },
            {
              "content": "Your sins are telling your mouth what to say. Your words are based on clever deception.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you, not I. Your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "“Were you the first person ever born? Were you born before the hills were made?",
              "reference": "Job 15:7"
            },
            {
              "content": "Were you listening at God’s secret council? Do you have a monopoly on wisdom?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we don’t? What do you understand that we do not?",
              "reference": "Job 15:9"
            },
            {
              "content": "On our side are aged, gray-haired men much older than your father!",
              "reference": "Job 15:10"
            },
            {
              "content": "“Is God’s comfort too little for you? Is his gentle word not enough?",
              "reference": "Job 15:11"
            },
            {
              "content": "What has taken away your reason? What has weakened your vision,",
              "reference": "Job 15:12"
            },
            {
              "content": "that you turn against God and say all these evil things?",
              "reference": "Job 15:13"
            },
            {
              "content": "Can any mortal be pure? Can anyone born of a woman be just?",
              "reference": "Job 15:14"
            },
            {
              "content": "Look, God does not even trust the angels. Even the heavens are not absolutely pure in his sight.",
              "reference": "Job 15:15"
            },
            {
              "content": "How much less pure is a corrupt and sinful person with a thirst for wickedness!",
              "reference": "Job 15:16"
            },
            {
              "content": "“If you will listen, I will show you. I will answer you from my own experience.",
              "reference": "Job 15:17"
            },
            {
              "content": "And it is confirmed by the reports of wise men who have heard the same thing from their fathers—",
              "reference": "Job 15:18"
            },
            {
              "content": "from those to whom the land was given long before any foreigners arrived.",
              "reference": "Job 15:19"
            },
            {
              "content": "“The wicked writhe in pain throughout their lives. Years of trouble are stored up for the ruthless.",
              "reference": "Job 15:20"
            },
            {
              "content": "The sound of terror rings in their ears, and even on good days they fear the attack of the destroyer.",
              "reference": "Job 15:21"
            },
            {
              "content": "They dare not go out into the darkness for fear they will be murdered.",
              "reference": "Job 15:22"
            },
            {
              "content": "They wander around, saying, ‘Where can I find bread?’ They know their day of destruction is near.",
              "reference": "Job 15:23"
            },
            {
              "content": "That dark day terrifies them. They live in distress and anguish, like a king preparing for battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "For they shake their fists at God, defying the Almighty.",
              "reference": "Job 15:25"
            },
            {
              "content": "Holding their strong shields, they defiantly charge against him.",
              "reference": "Job 15:26"
            },
            {
              "content": "“These wicked people are heavy and prosperous; their waists bulge with fat.",
              "reference": "Job 15:27"
            },
            {
              "content": "But their cities will be ruined. They will live in abandoned houses that are ready to tumble down.",
              "reference": "Job 15:28"
            },
            {
              "content": "Their riches will not last, and their wealth will not endure. Their possessions will no longer spread across the horizon.",
              "reference": "Job 15:29"
            },
            {
              "content": "“They will not escape the darkness. The burning sun will wither their shoots, and the breath of God will destroy them.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let them no longer fool themselves by trusting in empty riches, for emptiness will be their only reward.",
              "reference": "Job 15:31"
            },
            {
              "content": "They will be cut down in the prime of life; their branches will never again be green.",
              "reference": "Job 15:32"
            },
            {
              "content": "They will be like a vine whose grapes are harvested too early, like an olive tree that loses its blossoms before the fruit can form.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the godless are barren. Their homes, enriched through bribery, will burn.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive trouble and give birth to evil. Their womb produces deceit.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/15-dbd56a7527f488fc704f10addb7f6687.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "16": {
          "reference": "Job 16 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 16:1"
            },
            {
              "content": "“I have heard all this before. What miserable comforters you are!",
              "reference": "Job 16:2"
            },
            {
              "content": "Won’t you ever stop blowing hot air? What makes you keep on talking?",
              "reference": "Job 16:3"
            },
            {
              "content": "I could say the same things if you were in my place. I could spout off criticism and shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "But if it were me, I would encourage you. I would try to take away your grief.",
              "reference": "Job 16:5"
            },
            {
              "content": "Instead, I suffer if I defend myself, and I suffer no less if I refuse to speak.",
              "reference": "Job 16:6"
            },
            {
              "content": "“O God, you have ground me down and devastated my family.",
              "reference": "Job 16:7"
            },
            {
              "content": "As if to prove I have sinned, you’ve reduced me to skin and bones. My gaunt flesh testifies against me.",
              "reference": "Job 16:8"
            },
            {
              "content": "God hates me and angrily tears me apart. He snaps his teeth at me and pierces me with his eyes.",
              "reference": "Job 16:9"
            },
            {
              "content": "People jeer and laugh at me. They slap my cheek in contempt. A mob gathers against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God has handed me over to sinners. He has tossed me into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "“I was living quietly until he shattered me. He took me by the neck and broke me in pieces. Then he set me up as his target,",
              "reference": "Job 16:12"
            },
            {
              "content": "and now his archers surround me. His arrows pierce me without mercy. The ground is wet with my blood.",
              "reference": "Job 16:13"
            },
            {
              "content": "Again and again he smashes against me, charging at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "I wear burlap to show my grief. My pride lies in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My eyes are red with weeping; dark shadows circle my eyes.",
              "reference": "Job 16:16"
            },
            {
              "content": "Yet I have done no wrong, and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "“O earth, do not conceal my blood. Let it cry out on my behalf.",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now my witness is in heaven. My advocate is there on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends scorn me, but I pour out my tears to God.",
              "reference": "Job 16:20"
            },
            {
              "content": "I need someone to mediate between God and me, as a person mediates between friends.",
              "reference": "Job 16:21"
            },
            {
              "content": "For soon I must go down that road from which I will never return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/16-eddfbba63a525bab9bb3308487cc0bf9.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "17": {
          "reference": "Job 17 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“My spirit is crushed, and my life is nearly snuffed out. The grave is ready to receive me.",
              "reference": "Job 17:1"
            },
            {
              "content": "I am surrounded by mockers. I watch how bitterly they taunt me.",
              "reference": "Job 17:2"
            },
            {
              "content": "“You must defend my innocence, O God, since no one else will stand up for me.",
              "reference": "Job 17:3"
            },
            {
              "content": "You have closed their minds to understanding, but do not let them triumph.",
              "reference": "Job 17:4"
            },
            {
              "content": "They betray their friends for their own advantage, so let their children faint with hunger.",
              "reference": "Job 17:5"
            },
            {
              "content": "“God has made a mockery of me among the people; they spit in my face.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes are swollen with weeping, and I am but a shadow of my former self.",
              "reference": "Job 17:7"
            },
            {
              "content": "The virtuous are horrified when they see me. The innocent rise up against the ungodly.",
              "reference": "Job 17:8"
            },
            {
              "content": "The righteous keep moving forward, and those with clean hands become stronger and stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "“As for all of you, come back with a better argument, though I still won’t find a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days are over. My hopes have disappeared. My heart’s desires are broken.",
              "reference": "Job 17:11"
            },
            {
              "content": "These men say that night is day; they claim that the darkness is light.",
              "reference": "Job 17:12"
            },
            {
              "content": "What if I go to the grave and make my bed in darkness?",
              "reference": "Job 17:13"
            },
            {
              "content": "What if I call the grave my father, and the maggot my mother or my sister?",
              "reference": "Job 17:14"
            },
            {
              "content": "Where then is my hope? Can anyone find it?",
              "reference": "Job 17:15"
            },
            {
              "content": "No, my hope will go down with me to the grave. We will rest together in the dust!”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/17-f0ecd4f291d1966dc62a7c26959a0211.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "18": {
          "reference": "Job 18 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied:",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long before you stop talking? Speak sense if you want us to answer!",
              "reference": "Job 18:2"
            },
            {
              "content": "Do you think we are mere animals? Do you think we are stupid?",
              "reference": "Job 18:3"
            },
            {
              "content": "You may tear out your hair in anger, but will that destroy the earth? Will it make the rocks tremble?",
              "reference": "Job 18:4"
            },
            {
              "content": "“Surely the light of the wicked will be snuffed out. The sparks of their fire will not glow.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light in their tent will grow dark. The lamp hanging above them will be quenched.",
              "reference": "Job 18:6"
            },
            {
              "content": "The confident stride of the wicked will be shortened. Their own schemes will be their downfall.",
              "reference": "Job 18:7"
            },
            {
              "content": "The wicked walk into a net. They fall into a pit.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap grabs them by the heel. A snare holds them tight.",
              "reference": "Job 18:9"
            },
            {
              "content": "A noose lies hidden on the ground. A rope is stretched across their path.",
              "reference": "Job 18:10"
            },
            {
              "content": "“Terrors surround the wicked and trouble them at every step.",
              "reference": "Job 18:11"
            },
            {
              "content": "Hunger depletes their strength, and calamity waits for them to stumble.",
              "reference": "Job 18:12"
            },
            {
              "content": "Disease eats their skin; death devours their limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "They are torn from the security of their homes and are brought down to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "The homes of the wicked will burn down; burning sulfur rains on their houses.",
              "reference": "Job 18:15"
            },
            {
              "content": "Their roots will dry up, and their branches will wither.",
              "reference": "Job 18:16"
            },
            {
              "content": "All memory of their existence will fade from the earth; no one will remember their names.",
              "reference": "Job 18:17"
            },
            {
              "content": "They will be thrust from light into darkness, driven from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "They will have neither children nor grandchildren, nor any survivor in the place where they lived.",
              "reference": "Job 18:19"
            },
            {
              "content": "People in the west are appalled at their fate; people in the east are horrified.",
              "reference": "Job 18:20"
            },
            {
              "content": "They will say, ‘This was the home of a wicked person, the place of one who rejected God.’”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/18-e7c251f008fb687ea6886c0f38d23a7a.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "19": {
          "reference": "Job 19 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you torture me? How long will you try to crush me with your words?",
              "reference": "Job 19:2"
            },
            {
              "content": "You have already insulted me ten times. You should be ashamed of treating me so badly.",
              "reference": "Job 19:3"
            },
            {
              "content": "Even if I have sinned, that is my concern, not yours.",
              "reference": "Job 19:4"
            },
            {
              "content": "You think you’re better than I am, using my humiliation as evidence of my sin.",
              "reference": "Job 19:5"
            },
            {
              "content": "But it is God who has wronged me, capturing me in his net.",
              "reference": "Job 19:6"
            },
            {
              "content": "“I cry out, ‘Help!’ but no one answers me. I protest, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "God has blocked my way so I cannot move. He has plunged my path into darkness.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my honor and removed the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He has demolished me on every side, and I am finished. He has uprooted my hope like a fallen tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "His fury burns against me; he counts me as an enemy.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops advance. They build up roads to attack me. They camp all around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "“My relatives stay far away, and my friends have turned against me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My family is gone, and my close friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "My servants and maids consider me a stranger. I am like a foreigner to them.",
              "reference": "Job 19:15"
            },
            {
              "content": "When I call my servant, he doesn’t come; I have to plead with him!",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is repulsive to my wife. I am rejected by my own family.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even young children despise me. When I stand to speak, they turn their backs on me.",
              "reference": "Job 19:18"
            },
            {
              "content": "My close friends detest me. Those I loved have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "I have been reduced to skin and bones and have escaped death by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "“Have mercy on me, my friends, have mercy, for the hand of God has struck me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Must you also persecute me, like God does? Haven’t you chewed me up enough?",
              "reference": "Job 19:22"
            },
            {
              "content": "“Oh, that my words could be recorded. Oh, that they could be inscribed on a monument,",
              "reference": "Job 19:23"
            },
            {
              "content": "carved with an iron chisel and filled with lead, engraved forever in the rock.",
              "reference": "Job 19:24"
            },
            {
              "content": "“But as for me, I know that my Redeemer lives, and he will stand upon the earth at last.",
              "reference": "Job 19:25"
            },
            {
              "content": "And after my body has decayed, yet in my body I will see God!",
              "reference": "Job 19:26"
            },
            {
              "content": "I will see him for myself. Yes, I will see him with my own eyes. I am overwhelmed at the thought!",
              "reference": "Job 19:27"
            },
            {
              "content": "“How dare you go on persecuting me, saying, ‘It’s his own fault’?",
              "reference": "Job 19:28"
            },
            {
              "content": "You should fear punishment yourselves, for your attitude deserves punishment. Then you will know that there is indeed a judgment.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/19-e50198eeb04c9faa2028f11e4912cb0a.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "20": {
          "reference": "Job 20 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Zophar the Naamathite replied:",
              "reference": "Job 20:1"
            },
            {
              "content": "“I must reply because I am greatly disturbed.",
              "reference": "Job 20:2"
            },
            {
              "content": "I’ve had to endure your insults, but now my spirit prompts me to reply.",
              "reference": "Job 20:3"
            },
            {
              "content": "“Don’t you realize that from the beginning of time, ever since people were first placed on the earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "the triumph of the wicked has been short lived and the joy of the godless has been only temporary?",
              "reference": "Job 20:5"
            },
            {
              "content": "Though the pride of the godless reaches to the heavens and their heads touch the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "yet they will vanish forever, thrown away like their own dung. Those who knew them will ask, ‘Where are they?’",
              "reference": "Job 20:7"
            },
            {
              "content": "They will fade like a dream and not be found. They will vanish like a vision in the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "Those who once saw them will see them no more. Their families will never see them again.",
              "reference": "Job 20:9"
            },
            {
              "content": "Their children will beg from the poor, for they must give back their stolen riches.",
              "reference": "Job 20:10"
            },
            {
              "content": "Though they are young, their bones will lie in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "“They enjoyed the sweet taste of wickedness, letting it melt under their tongue.",
              "reference": "Job 20:12"
            },
            {
              "content": "They savored it, holding it long in their mouths.",
              "reference": "Job 20:13"
            },
            {
              "content": "But suddenly the food in their bellies turns sour, a poisonous venom in their stomach.",
              "reference": "Job 20:14"
            },
            {
              "content": "They will vomit the wealth they swallowed. God won’t let them keep it down.",
              "reference": "Job 20:15"
            },
            {
              "content": "They will suck the poison of cobras. The viper will kill them.",
              "reference": "Job 20:16"
            },
            {
              "content": "They will never again enjoy streams of olive oil or rivers of milk and honey.",
              "reference": "Job 20:17"
            },
            {
              "content": "They will give back everything they worked for. Their wealth will bring them no joy.",
              "reference": "Job 20:18"
            },
            {
              "content": "For they oppressed the poor and left them destitute. They foreclosed on their homes.",
              "reference": "Job 20:19"
            },
            {
              "content": "They were always greedy and never satisfied. Nothing remains of all the things they dreamed about.",
              "reference": "Job 20:20"
            },
            {
              "content": "Nothing is left after they finish gorging themselves. Therefore, their prosperity will not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "“In the midst of plenty, they will run into trouble and be overcome by misery.",
              "reference": "Job 20:22"
            },
            {
              "content": "May God give them a bellyful of trouble. May God rain down his anger upon them.",
              "reference": "Job 20:23"
            },
            {
              "content": "When they try to escape an iron weapon, a bronze-tipped arrow will pierce them.",
              "reference": "Job 20:24"
            },
            {
              "content": "The arrow is pulled from their back, and the arrowhead glistens with blood. The terrors of death are upon them.",
              "reference": "Job 20:25"
            },
            {
              "content": "Their treasures will be thrown into deepest darkness. A wildfire will devour their goods, consuming all they have left.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens will reveal their guilt, and the earth will testify against them.",
              "reference": "Job 20:27"
            },
            {
              "content": "A flood will sweep away their house. God’s anger will descend on them in torrents.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the reward that God gives the wicked. It is the inheritance decreed by God.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/20-cc86f518a62ca007bd5c044ae7345703.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "21": {
          "reference": "Job 21 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen closely to what I am saying. That’s one consolation you can give me.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me, and let me speak. After I have spoken, you may resume mocking me.",
              "reference": "Job 21:3"
            },
            {
              "content": "“My complaint is with God, not with people. I have good reason to be so impatient.",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be stunned. Put your hand over your mouth in shock.",
              "reference": "Job 21:5"
            },
            {
              "content": "When I think about what I am saying, I shudder. My body trembles.",
              "reference": "Job 21:6"
            },
            {
              "content": "“Why do the wicked prosper, growing old and powerful?",
              "reference": "Job 21:7"
            },
            {
              "content": "They live to see their children grow up and settle down, and they enjoy their grandchildren.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their homes are safe from every fear, and God does not punish them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bulls never fail to breed. Their cows bear calves and never miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They let their children frisk about like lambs. Their little ones skip and dance.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing with tambourine and harp. They celebrate to the sound of the flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days in prosperity, then go down to the grave in peace.",
              "reference": "Job 21:13"
            },
            {
              "content": "And yet they say to God, ‘Go away. We want no part of you and your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is the Almighty, and why should we obey him? What good will it do us to pray?’",
              "reference": "Job 21:15"
            },
            {
              "content": "(They think their prosperity is of their own doing, but I will have nothing to do with that kind of thinking.)",
              "reference": "Job 21:16"
            },
            {
              "content": "“Yet the light of the wicked never seems to be extinguished. Do they ever have trouble? Does God distribute sorrows to them in anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "Are they driven before the wind like straw? Are they carried away by the storm like chaff? Not at all!",
              "reference": "Job 21:18"
            },
            {
              "content": "“‘Well,’ you say, ‘at least God will punish their children!’ But I say he should punish the ones who sin, so that they understand his judgment.",
              "reference": "Job 21:19"
            },
            {
              "content": "Let them see their destruction with their own eyes. Let them drink deeply of the anger of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For they will not care what happens to their family after they are dead.",
              "reference": "Job 21:21"
            },
            {
              "content": "“But who can teach a lesson to God, since he judges even the most powerful?",
              "reference": "Job 21:22"
            },
            {
              "content": "One person dies in prosperity, completely comfortable and secure,",
              "reference": "Job 21:23"
            },
            {
              "content": "the picture of good health, vigorous and fit.",
              "reference": "Job 21:24"
            },
            {
              "content": "Another person dies in bitter poverty, never having tasted the good life.",
              "reference": "Job 21:25"
            },
            {
              "content": "But both are buried in the same dust, both eaten by the same maggots.",
              "reference": "Job 21:26"
            },
            {
              "content": "“Look, I know what you’re thinking. I know the schemes you plot against me.",
              "reference": "Job 21:27"
            },
            {
              "content": "You will tell me of rich and wicked people whose houses have vanished because of their sins.",
              "reference": "Job 21:28"
            },
            {
              "content": "But ask those who have been around, and they will tell you the truth.",
              "reference": "Job 21:29"
            },
            {
              "content": "Evil people are spared in times of calamity and are allowed to escape disaster.",
              "reference": "Job 21:30"
            },
            {
              "content": "No one criticizes them openly or pays them back for what they have done.",
              "reference": "Job 21:31"
            },
            {
              "content": "When they are carried to the grave, an honor guard keeps watch at their tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "A great funeral procession goes to the cemetery. Many pay their respects as the body is laid to rest, and the earth gives sweet repose.",
              "reference": "Job 21:33"
            },
            {
              "content": "“How can your empty clichés comfort me? All your explanations are lies!”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/21-899702d0e1d768a4269338cb8fd1bd82.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "22": {
          "reference": "Job 22 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite replied:",
              "reference": "Job 22:1"
            },
            {
              "content": "“Can a person do anything to help God? Can even a wise person be helpful to him?",
              "reference": "Job 22:2"
            },
            {
              "content": "Is it any advantage to the Almighty if you are righteous? Would it be any gain to him if you were perfect?",
              "reference": "Job 22:3"
            },
            {
              "content": "Is it because you’re so pious that he accuses you and brings judgment against you?",
              "reference": "Job 22:4"
            },
            {
              "content": "No, it’s because of your wickedness! There’s no limit to your sins.",
              "reference": "Job 22:5"
            },
            {
              "content": "“For example, you must have lent money to your friend and demanded clothing as security. Yes, you stripped him to the bone.",
              "reference": "Job 22:6"
            },
            {
              "content": "You must have refused water for the thirsty and food for the hungry.",
              "reference": "Job 22:7"
            },
            {
              "content": "You probably think the land belongs to the powerful and only the privileged have a right to it!",
              "reference": "Job 22:8"
            },
            {
              "content": "You must have sent widows away empty-handed and crushed the hopes of orphans.",
              "reference": "Job 22:9"
            },
            {
              "content": "That is why you are surrounded by traps and tremble from sudden fears.",
              "reference": "Job 22:10"
            },
            {
              "content": "That is why you cannot see in the darkness, and waves of water cover you.",
              "reference": "Job 22:11"
            },
            {
              "content": "“God is so great—higher than the heavens, higher than the farthest stars.",
              "reference": "Job 22:12"
            },
            {
              "content": "But you reply, ‘That’s why God can’t see what I am doing! How can he judge through the thick darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "For thick clouds swirl about him, and he cannot see us. He is way up there, walking on the vault of heaven.’",
              "reference": "Job 22:14"
            },
            {
              "content": "“Will you continue on the old paths where evil people have walked?",
              "reference": "Job 22:15"
            },
            {
              "content": "They were snatched away in the prime of life, the foundations of their lives washed away.",
              "reference": "Job 22:16"
            },
            {
              "content": "For they said to God, ‘Leave us alone! What can the Almighty do to us?’",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet he was the one who filled their homes with good things, so I will have nothing to do with that kind of thinking.",
              "reference": "Job 22:18"
            },
            {
              "content": "“The righteous will be happy to see the wicked destroyed, and the innocent will laugh in contempt.",
              "reference": "Job 22:19"
            },
            {
              "content": "They will say, ‘See how our enemies have been destroyed. The last of them have been consumed in the fire.’",
              "reference": "Job 22:20"
            },
            {
              "content": "“Submit to God, and you will have peace; then things will go well for you.",
              "reference": "Job 22:21"
            },
            {
              "content": "Listen to his instructions, and store them in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty, you will be restored— so clean up your life.",
              "reference": "Job 22:23"
            },
            {
              "content": "If you give up your lust for money and throw your precious gold into the river,",
              "reference": "Job 22:24"
            },
            {
              "content": "the Almighty himself will be your treasure. He will be your precious silver!",
              "reference": "Job 22:25"
            },
            {
              "content": "“Then you will take delight in the Almighty and look up to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to him, and he will hear you, and you will fulfill your vows to him.",
              "reference": "Job 22:27"
            },
            {
              "content": "You will succeed in whatever you choose to do, and light will shine on the road ahead of you.",
              "reference": "Job 22:28"
            },
            {
              "content": "If people are in trouble and you say, ‘Help them,’ God will save them.",
              "reference": "Job 22:29"
            },
            {
              "content": "Even sinners will be rescued; they will be rescued because your hands are pure.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/22-9703700f37d9faf084a8533a99066999.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "23": {
          "reference": "Job 23 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 23:1"
            },
            {
              "content": "“My complaint today is still a bitter one, and I try hard not to groan aloud.",
              "reference": "Job 23:2"
            },
            {
              "content": "If only I knew where to find God, I would go to his court.",
              "reference": "Job 23:3"
            },
            {
              "content": "I would lay out my case and present my arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "Then I would listen to his reply and understand what he says to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he use his great power to argue with me? No, he would give me a fair hearing.",
              "reference": "Job 23:6"
            },
            {
              "content": "Honest people can reason with him, so I would be forever acquitted by my judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "I go east, but he is not there. I go west, but I cannot find him.",
              "reference": "Job 23:8"
            },
            {
              "content": "I do not see him in the north, for he is hidden. I look to the south, but he is concealed.",
              "reference": "Job 23:9"
            },
            {
              "content": "“But he knows where I am going. And when he tests me, I will come out as pure as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "For I have stayed on God’s paths; I have followed his ways and not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not departed from his commands, but have treasured his words more than daily food.",
              "reference": "Job 23:12"
            },
            {
              "content": "But once he has made his decision, who can change his mind? Whatever he wants to do, he does.",
              "reference": "Job 23:13"
            },
            {
              "content": "So he will do to me whatever he has planned. He controls my destiny.",
              "reference": "Job 23:14"
            },
            {
              "content": "No wonder I am so terrified in his presence. When I think of it, terror grips me.",
              "reference": "Job 23:15"
            },
            {
              "content": "God has made me sick at heart; the Almighty has terrified me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Darkness is all around me; thick, impenetrable darkness is everywhere.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/23-a92706c184a2115fea6ed48bbf9c2568.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "24": {
          "reference": "Job 24 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“Why doesn’t the Almighty bring the wicked to judgment? Why must the godly wait for him in vain?",
              "reference": "Job 24:1"
            },
            {
              "content": "Evil people steal land by moving the boundary markers. They steal livestock and put them in their own pastures.",
              "reference": "Job 24:2"
            },
            {
              "content": "They take the orphan’s donkey and demand the widow’s ox as security for a loan.",
              "reference": "Job 24:3"
            },
            {
              "content": "The poor are pushed off the path; the needy must hide together for safety.",
              "reference": "Job 24:4"
            },
            {
              "content": "Like wild donkeys in the wilderness, the poor must spend all their time looking for food, searching even in the desert for food for their children.",
              "reference": "Job 24:5"
            },
            {
              "content": "They harvest a field they do not own, and they glean in the vineyards of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "All night they lie naked in the cold, without clothing or covering.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are soaked by mountain showers, and they huddle against the rocks for want of a home.",
              "reference": "Job 24:8"
            },
            {
              "content": "“The wicked snatch a widow’s child from her breast, taking the baby as security for a loan.",
              "reference": "Job 24:9"
            },
            {
              "content": "The poor must go about naked, without any clothing. They harvest food for others while they themselves are starving.",
              "reference": "Job 24:10"
            },
            {
              "content": "They press out olive oil without being allowed to taste it, and they tread in the winepress as they suffer from thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "The groans of the dying rise from the city, and the wounded cry for help, yet God ignores their moaning.",
              "reference": "Job 24:12"
            },
            {
              "content": "“Wicked people rebel against the light. They refuse to acknowledge its ways or stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer rises in the early dawn to kill the poor and needy; at night he is a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The adulterer waits for the twilight, saying, ‘No one will see me then.’ He hides his face so no one will know him.",
              "reference": "Job 24:15"
            },
            {
              "content": "Thieves break into houses at night and sleep in the daytime. They are not acquainted with the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "The black night is their morning. They ally themselves with the terrors of the darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "“But they disappear like foam down a river. Everything they own is cursed, and they are afraid to enter their own vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "The grave consumes sinners just as drought and heat consume snow.",
              "reference": "Job 24:19"
            },
            {
              "content": "Their own mothers will forget them. Maggots will find them sweet to eat. No one will remember them. Wicked people are broken like a tree in the storm.",
              "reference": "Job 24:20"
            },
            {
              "content": "They cheat the woman who has no son to help her. They refuse to help the needy widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "“God, in his power, drags away the rich. They may rise high, but they have no assurance of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "They may be allowed to live in security, but God is always watching them.",
              "reference": "Job 24:23"
            },
            {
              "content": "And though they are great now, in a moment they will be gone like all others, cut off like heads of grain.",
              "reference": "Job 24:24"
            },
            {
              "content": "Can anyone claim otherwise? Who can prove me wrong?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/24-404141d8a1711d07bf22e6dd978672e6.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "25": {
          "reference": "Job 25 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Bildad the Shuhite replied:",
              "reference": "Job 25:1"
            },
            {
              "content": "“God is powerful and dreadful. He enforces peace in the heavens.",
              "reference": "Job 25:2"
            },
            {
              "content": "Who is able to count his heavenly army? Doesn’t his light shine on all the earth?",
              "reference": "Job 25:3"
            },
            {
              "content": "How can a mortal be innocent before God? Can anyone born of a woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "God is more glorious than the moon; he shines brighter than the stars.",
              "reference": "Job 25:5"
            },
            {
              "content": "In comparison, people are maggots; we mortals are mere worms.”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/25-7c823842a52f5d60b726741e6f487044.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "26": {
          "reference": "Job 26 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job spoke again:",
              "reference": "Job 26:1"
            },
            {
              "content": "“How you have helped the powerless! How you have saved the weak!",
              "reference": "Job 26:2"
            },
            {
              "content": "How you have enlightened my stupidity! What wise advice you have offered!",
              "reference": "Job 26:3"
            },
            {
              "content": "Where have you gotten all these wise sayings? Whose spirit speaks through you?",
              "reference": "Job 26:4"
            },
            {
              "content": "“The dead tremble— those who live beneath the waters.",
              "reference": "Job 26:5"
            },
            {
              "content": "The underworld is naked in God’s presence. The place of destruction is uncovered.",
              "reference": "Job 26:6"
            },
            {
              "content": "God stretches the northern sky over empty space and hangs the earth on nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He wraps the rain in his thick clouds, and the clouds don’t burst with the weight.",
              "reference": "Job 26:8"
            },
            {
              "content": "He covers the face of the moon, shrouding it with his clouds.",
              "reference": "Job 26:9"
            },
            {
              "content": "He created the horizon when he separated the waters; he set the boundary between day and night.",
              "reference": "Job 26:10"
            },
            {
              "content": "The foundations of heaven tremble; they shudder at his rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "By his power the sea grew calm. By his skill he crushed the great sea monster.",
              "reference": "Job 26:12"
            },
            {
              "content": "His Spirit made the heavens beautiful, and his power pierced the gliding serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "These are just the beginning of all that he does, merely a whisper of his power. Who, then, can comprehend the thunder of his power?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/26-c07d3f284dfa6d106ab4dd2156340de8.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "27": {
          "reference": "Job 27 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Job continued speaking:",
              "reference": "Job 27:1"
            },
            {
              "content": "“I vow by the living God, who has taken away my rights, by the Almighty who has embittered my soul—",
              "reference": "Job 27:2"
            },
            {
              "content": "As long as I live, while I have breath from God,",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips will speak no evil, and my tongue will speak no lies.",
              "reference": "Job 27:4"
            },
            {
              "content": "I will never concede that you are right; I will defend my integrity until I die.",
              "reference": "Job 27:5"
            },
            {
              "content": "I will maintain my innocence without wavering. My conscience is clear for as long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "“May my enemy be punished like the wicked, my adversary like those who do evil.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what hope do the godless have when God cuts them off and takes away their life?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God listen to their cry when trouble comes upon them?",
              "reference": "Job 27:9"
            },
            {
              "content": "Can they take delight in the Almighty? Can they call to God at any time?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you about God’s power. I will not conceal anything concerning the Almighty.",
              "reference": "Job 27:11"
            },
            {
              "content": "But you have seen all this, yet you say all these useless things to me.",
              "reference": "Job 27:12"
            },
            {
              "content": "“This is what the wicked will receive from God; this is their inheritance from the Almighty.",
              "reference": "Job 27:13"
            },
            {
              "content": "They may have many children, but the children will die in war or starve to death.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those who survive will die of a plague, and not even their widows will mourn them.",
              "reference": "Job 27:15"
            },
            {
              "content": "“Evil people may have piles of money and may store away mounds of clothing.",
              "reference": "Job 27:16"
            },
            {
              "content": "But the righteous will wear that clothing, and the innocent will divide that money.",
              "reference": "Job 27:17"
            },
            {
              "content": "The wicked build houses as fragile as a spider’s web, as flimsy as a shelter made of branches.",
              "reference": "Job 27:18"
            },
            {
              "content": "The wicked go to bed rich but wake to find that all their wealth is gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terror overwhelms them like a flood, and they are blown away in the storms of the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind carries them away, and they are gone. It sweeps them away.",
              "reference": "Job 27:21"
            },
            {
              "content": "It whirls down on them without mercy. They struggle to flee from its power.",
              "reference": "Job 27:22"
            },
            {
              "content": "But everyone jeers at them and mocks them.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/27-048f0072cd6f5183fa56ea9cd96ff466.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "28": {
          "reference": "Job 28 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“People know where to mine silver and how to refine gold.",
              "reference": "Job 28:1"
            },
            {
              "content": "They know where to dig iron from the earth and how to smelt copper from rock.",
              "reference": "Job 28:2"
            },
            {
              "content": "They know how to shine light in the darkness and explore the farthest regions of the earth as they search in the dark for ore.",
              "reference": "Job 28:3"
            },
            {
              "content": "They sink a mine shaft into the earth far from where anyone lives. They descend on ropes, swinging back and forth.",
              "reference": "Job 28:4"
            },
            {
              "content": "Food is grown on the earth above, but down below, the earth is melted as by fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "Here the rocks contain precious lapis lazuli, and the dust contains gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "These are treasures no bird of prey can see, no falcon’s eye observe.",
              "reference": "Job 28:7"
            },
            {
              "content": "No wild animal has walked upon these treasures; no lion has ever set his paw there.",
              "reference": "Job 28:8"
            },
            {
              "content": "People know how to tear apart flinty rocks and overturn the roots of mountains.",
              "reference": "Job 28:9"
            },
            {
              "content": "They cut tunnels in the rocks and uncover precious stones.",
              "reference": "Job 28:10"
            },
            {
              "content": "They dam up the trickling streams and bring to light the hidden treasures.",
              "reference": "Job 28:11"
            },
            {
              "content": "“But do people know where to find wisdom? Where can they find understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "No one knows where to find it, for it is not found among the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "‘It is not here,’ says the ocean. ‘Nor is it here,’ says the sea.",
              "reference": "Job 28:14"
            },
            {
              "content": "It cannot be bought with gold. It cannot be purchased with silver.",
              "reference": "Job 28:15"
            },
            {
              "content": "It’s worth more than all the gold of Ophir, greater than precious onyx or lapis lazuli.",
              "reference": "Job 28:16"
            },
            {
              "content": "Wisdom is more valuable than gold and crystal. It cannot be purchased with jewels mounted in fine gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "Coral and jasper are worthless in trying to get it. The price of wisdom is far above rubies.",
              "reference": "Job 28:18"
            },
            {
              "content": "Precious peridot from Ethiopia cannot be exchanged for it. It’s worth more than the purest gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "“But do people know where to find wisdom? Where can they find understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "It is hidden from the eyes of all humanity. Even the sharp-eyed birds in the sky cannot discover it.",
              "reference": "Job 28:21"
            },
            {
              "content": "Destruction and Death say, ‘We’ve heard only rumors of where wisdom can be found.’",
              "reference": "Job 28:22"
            },
            {
              "content": "“God alone understands the way to wisdom; he knows where it can be found,",
              "reference": "Job 28:23"
            },
            {
              "content": "for he looks throughout the whole earth and sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "He decided how hard the winds should blow and how much rain should fall.",
              "reference": "Job 28:25"
            },
            {
              "content": "He made the laws for the rain and laid out a path for the lightning.",
              "reference": "Job 28:26"
            },
            {
              "content": "Then he saw wisdom and evaluated it. He set it in place and examined it thoroughly.",
              "reference": "Job 28:27"
            },
            {
              "content": "And this is what he says to all humanity: ‘The fear of the Lord is true wisdom; to forsake evil is real understanding.’”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/28-7a44564822bb0980aa890974a39ae2d0.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "29": {
          "reference": "Job 29 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Job continued speaking:",
              "reference": "Job 29:1"
            },
            {
              "content": "“I long for the years gone by when God took care of me,",
              "reference": "Job 29:2"
            },
            {
              "content": "when he lit up the way before me and I walked safely through the darkness.",
              "reference": "Job 29:3"
            },
            {
              "content": "When I was in my prime, God’s friendship was felt in my home.",
              "reference": "Job 29:4"
            },
            {
              "content": "The Almighty was still with me, and my children were around me.",
              "reference": "Job 29:5"
            },
            {
              "content": "My steps were awash in cream, and the rocks gushed olive oil for me.",
              "reference": "Job 29:6"
            },
            {
              "content": "“Those were the days when I went to the city gate and took my place among the honored leaders.",
              "reference": "Job 29:7"
            },
            {
              "content": "The young stepped aside when they saw me, and even the aged rose in respect at my coming.",
              "reference": "Job 29:8"
            },
            {
              "content": "The princes stood in silence and put their hands over their mouths.",
              "reference": "Job 29:9"
            },
            {
              "content": "The highest officials of the city stood quietly, holding their tongues in respect.",
              "reference": "Job 29:10"
            },
            {
              "content": "“All who heard me praised me. All who saw me spoke well of me.",
              "reference": "Job 29:11"
            },
            {
              "content": "For I assisted the poor in their need and the orphans who required help.",
              "reference": "Job 29:12"
            },
            {
              "content": "I helped those without hope, and they blessed me. And I caused the widows’ hearts to sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "Everything I did was honest. Righteousness covered me like a robe, and I wore justice like a turban.",
              "reference": "Job 29:14"
            },
            {
              "content": "I served as eyes for the blind and feet for the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the poor and assisted strangers who needed help.",
              "reference": "Job 29:16"
            },
            {
              "content": "I broke the jaws of godless oppressors and plucked their victims from their teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "“I thought, ‘Surely I will die surrounded by my family after a long, good life.",
              "reference": "Job 29:18"
            },
            {
              "content": "For I am like a tree whose roots reach the water, whose branches are refreshed with the dew.",
              "reference": "Job 29:19"
            },
            {
              "content": "New honors are constantly bestowed on me, and my strength is continually renewed.’",
              "reference": "Job 29:20"
            },
            {
              "content": "“Everyone listened to my advice. They were silent as they waited for me to speak.",
              "reference": "Job 29:21"
            },
            {
              "content": "And after I spoke, they had nothing to add, for my counsel satisfied them.",
              "reference": "Job 29:22"
            },
            {
              "content": "They longed for me to speak as people long for rain. They drank my words like a refreshing spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "When they were discouraged, I smiled at them. My look of approval was precious to them.",
              "reference": "Job 29:24"
            },
            {
              "content": "Like a chief, I told them what to do. I lived like a king among his troops and comforted those who mourned.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/29-3ce5aa7d99cbadb785d2de9d9e542e72.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "30": {
          "reference": "Job 30 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“But now I am mocked by people younger than I, by young men whose fathers are not worthy to run with my sheepdogs.",
              "reference": "Job 30:1"
            },
            {
              "content": "A lot of good they are to me— those worn-out wretches!",
              "reference": "Job 30:2"
            },
            {
              "content": "They are gaunt from poverty and hunger. They claw the dry ground in desolate wastelands.",
              "reference": "Job 30:3"
            },
            {
              "content": "They pluck wild greens from among the bushes and eat from the roots of broom trees.",
              "reference": "Job 30:4"
            },
            {
              "content": "They are driven from human society, and people shout at them as if they were thieves.",
              "reference": "Job 30:5"
            },
            {
              "content": "So now they live in frightening ravines, in caves and among the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "They sound like animals howling among the bushes, huddled together beneath the nettles.",
              "reference": "Job 30:7"
            },
            {
              "content": "They are nameless fools, outcasts from society.",
              "reference": "Job 30:8"
            },
            {
              "content": "“And now they mock me with vulgar songs! They taunt me!",
              "reference": "Job 30:9"
            },
            {
              "content": "They despise me and won’t come near me, except to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "For God has cut my bowstring. He has humbled me, so they have thrown off all restraint.",
              "reference": "Job 30:11"
            },
            {
              "content": "These outcasts oppose me to my face. They send me sprawling and lay traps in my path.",
              "reference": "Job 30:12"
            },
            {
              "content": "They block my road and do everything they can to destroy me. They know I have no one to help me.",
              "reference": "Job 30:13"
            },
            {
              "content": "They come at me from all directions. They jump on me when I am down.",
              "reference": "Job 30:14"
            },
            {
              "content": "I live in terror now. My honor has blown away in the wind, and my prosperity has vanished like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "“And now my life seeps away. Depression haunts my days.",
              "reference": "Job 30:16"
            },
            {
              "content": "At night my bones are filled with pain, which gnaws at me relentlessly.",
              "reference": "Job 30:17"
            },
            {
              "content": "With a strong hand, God grabs my shirt. He grips me by the collar of my coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has thrown me into the mud. I’m nothing more than dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "“I cry to you, O God, but you don’t answer. I stand before you, but you don’t even look.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have become cruel toward me. You use your power to persecute me.",
              "reference": "Job 30:21"
            },
            {
              "content": "You throw me into the whirlwind and destroy me in the storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "And I know you are sending me to my death— the destination of all who live.",
              "reference": "Job 30:23"
            },
            {
              "content": "“Surely no one would turn against the needy when they cry for help in their trouble.",
              "reference": "Job 30:24"
            },
            {
              "content": "Did I not weep for those in trouble? Was I not deeply grieved for the needy?",
              "reference": "Job 30:25"
            },
            {
              "content": "So I looked for good, but evil came instead. I waited for the light, but darkness fell.",
              "reference": "Job 30:26"
            },
            {
              "content": "My heart is troubled and restless. Days of suffering torment me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I walk in gloom, without sunlight. I stand in the public square and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "Instead, I am considered a brother to jackals and a companion to owls.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin has turned dark, and my bones burn with fever.",
              "reference": "Job 30:30"
            },
            {
              "content": "My harp plays sad music, and my flute accompanies those who weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/30-5d1983a269cf4fa2e2b2bf881fcb2ed0.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "31": {
          "reference": "Job 31 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“I made a covenant with my eyes not to look with lust at a young woman.",
              "reference": "Job 31:1"
            },
            {
              "content": "For what has God above chosen for us? What is our inheritance from the Almighty on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Isn’t it calamity for the wicked and misfortune for those who do evil?",
              "reference": "Job 31:3"
            },
            {
              "content": "Doesn’t he see everything I do and every step I take?",
              "reference": "Job 31:4"
            },
            {
              "content": "“Have I lied to anyone or deceived anyone?",
              "reference": "Job 31:5"
            },
            {
              "content": "Let God weigh me on the scales of justice, for he knows my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If I have strayed from his pathway, or if my heart has lusted for what my eyes have seen, or if I am guilty of any other sin,",
              "reference": "Job 31:7"
            },
            {
              "content": "then let someone else eat the crops I have planted. Let all that I have planted be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "“If my heart has been seduced by a woman, or if I have lusted for my neighbor’s wife,",
              "reference": "Job 31:9"
            },
            {
              "content": "then let my wife serve another man; let other men sleep with her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For lust is a shameful sin, a crime that should be punished.",
              "reference": "Job 31:11"
            },
            {
              "content": "It is a fire that burns all the way to hell. It would wipe out everything I own.",
              "reference": "Job 31:12"
            },
            {
              "content": "“If I have been unfair to my male or female servants when they brought their complaints to me,",
              "reference": "Job 31:13"
            },
            {
              "content": "how could I face God? What could I say when he questioned me?",
              "reference": "Job 31:14"
            },
            {
              "content": "For God created both me and my servants. He created us both in the womb.",
              "reference": "Job 31:15"
            },
            {
              "content": "“Have I refused to help the poor, or crushed the hopes of widows?",
              "reference": "Job 31:16"
            },
            {
              "content": "Have I been stingy with my food and refused to share it with orphans?",
              "reference": "Job 31:17"
            },
            {
              "content": "No, from childhood I have cared for orphans like a father, and all my life I have cared for widows.",
              "reference": "Job 31:18"
            },
            {
              "content": "Whenever I saw the homeless without clothes and the needy with nothing to wear,",
              "reference": "Job 31:19"
            },
            {
              "content": "did they not praise me for providing wool clothing to keep them warm?",
              "reference": "Job 31:20"
            },
            {
              "content": "“If I raised my hand against an orphan, knowing the judges would take my side,",
              "reference": "Job 31:21"
            },
            {
              "content": "then let my shoulder be wrenched out of place! Let my arm be torn from its socket!",
              "reference": "Job 31:22"
            },
            {
              "content": "That would be better than facing God’s judgment. For if the majesty of God opposes me, what hope is there?",
              "reference": "Job 31:23"
            },
            {
              "content": "“Have I put my trust in money or felt secure because of my gold?",
              "reference": "Job 31:24"
            },
            {
              "content": "Have I gloated about my wealth and all that I own?",
              "reference": "Job 31:25"
            },
            {
              "content": "“Have I looked at the sun shining in the skies, or the moon walking down its silver pathway,",
              "reference": "Job 31:26"
            },
            {
              "content": "and been secretly enticed in my heart to throw kisses at them in worship?",
              "reference": "Job 31:27"
            },
            {
              "content": "If so, I should be punished by the judges, for it would mean I had denied the God of heaven.",
              "reference": "Job 31:28"
            },
            {
              "content": "“Have I ever rejoiced when disaster struck my enemies, or become excited when harm came their way?",
              "reference": "Job 31:29"
            },
            {
              "content": "No, I have never sinned by cursing anyone or by asking for revenge.",
              "reference": "Job 31:30"
            },
            {
              "content": "“My servants have never said, ‘He let others go hungry.’",
              "reference": "Job 31:31"
            },
            {
              "content": "I have never turned away a stranger but have opened my doors to everyone.",
              "reference": "Job 31:32"
            },
            {
              "content": "“Have I tried to hide my sins like other people do, concealing my guilt in my heart?",
              "reference": "Job 31:33"
            },
            {
              "content": "Have I feared the crowd or the contempt of the masses, so that I kept quiet and stayed indoors?",
              "reference": "Job 31:34"
            },
            {
              "content": "“If only someone would listen to me! Look, I will sign my name to my defense. Let the Almighty answer me. Let my accuser write out the charges against me.",
              "reference": "Job 31:35"
            },
            {
              "content": "I would face the accusation proudly. I would wear it like a crown.",
              "reference": "Job 31:36"
            },
            {
              "content": "For I would tell him exactly what I have done. I would come before him like a prince.",
              "reference": "Job 31:37"
            },
            {
              "content": "“If my land accuses me and all its furrows cry out together,",
              "reference": "Job 31:38"
            },
            {
              "content": "or if I have stolen its crops or murdered its owners,",
              "reference": "Job 31:39"
            },
            {
              "content": "then let thistles grow on that land instead of wheat, and weeds instead of barley.” Job’s words are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/31-edb1322f3a3e455119e3b610d520b5c5.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "32": {
          "reference": "Job 32 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Job’s three friends refused to reply further to him because he kept insisting on his innocence.",
              "reference": "Job 32:1"
            },
            {
              "content": "Then Elihu son of Barakel the Buzite, of the clan of Ram, became angry. He was angry because Job refused to admit that he had sinned and that God was right in punishing him.",
              "reference": "Job 32:2"
            },
            {
              "content": "He was also angry with Job’s three friends, for they made God appear to be wrong by their inability to answer Job’s arguments.",
              "reference": "Job 32:3"
            },
            {
              "content": "Elihu had waited for the others to speak to Job because they were older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when he saw that they had no further reply, he spoke out angrily.",
              "reference": "Job 32:5"
            },
            {
              "content": "Elihu son of Barakel the Buzite said, “I am young and you are old, so I held back from telling you what I think.",
              "reference": "Job 32:6"
            },
            {
              "content": "I thought, ‘Those who are older should speak, for wisdom comes with age.’",
              "reference": "Job 32:7"
            },
            {
              "content": "But there is a spirit within people, the breath of the Almighty within them, that makes them intelligent.",
              "reference": "Job 32:8"
            },
            {
              "content": "Sometimes the elders are not wise. Sometimes the aged do not understand justice.",
              "reference": "Job 32:9"
            },
            {
              "content": "So listen to me, and let me tell you what I think.",
              "reference": "Job 32:10"
            },
            {
              "content": "“I have waited all this time, listening very carefully to your arguments, listening to you grope for words.",
              "reference": "Job 32:11"
            },
            {
              "content": "I have listened, but not one of you has refuted Job or answered his arguments.",
              "reference": "Job 32:12"
            },
            {
              "content": "And don’t tell me, ‘He is too wise for us. Only God can convince him.’",
              "reference": "Job 32:13"
            },
            {
              "content": "If Job had been arguing with me, I would not answer with your kind of logic!",
              "reference": "Job 32:14"
            },
            {
              "content": "You sit there baffled, with nothing more to say.",
              "reference": "Job 32:15"
            },
            {
              "content": "Should I continue to wait, now that you are silent? Must I also remain silent?",
              "reference": "Job 32:16"
            },
            {
              "content": "No, I will say my piece. I will speak my mind.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of pent-up words, and the spirit within me urges me on.",
              "reference": "Job 32:18"
            },
            {
              "content": "I am like a cask of wine without a vent, like a new wineskin ready to burst!",
              "reference": "Job 32:19"
            },
            {
              "content": "I must speak to find relief, so let me give my answers.",
              "reference": "Job 32:20"
            },
            {
              "content": "I won’t play favorites or try to flatter anyone.",
              "reference": "Job 32:21"
            },
            {
              "content": "For if I tried flattery, my Creator would soon destroy me.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/32-43df8c37bcd479a1359534cc3643491e.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "33": {
          "reference": "Job 33 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“Listen to my words, Job; pay attention to what I have to say.",
              "reference": "Job 33:1"
            },
            {
              "content": "Now that I have begun to speak, let me continue.",
              "reference": "Job 33:2"
            },
            {
              "content": "I speak with all sincerity; I speak the truth.",
              "reference": "Job 33:3"
            },
            {
              "content": "For the Spirit of God has made me, and the breath of the Almighty gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Answer me, if you can; make your case and take your stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "Look, you and I both belong to God. I, too, was formed from clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "So you don’t need to be afraid of me. I won’t come down hard on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "“You have spoken in my hearing, and I have heard your very words.",
              "reference": "Job 33:8"
            },
            {
              "content": "You said, ‘I am pure; I am without sin; I am innocent; I have no guilt.",
              "reference": "Job 33:9"
            },
            {
              "content": "God is picking a quarrel with me, and he considers me his enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in the stocks and watches my every move.’",
              "reference": "Job 33:11"
            },
            {
              "content": "“But you are wrong, and I will show you why. For God is greater than any human being.",
              "reference": "Job 33:12"
            },
            {
              "content": "So why are you bringing a charge against him? Why say he does not respond to people’s complaints?",
              "reference": "Job 33:13"
            },
            {
              "content": "For God speaks again and again, though people do not recognize it.",
              "reference": "Job 33:14"
            },
            {
              "content": "He speaks in dreams, in visions of the night, when deep sleep falls on people as they lie in their beds.",
              "reference": "Job 33:15"
            },
            {
              "content": "He whispers in their ears and terrifies them with warnings.",
              "reference": "Job 33:16"
            },
            {
              "content": "He makes them turn from doing wrong; he keeps them from pride.",
              "reference": "Job 33:17"
            },
            {
              "content": "He protects them from the grave, from crossing over the river of death.",
              "reference": "Job 33:18"
            },
            {
              "content": "“Or God disciplines people with pain on their sickbeds, with ceaseless aching in their bones.",
              "reference": "Job 33:19"
            },
            {
              "content": "They lose their appetite for even the most delicious food.",
              "reference": "Job 33:20"
            },
            {
              "content": "Their flesh wastes away, and their bones stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "They are at death’s door; the angels of death wait for them.",
              "reference": "Job 33:22"
            },
            {
              "content": "“But if an angel from heaven appears— a special messenger to intercede for a person and declare that he is upright—",
              "reference": "Job 33:23"
            },
            {
              "content": "he will be gracious and say, ‘Rescue him from the grave, for I have found a ransom for his life.’",
              "reference": "Job 33:24"
            },
            {
              "content": "Then his body will become as healthy as a child’s, firm and youthful again.",
              "reference": "Job 33:25"
            },
            {
              "content": "When he prays to God, he will be accepted. And God will receive him with joy and restore him to good standing.",
              "reference": "Job 33:26"
            },
            {
              "content": "He will declare to his friends, ‘I sinned and twisted the truth, but it was not worth it.",
              "reference": "Job 33:27"
            },
            {
              "content": "God rescued me from the grave, and now my life is filled with light.’",
              "reference": "Job 33:28"
            },
            {
              "content": "“Yes, God does these things again and again for people.",
              "reference": "Job 33:29"
            },
            {
              "content": "He rescues them from the grave so they may enjoy the light of life.",
              "reference": "Job 33:30"
            },
            {
              "content": "Mark this well, Job. Listen to me, for I have more to say.",
              "reference": "Job 33:31"
            },
            {
              "content": "But if you have anything to say, go ahead. Speak, for I am anxious to see you justified.",
              "reference": "Job 33:32"
            },
            {
              "content": "But if not, then listen to me. Keep silent and I will teach you wisdom!”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/33-5540a1098443e73345490fe3b78ef763.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "34": {
          "reference": "Job 34 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Elihu said:",
              "reference": "Job 34:1"
            },
            {
              "content": "“Listen to me, you wise men. Pay attention, you who have knowledge.",
              "reference": "Job 34:2"
            },
            {
              "content": "Job said, ‘The ear tests the words it hears just as the mouth distinguishes between foods.’",
              "reference": "Job 34:3"
            },
            {
              "content": "So let us discern for ourselves what is right; let us learn together what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job also said, ‘I am innocent, but God has taken away my rights.",
              "reference": "Job 34:5"
            },
            {
              "content": "I am innocent, but they call me a liar. My suffering is incurable, though I have not sinned.’",
              "reference": "Job 34:6"
            },
            {
              "content": "“Tell me, has there ever been a man like Job, with his thirst for irreverent talk?",
              "reference": "Job 34:7"
            },
            {
              "content": "He chooses evil people as companions. He spends his time with wicked men.",
              "reference": "Job 34:8"
            },
            {
              "content": "He has even said, ‘Why waste time trying to please God?’",
              "reference": "Job 34:9"
            },
            {
              "content": "“Listen to me, you who have understanding. Everyone knows that God doesn’t sin! The Almighty can do no wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "He repays people according to their deeds. He treats people as they deserve.",
              "reference": "Job 34:11"
            },
            {
              "content": "Truly, God will not do wrong. The Almighty will not twist justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Did someone else put the world in his care? Who set the whole world in place?",
              "reference": "Job 34:13"
            },
            {
              "content": "If God were to take back his spirit and withdraw his breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "all life would cease, and humanity would turn again to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "“Now listen to me if you are wise. Pay attention to what I say.",
              "reference": "Job 34:16"
            },
            {
              "content": "Could God govern if he hated justice? Are you going to condemn the almighty judge?",
              "reference": "Job 34:17"
            },
            {
              "content": "For he says to kings, ‘You are wicked,’ and to nobles, ‘You are unjust.’",
              "reference": "Job 34:18"
            },
            {
              "content": "He doesn’t care how great a person may be, and he pays no more attention to the rich than to the poor. He made them all.",
              "reference": "Job 34:19"
            },
            {
              "content": "In a moment they die. In the middle of the night they pass away; the mighty are removed without human hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "“For God watches how people live; he sees everything they do.",
              "reference": "Job 34:21"
            },
            {
              "content": "No darkness is thick enough to hide the wicked from his eyes.",
              "reference": "Job 34:22"
            },
            {
              "content": "We don’t set the time when we will come before God in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He brings the mighty to ruin without asking anyone, and he sets up others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "He knows what they do, and in the night he overturns and destroys them.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them down because they are wicked, doing it openly for all to see.",
              "reference": "Job 34:26"
            },
            {
              "content": "For they turned away from following him. They have no respect for any of his ways.",
              "reference": "Job 34:27"
            },
            {
              "content": "They cause the poor to cry out, catching God’s attention. He hears the cries of the needy.",
              "reference": "Job 34:28"
            },
            {
              "content": "But if he chooses to remain quiet, who can criticize him? When he hides his face, no one can find him, whether an individual or a nation.",
              "reference": "Job 34:29"
            },
            {
              "content": "He prevents the godless from ruling so they cannot be a snare to the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "“Why don’t people say to God, ‘I have sinned, but I will sin no more’?",
              "reference": "Job 34:31"
            },
            {
              "content": "Or ‘I don’t know what evil I have done—tell me. If I have done wrong, I will stop at once’?",
              "reference": "Job 34:32"
            },
            {
              "content": "“Must God tailor his justice to your demands? But you have rejected him! The choice is yours, not mine. Go ahead, share your wisdom with us.",
              "reference": "Job 34:33"
            },
            {
              "content": "After all, bright people will tell me, and wise people will hear me say,",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job speaks out of ignorance; his words lack insight.’",
              "reference": "Job 34:35"
            },
            {
              "content": "Job, you deserve the maximum penalty for the wicked way you have talked.",
              "reference": "Job 34:36"
            },
            {
              "content": "For you have added rebellion to your sin; you show no respect, and you speak many angry words against God.”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/34-6893463f83310f80f04f5bfad94873a6.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "35": {
          "reference": "Job 35 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Elihu said:",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think it is right for you to claim, ‘I am righteous before God’?",
              "reference": "Job 35:2"
            },
            {
              "content": "For you also ask, ‘What’s in it for me? What’s the use of living a righteous life?’",
              "reference": "Job 35:3"
            },
            {
              "content": "“I will answer you and all your friends, too.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look up into the sky, and see the clouds high above you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you sin, how does that affect God? Even if you sin again and again, what effect will it have on him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are good, is this some great gift to him? What could you possibly give him?",
              "reference": "Job 35:7"
            },
            {
              "content": "No, your sins affect only people like yourself, and your good deeds also affect only humans.",
              "reference": "Job 35:8"
            },
            {
              "content": "“People cry out when they are oppressed. They groan beneath the power of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "Yet they don’t ask, ‘Where is God my Creator, the one who gives songs in the night?",
              "reference": "Job 35:10"
            },
            {
              "content": "Where is the one who makes us smarter than the animals and wiser than the birds of the sky?’",
              "reference": "Job 35:11"
            },
            {
              "content": "And when they cry out, God does not answer because of their pride.",
              "reference": "Job 35:12"
            },
            {
              "content": "But it is wrong to say God doesn’t listen, to say the Almighty isn’t concerned.",
              "reference": "Job 35:13"
            },
            {
              "content": "You say you can’t see him, but he will bring justice if you will only wait.",
              "reference": "Job 35:14"
            },
            {
              "content": "You say he does not respond to sinners with anger and is not greatly concerned about wickedness.",
              "reference": "Job 35:15"
            },
            {
              "content": "But you are talking nonsense, Job. You have spoken like a fool.”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/35-11ef9971e22f0f323d2c9e816ae5e887.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "36": {
          "reference": "Job 36 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Elihu continued speaking:",
              "reference": "Job 36:1"
            },
            {
              "content": "“Let me go on, and I will show you the truth. For I have not finished defending God!",
              "reference": "Job 36:2"
            },
            {
              "content": "I will present profound arguments for the righteousness of my Creator.",
              "reference": "Job 36:3"
            },
            {
              "content": "I am telling you nothing but the truth, for I am a man of great knowledge.",
              "reference": "Job 36:4"
            },
            {
              "content": "“God is mighty, but he does not despise anyone! He is mighty in both power and understanding.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not let the wicked live but gives justice to the afflicted.",
              "reference": "Job 36:6"
            },
            {
              "content": "He never takes his eyes off the innocent, but he sets them on thrones with kings and exalts them forever.",
              "reference": "Job 36:7"
            },
            {
              "content": "If they are bound in chains and caught up in a web of trouble,",
              "reference": "Job 36:8"
            },
            {
              "content": "he shows them the reason. He shows them their sins of pride.",
              "reference": "Job 36:9"
            },
            {
              "content": "He gets their attention and commands that they turn from evil.",
              "reference": "Job 36:10"
            },
            {
              "content": "“If they listen and obey God, they will be blessed with prosperity throughout their lives. All their years will be pleasant.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they refuse to listen to him, they will cross over the river of death, dying from lack of understanding.",
              "reference": "Job 36:12"
            },
            {
              "content": "For the godless are full of resentment. Even when he punishes them, they refuse to cry out to him for help.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die when they are young, after wasting their lives in immoral living.",
              "reference": "Job 36:14"
            },
            {
              "content": "But by means of their suffering, he rescues those who suffer. For he gets their attention through adversity.",
              "reference": "Job 36:15"
            },
            {
              "content": "“God is leading you away from danger, Job, to a place free from distress. He is setting your table with the best food.",
              "reference": "Job 36:16"
            },
            {
              "content": "But you are obsessed with whether the godless will be judged. Don’t worry, judgment and justice will be upheld.",
              "reference": "Job 36:17"
            },
            {
              "content": "But watch out, or you may be seduced by wealth. Don’t let yourself be bribed into sin.",
              "reference": "Job 36:18"
            },
            {
              "content": "Could all your wealth or all your mighty efforts keep you from distress?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the cover of night, for that is when people will be destroyed.",
              "reference": "Job 36:20"
            },
            {
              "content": "Be on guard! Turn back from evil, for God sent this suffering to keep you from a life of evil.",
              "reference": "Job 36:21"
            },
            {
              "content": "“Look, God is all-powerful. Who is a teacher like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "No one can tell him what to do, or say to him, ‘You have done wrong.’",
              "reference": "Job 36:23"
            },
            {
              "content": "Instead, glorify his mighty works, singing songs of praise.",
              "reference": "Job 36:24"
            },
            {
              "content": "Everyone has seen these things, though only from a distance.",
              "reference": "Job 36:25"
            },
            {
              "content": "“Look, God is greater than we can understand. His years cannot be counted.",
              "reference": "Job 36:26"
            },
            {
              "content": "He draws up the water vapor and then distills it into rain.",
              "reference": "Job 36:27"
            },
            {
              "content": "The rain pours down from the clouds, and everyone benefits.",
              "reference": "Job 36:28"
            },
            {
              "content": "Who can understand the spreading of the clouds and the thunder that rolls forth from heaven?",
              "reference": "Job 36:29"
            },
            {
              "content": "See how he spreads the lightning around him and how it lights up the depths of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "By these mighty acts he nourishes the people, giving them food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "He fills his hands with lightning bolts and hurls each at its target.",
              "reference": "Job 36:32"
            },
            {
              "content": "The thunder announces his presence; the storm announces his indignant anger.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/36-f03eb630d060a526a41e66fd98e1d7ce.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "37": {
          "reference": "Job 37 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“My heart pounds as I think of this. It trembles within me.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen carefully to the thunder of God’s voice as it rolls from his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "It rolls across the heavens, and his lightning flashes in every direction.",
              "reference": "Job 37:3"
            },
            {
              "content": "Then comes the roaring of the thunder— the tremendous voice of his majesty. He does not restrain it when he speaks.",
              "reference": "Job 37:4"
            },
            {
              "content": "God’s voice is glorious in the thunder. We can’t even imagine the greatness of his power.",
              "reference": "Job 37:5"
            },
            {
              "content": "“He directs the snow to fall on the earth and tells the rain to pour down.",
              "reference": "Job 37:6"
            },
            {
              "content": "Then everyone stops working so they can watch his power.",
              "reference": "Job 37:7"
            },
            {
              "content": "The wild animals take cover and stay inside their dens.",
              "reference": "Job 37:8"
            },
            {
              "content": "The stormy wind comes from its chamber, and the driving winds bring the cold.",
              "reference": "Job 37:9"
            },
            {
              "content": "God’s breath sends the ice, freezing wide expanses of water.",
              "reference": "Job 37:10"
            },
            {
              "content": "He loads the clouds with moisture, and they flash with his lightning.",
              "reference": "Job 37:11"
            },
            {
              "content": "The clouds churn about at his direction. They do whatever he commands throughout the earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "He makes these things happen either to punish people or to show his unfailing love.",
              "reference": "Job 37:13"
            },
            {
              "content": "“Pay attention to this, Job. Stop and consider the wonderful miracles of God!",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God controls the storm and causes the lightning to flash from his clouds?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you understand how he moves the clouds with wonderful perfection and skill?",
              "reference": "Job 37:16"
            },
            {
              "content": "When you are sweltering in your clothes and the south wind dies down and everything is still,",
              "reference": "Job 37:17"
            },
            {
              "content": "he makes the skies reflect the heat like a bronze mirror. Can you do that?",
              "reference": "Job 37:18"
            },
            {
              "content": "“So teach the rest of us what to say to God. We are too ignorant to make our own arguments.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should God be notified that I want to speak? Can people even speak when they are confused?",
              "reference": "Job 37:20"
            },
            {
              "content": "We cannot look at the sun, for it shines brightly in the sky when the wind clears away the clouds.",
              "reference": "Job 37:21"
            },
            {
              "content": "So also, golden splendor comes from the mountain of God. He is clothed in dazzling splendor.",
              "reference": "Job 37:22"
            },
            {
              "content": "We cannot imagine the power of the Almighty; but even though he is just and righteous, he does not destroy us.",
              "reference": "Job 37:23"
            },
            {
              "content": "No wonder people everywhere fear him. All who are wise show him reverence.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/37-21af31f5b09c84856bb47149704a7706.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "38": {
          "reference": "Job 38 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then the Lord answered Job from the whirlwind:",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this that questions my wisdom with such ignorant words?",
              "reference": "Job 38:2"
            },
            {
              "content": "Brace yourself like a man, because I have some questions for you, and you must answer them.",
              "reference": "Job 38:3"
            },
            {
              "content": "“Where were you when I laid the foundations of the earth? Tell me, if you know so much.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who determined its dimensions and stretched out the surveying line?",
              "reference": "Job 38:5"
            },
            {
              "content": "What supports its foundations, and who laid its cornerstone",
              "reference": "Job 38:6"
            },
            {
              "content": "as the morning stars sang together and all the angels shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "“Who kept the sea inside its boundaries as it burst from the womb,",
              "reference": "Job 38:8"
            },
            {
              "content": "and as I clothed it with clouds and wrapped it in thick darkness?",
              "reference": "Job 38:9"
            },
            {
              "content": "For I locked it behind barred gates, limiting its shores.",
              "reference": "Job 38:10"
            },
            {
              "content": "I said, ‘This far and no farther will you come. Here your proud waves must stop!’",
              "reference": "Job 38:11"
            },
            {
              "content": "“Have you ever commanded the morning to appear and caused the dawn to rise in the east?",
              "reference": "Job 38:12"
            },
            {
              "content": "Have you made daylight spread to the ends of the earth, to bring an end to the night’s wickedness?",
              "reference": "Job 38:13"
            },
            {
              "content": "As the light approaches, the earth takes shape like clay pressed beneath a seal; it is robed in brilliant colors.",
              "reference": "Job 38:14"
            },
            {
              "content": "The light disturbs the wicked and stops the arm that is raised in violence.",
              "reference": "Job 38:15"
            },
            {
              "content": "“Have you explored the springs from which the seas come? Have you explored their depths?",
              "reference": "Job 38:16"
            },
            {
              "content": "Do you know where the gates of death are located? Have you seen the gates of utter gloom?",
              "reference": "Job 38:17"
            },
            {
              "content": "Do you realize the extent of the earth? Tell me about it if you know!",
              "reference": "Job 38:18"
            },
            {
              "content": "“Where does light come from, and where does darkness go?",
              "reference": "Job 38:19"
            },
            {
              "content": "Can you take each to its home? Do you know how to get there?",
              "reference": "Job 38:20"
            },
            {
              "content": "But of course you know all this! For you were born before it was all created, and you are so very experienced!",
              "reference": "Job 38:21"
            },
            {
              "content": "“Have you visited the storehouses of the snow or seen the storehouses of hail?",
              "reference": "Job 38:22"
            },
            {
              "content": "(I have reserved them as weapons for the time of trouble, for the day of battle and war.)",
              "reference": "Job 38:23"
            },
            {
              "content": "Where is the path to the source of light? Where is the home of the east wind?",
              "reference": "Job 38:24"
            },
            {
              "content": "“Who created a channel for the torrents of rain? Who laid out the path for the lightning?",
              "reference": "Job 38:25"
            },
            {
              "content": "Who makes the rain fall on barren land, in a desert where no one lives?",
              "reference": "Job 38:26"
            },
            {
              "content": "Who sends rain to satisfy the parched ground and make the tender grass spring up?",
              "reference": "Job 38:27"
            },
            {
              "content": "“Does the rain have a father? Who gives birth to the dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "Who is the mother of the ice? Who gives birth to the frost from the heavens?",
              "reference": "Job 38:29"
            },
            {
              "content": "For the water turns to ice as hard as rock, and the surface of the water freezes.",
              "reference": "Job 38:30"
            },
            {
              "content": "“Can you direct the movement of the stars— binding the cluster of the Pleiades or loosening the cords of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you direct the constellations through the seasons or guide the Bear with her cubs across the heavens?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the laws of the universe? Can you use them to regulate the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "“Can you shout to the clouds and make it rain?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you make lightning appear and cause it to strike as you direct?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who gives intuition to the heart and instinct to the mind?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who is wise enough to count all the clouds? Who can tilt the water jars of heaven",
              "reference": "Job 38:37"
            },
            {
              "content": "when the parched ground is dry and the soil has hardened into clods?",
              "reference": "Job 38:38"
            },
            {
              "content": "“Can you stalk prey for a lioness and satisfy the young lions’ appetites",
              "reference": "Job 38:39"
            },
            {
              "content": "as they lie in their dens or crouch in the thicket?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides food for the ravens when their young cry out to God and wander about in hunger?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/38-247ac26d20f8b40ac5cbecece15a5177.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "39": {
          "reference": "Job 39 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“Do you know when the wild goats give birth? Have you watched as deer are born in the wild?",
              "reference": "Job 39:1"
            },
            {
              "content": "Do you know how many months they carry their young? Are you aware of the time of their delivery?",
              "reference": "Job 39:2"
            },
            {
              "content": "They crouch down to give birth to their young and deliver their offspring.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young grow up in the open fields, then leave home and never return.",
              "reference": "Job 39:4"
            },
            {
              "content": "“Who gives the wild donkey its freedom? Who untied its ropes?",
              "reference": "Job 39:5"
            },
            {
              "content": "I have placed it in the wilderness; its home is the wasteland.",
              "reference": "Job 39:6"
            },
            {
              "content": "It hates the noise of the city and has no driver to shout at it.",
              "reference": "Job 39:7"
            },
            {
              "content": "The mountains are its pastureland, where it searches for every blade of grass.",
              "reference": "Job 39:8"
            },
            {
              "content": "“Will the wild ox consent to being tamed? Will it spend the night in your stall?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you hitch a wild ox to a plow? Will it plow a field for you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Given its strength, can you trust it? Can you leave and trust the ox to do your work?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you rely on it to bring home your grain and deliver it to your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "“The ostrich flaps her wings grandly, but they are no match for the feathers of the stork.",
              "reference": "Job 39:13"
            },
            {
              "content": "She lays her eggs on top of the earth, letting them be warmed in the dust.",
              "reference": "Job 39:14"
            },
            {
              "content": "She doesn’t worry that a foot might crush them or a wild animal might destroy them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She is harsh toward her young, as if they were not her own. She doesn’t care if they die.",
              "reference": "Job 39:16"
            },
            {
              "content": "For God has deprived her of wisdom. He has given her no understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "But whenever she jumps up to run, she passes the swiftest horse with its rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "“Have you given the horse its strength or clothed its neck with a flowing mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Did you give it the ability to leap like a locust? Its majestic snorting is terrifying!",
              "reference": "Job 39:20"
            },
            {
              "content": "It paws the earth and rejoices in its strength when it charges out to battle.",
              "reference": "Job 39:21"
            },
            {
              "content": "It laughs at fear and is unafraid. It does not run from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "The arrows rattle against it, and the spear and javelin flash.",
              "reference": "Job 39:23"
            },
            {
              "content": "It paws the ground fiercely and rushes forward into battle when the ram’s horn blows.",
              "reference": "Job 39:24"
            },
            {
              "content": "It snorts at the sound of the horn. It senses the battle in the distance. It quivers at the captain’s commands and the noise of battle.",
              "reference": "Job 39:25"
            },
            {
              "content": "“Is it your wisdom that makes the hawk soar and spread its wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Is it at your command that the eagle rises to the heights to make its nest?",
              "reference": "Job 39:27"
            },
            {
              "content": "It lives on the cliffs, making its home on a distant, rocky crag.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there it hunts its prey, keeping watch with piercing eyes.",
              "reference": "Job 39:29"
            },
            {
              "content": "Its young gulp down blood. Where there’s a carcass, there you’ll find it.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/39-20567872f86c43e127b933524a18d65e.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "40": {
          "reference": "Job 40 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then the Lord said to Job,",
              "reference": "Job 40:1"
            },
            {
              "content": "“Do you still want to argue with the Almighty? You are God’s critic, but do you have the answers?”",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job replied to the Lord,",
              "reference": "Job 40:3"
            },
            {
              "content": "“I am nothing—how could I ever find the answers? I will cover my mouth with my hand.",
              "reference": "Job 40:4"
            },
            {
              "content": "I have said too much already. I have nothing more to say.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job from the whirlwind:",
              "reference": "Job 40:6"
            },
            {
              "content": "“Brace yourself like a man, because I have some questions for you, and you must answer them.",
              "reference": "Job 40:7"
            },
            {
              "content": "“Will you discredit my justice and condemn me just to prove you are right?",
              "reference": "Job 40:8"
            },
            {
              "content": "Are you as strong as God? Can you thunder with a voice like his?",
              "reference": "Job 40:9"
            },
            {
              "content": "All right, put on your glory and splendor, your honor and majesty.",
              "reference": "Job 40:10"
            },
            {
              "content": "Give vent to your anger. Let it overflow against the proud.",
              "reference": "Job 40:11"
            },
            {
              "content": "Humiliate the proud with a glance; walk on the wicked where they stand.",
              "reference": "Job 40:12"
            },
            {
              "content": "Bury them in the dust. Imprison them in the world of the dead.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then even I would praise you, for your own strength would save you.",
              "reference": "Job 40:14"
            },
            {
              "content": "“Take a look at Behemoth, which I made, just as I made you. It eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "See its powerful loins and the muscles of its belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "Its tail is as strong as a cedar. The sinews of its thighs are knit tightly together.",
              "reference": "Job 40:17"
            },
            {
              "content": "Its bones are tubes of bronze. Its limbs are bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "It is a prime example of God’s handiwork, and only its Creator can threaten it.",
              "reference": "Job 40:19"
            },
            {
              "content": "The mountains offer it their best food, where all the wild animals play.",
              "reference": "Job 40:20"
            },
            {
              "content": "It lies under the lotus plants, hidden by the reeds in the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus plants give it shade among the willows beside the stream.",
              "reference": "Job 40:22"
            },
            {
              "content": "It is not disturbed by the raging river, not concerned when the swelling Jordan rushes around it.",
              "reference": "Job 40:23"
            },
            {
              "content": "No one can catch it off guard or put a ring in its nose and lead it away.",
              "reference": "Job 40:24"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/40-cce6e701e3a61ad9819459ea758235d0.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "41": {
          "reference": "Job 41 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "“Can you catch Leviathan with a hook or put a noose around its jaw?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you tie it with a rope through the nose or pierce its jaw with a spike?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will it beg you for mercy or implore you for pity?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will it agree to work for you, to be your slave for life?",
              "reference": "Job 41:4"
            },
            {
              "content": "Can you make it a pet like a bird, or give it to your little girls to play with?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will merchants try to buy it to sell it in their shops?",
              "reference": "Job 41:6"
            },
            {
              "content": "Will its hide be hurt by spears or its head by a harpoon?",
              "reference": "Job 41:7"
            },
            {
              "content": "If you lay a hand on it, you will certainly remember the battle that follows. You won’t try that again!",
              "reference": "Job 41:8"
            },
            {
              "content": "No, it is useless to try to capture it. The hunter who attempts it will be knocked down.",
              "reference": "Job 41:9"
            },
            {
              "content": "And since no one dares to disturb it, who then can stand up to me?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who has given me anything that I need to pay back? Everything under heaven is mine.",
              "reference": "Job 41:11"
            },
            {
              "content": "“I want to emphasize Leviathan’s limbs and its enormous strength and graceful form.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can strip off its hide, and who can penetrate its double layer of armor?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who could pry open its jaws? For its teeth are terrible!",
              "reference": "Job 41:14"
            },
            {
              "content": "The scales on its back are like rows of shields tightly sealed together.",
              "reference": "Job 41:15"
            },
            {
              "content": "They are so close together that no air can get between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "Each scale sticks tight to the next. They interlock and cannot be penetrated.",
              "reference": "Job 41:17"
            },
            {
              "content": "“When it sneezes, it flashes light! Its eyes are like the red of dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "Lightning leaps from its mouth; flames of fire flash out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Smoke streams from its nostrils like steam from a pot heated over burning rushes.",
              "reference": "Job 41:20"
            },
            {
              "content": "Its breath would kindle coals, for flames shoot from its mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "“The tremendous strength in Leviathan’s neck strikes terror wherever it goes.",
              "reference": "Job 41:22"
            },
            {
              "content": "Its flesh is hard and firm and cannot be penetrated.",
              "reference": "Job 41:23"
            },
            {
              "content": "Its heart is hard as rock, hard as a millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When it rises, the mighty are afraid, gripped by terror.",
              "reference": "Job 41:25"
            },
            {
              "content": "No sword can stop it, no spear, dart, or javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "Iron is nothing but straw to that creature, and bronze is like rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "Arrows cannot make it flee. Stones shot from a sling are like bits of grass.",
              "reference": "Job 41:28"
            },
            {
              "content": "Clubs are like a blade of grass, and it laughs at the swish of javelins.",
              "reference": "Job 41:29"
            },
            {
              "content": "Its belly is covered with scales as sharp as glass. It plows up the ground as it drags through the mud.",
              "reference": "Job 41:30"
            },
            {
              "content": "“Leviathan makes the water boil with its commotion. It stirs the depths like a pot of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "The water glistens in its wake, making the sea look white.",
              "reference": "Job 41:32"
            },
            {
              "content": "Nothing on earth is its equal, no other creature so fearless.",
              "reference": "Job 41:33"
            },
            {
              "content": "Of all the creatures, it is the proudest. It is the king of beasts.”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/41-621a9e466cc6937aaa234385bc1e6340.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        },
        "42": {
          "reference": "Job 42 NLT",
          "version": "NLT",
          "verses": [
            {
              "content": "Then Job replied to the Lord:",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know that you can do anything, and no one can stop you.",
              "reference": "Job 42:2"
            },
            {
              "content": "You asked, ‘Who is this that questions my wisdom with such ignorance?’ It is I—and I was talking about things I knew nothing about, things far too wonderful for me.",
              "reference": "Job 42:3"
            },
            {
              "content": "You said, ‘Listen and I will speak! I have some questions for you, and you must answer them.’",
              "reference": "Job 42:4"
            },
            {
              "content": "I had only heard about you before, but now I have seen you with my own eyes.",
              "reference": "Job 42:5"
            },
            {
              "content": "I take back everything I said, and I sit in dust and ashes to show my repentance.”",
              "reference": "Job 42:6"
            },
            {
              "content": "After the Lord had finished speaking to Job, he said to Eliphaz the Temanite: “I am angry with you and your two friends, for you have not spoken accurately about me, as my servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "So take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. My servant Job will pray for you, and I will accept his prayer on your behalf. I will not treat you as you deserve, for you have not spoken accurately about me, as my servant Job has.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did as the Lord commanded them, and the Lord accepted Job’s prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "When Job prayed for his friends, the Lord restored his fortunes. In fact, the Lord gave him twice as much as before!",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brothers, sisters, and former friends came and feasted with him in his home. And they consoled him and comforted him because of all the trials the Lord had brought against him. And each of them brought him a gift of money and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "So the Lord blessed Job in the second half of his life even more than in the beginning. For now he had 14,000 sheep, 6,000 camels, 1,000 teams of oxen, and 1,000 female donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "He also gave Job seven more sons and three more daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "He named his first daughter Jemimah, the second Keziah, and the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "In all the land no women were as lovely as the daughters of Job. And their father put them into his will along with their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "Job lived 140 years after that, living to see four generations of his children and grandchildren.",
              "reference": "Job 42:16"
            },
            {
              "content": "Then he died, an old man who had lived a long, full life.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.",
          "audioBibleUrl": "https://audio-bible-cdn.youversionapi.com/1920/32k/JOB/42-0e5f77fa502025b38123bc4815d25c39.mp3?version_id=116",
          "audioBibleCopyright": "Production ©2023 Oasis audio, LLC. All rights reserved.This audio recording is an edition of the Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}