{
  "translation": "NMV",
  "translationId": 2135,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "There was a man in the land of ‘Utz [wooded], whose name [was] Iyov [hated]; and that man was perfect and upright, and one that feared God-Elōhīm (The Living Word)  [The Many Powered], and eschewed evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "And there were born unto him seven sons and three daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and a very great household; so that this man was the greatest of all the men of the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "And his sons went and feasted [in their] houses, everyone his day; and sent and called for their three sisters to eat and to drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "And it was so, when the days of [their] feasting were gone about, that Iyov [hated] sent and sanctified them, and rose up early in the morning, and offered burnt offerings [according] to the number of them all: for Iyov [hated] said, It may be that my sons have sinned, and cursed God-Elōhīm (The Living Word)  [The Many Powered] in their hearts. Thus did Iyov [hated] continually.",
              "reference": "Job 1:5"
            },
            {
              "content": "Now there was a day when the sons of God-Elōhīm (The Living Word)  [The Many Powered] came to present themselves before the Lord-Yehōvah (Messiah Pre-Incarnate), and Satan came also among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "And the Lord-Yehōvah (Messiah Pre-Incarnate) said unto Satan, Whence come youi? Then Satan answered the Lord-Yehōvah (Messiah Pre-Incarnate), and said, From going to and fro in the earth, and from walking up and down in it.",
              "reference": "Job 1:7"
            },
            {
              "content": "And the Lord-Yehōvah (Messiah Pre-Incarnate) said unto Satan, Have youi considered my servant Iyov [hated], that [there is] none like him in the earth, a perfect and an upright man, one that fears God-Elōhīm (The Living Word)  [The Many Powered], and eschews evil?",
              "reference": "Job 1:8"
            },
            {
              "content": "Then Satan answered the Lord-Yehōvah (Messiah Pre-Incarnate), and said, Does Iyov [hated] fear God-Elōhīm (The Living Word)  [The Many Powered] for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have not youi made an hedge about him, and about his house, and about all that he has on every side? youi have Blessed (Favored by God; happy; prosperous) the work of his hands, and his substance is increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But put forth youi hand now, and touch all that he has, and he will curse youi to youi face.",
              "reference": "Job 1:11"
            },
            {
              "content": "And the Lord-Yehōvah (Messiah Pre-Incarnate) said unto Satan, Behold, all that he has [is] in youi power; only upon himself put not forth youi hand. So Satan went forth from the presence of the Lord-Yehōvah (Messiah Pre-Incarnate).",
              "reference": "Job 1:12"
            },
            {
              "content": "And there was a day when his sons and his daughters [were] eating and drinking wine in their eldest brother’s house:",
              "reference": "Job 1:13"
            },
            {
              "content": "And there came a messenger unto Iyov [hated], and said, The oxen were plowing, and the asses feeding beside them:",
              "reference": "Job 1:14"
            },
            {
              "content": "And the S’va [drunkards] fell [upon them], and took them away; yes, they have slain the servants with the edge of the sword; and I only am escaped alone to tell youi.",
              "reference": "Job 1:15"
            },
            {
              "content": "While he [was] yet speaking, there came also another, and said, The fire of God-Elōhīm (The Living Word)  [The Many Powered] is fallen from heaven, and has burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell youi.",
              "reference": "Job 1:16"
            },
            {
              "content": "While he [was] yet speaking, there came also another, and said, The Kasdim [clod-breakers] made out three bands, and fell upon the camels, and have carried them away, yes, and slain the servants with the edge of the sword; and I only am escaped alone to tell youi.",
              "reference": "Job 1:17"
            },
            {
              "content": "While he [was] yet speaking, there came also another, and said, You1s sons and youi daughters [were] eating and drinking wine in their eldest brother’s house:",
              "reference": "Job 1:18"
            },
            {
              "content": "And, behold, there came a great wind from the wilderness, and struck the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell youi.",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Iyov [hated] arose, and rent his Mantle (cloak; covering garment)  (cloak), and shaved his head, and fell down upon the ground, and worshipped,",
              "reference": "Job 1:20"
            },
            {
              "content": "And said, Naked came I out of my mother’s womb, and naked shall I return there: the Lord-Yehōvah (Messiah Pre-Incarnate) gave, and the Lord-Yehōvah (Messiah Pre-Incarnate) has taken away; Blessed (Favored by God; happy; prosperous) be the name of the Lord-Yehōvah (Messiah Pre-Incarnate).",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this Job sinned not, nor charged God-Elōhīm (The Living Word)  [The Many Powered] foolishly.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Again there was a day when the sons of God-Elōhīm (The Living Word)  [The Many Powered] came to present themselves before the Lord-Yehōvah (Messiah Pre-Incarnate), and Satan came also among them to present himself before the Lord-Yehōvah (Messiah Pre-Incarnate).",
              "reference": "Job 2:1"
            },
            {
              "content": "And the Lord-Yehōvah (Messiah Pre-Incarnate) said unto Satan, From what place come youi? And Satan answered the Lord-Yehōvah (Messiah Pre-Incarnate), and said, From going to and fro in the earth, and from walking up and down in it.",
              "reference": "Job 2:2"
            },
            {
              "content": "And the Lord-Yehōvah (Messiah Pre-Incarnate) said unto Satan, Have youi considered my servant Iyov [hated], that [there is] none like him in the earth, a perfect and an upright man, one that fears God-Elōhīm (The Living Word)  [The Many Powered], and eschews evil? and still he holds fast his integrity, although youi moved me against him, to destroy him without cause.",
              "reference": "Job 2:3"
            },
            {
              "content": "And Satan answered the Lord-Yehōvah (Messiah Pre-Incarnate), and said, Skin for skin, yes, all that a man has will he give for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But put forth youi hand now, and touch his bone and his flesh, and he will curse youi to youi face.",
              "reference": "Job 2:5"
            },
            {
              "content": "And the Lord-Yehōvah (Messiah Pre-Incarnate) said unto Satan, Behold, he [is] in youri hand; but save his life.",
              "reference": "Job 2:6"
            },
            {
              "content": "So went Satan forth from the presence of the Lord-Yehōvah (Messiah Pre-Incarnate), and struck Iyov [hated] with sore boils from the sole of his foot unto his crown.",
              "reference": "Job 2:7"
            },
            {
              "content": "And he took him a potsherd (piece of broken pottery) to scrape himself withal; and he sat down among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then said his wife unto him, Do youi still retain youi integrity? curse God-Elōhīm (The Living Word)  [The Many Powered], and die.",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said unto her, youi speak as one of the foolish women speaks. What? shall we receive good at the hand of God-Elōhīm (The Living Word)  [The Many Powered], and shall we not receive evil? In all this did not Iyov [hated] sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "Now when Iyov’s [hated] three friends heard of all this evil that was come upon him, they came every one from his own place; Elifaz [my God is (fine) gold] the Temani [southward], and Bildad [confusing by mingling love] the Shuchi [wealth], and Tzofar [sparrow] the Na’amti [pleasantness]: for they had made an appointment together to come to mourn with him and to comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "And when they lifted up their eyes afar off, and knew him not, they lifted up their voice, and wept; and they rent every one his Mantle (cloak; covering garment)  (cloak), and sprinkled dust upon their heads toward heaven.",
              "reference": "Job 2:12"
            },
            {
              "content": "So they sat down with him upon the ground seven days and seven nights, and none spoke a word unto him: for they saw that [his] grief was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "After this opened Iyov [hated] his mouth, and cursed his day.",
              "reference": "Job 3:1"
            },
            {
              "content": "And Iyov [hated] spoke, and said,",
              "reference": "Job 3:2"
            },
            {
              "content": "Let the day perish wherein I was born, and the night [in which] it was said, There is a man child conceived.",
              "reference": "Job 3:3"
            },
            {
              "content": "Let that day be darkness; let not God-Elōhīm (The Living Word)  [The Many Powered] regard it from above, neither let the light shine upon it.",
              "reference": "Job 3:4"
            },
            {
              "content": "Let darkness and the shadow of death stain it; let a cloud dwell upon it; let the blackness of the day terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "As [for] that night, let darkness seize upon it; let it not be joined unto the days of the year, let it not come into the number of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "Lo, let that night be solitary, let no joyful voice come in it.",
              "reference": "Job 3:7"
            },
            {
              "content": "Let them curse it that curse the day, who are ready to raise up their mourning.",
              "reference": "Job 3:8"
            },
            {
              "content": "Let the stars of the twilight thereof be dark; let it look for light, but [have] none; neither let it see the dawning of the day:",
              "reference": "Job 3:9"
            },
            {
              "content": "Because it shut not up the doors of my [mother’s] womb, nor hid sorrow from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "Why died I not from the womb? [why] did I [not] give up the ghost when I came out of the belly?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did the knees prevent (come before; go before; anticipate) me? or why the breasts that I should suck?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now should I have lain still and been quiet, I should have slept: then had I been at rest,",
              "reference": "Job 3:13"
            },
            {
              "content": "With kings and counselors of the earth, which built desolate places for themselves;",
              "reference": "Job 3:14"
            },
            {
              "content": "Or with princes that had gold, who filled their houses with silver:",
              "reference": "Job 3:15"
            },
            {
              "content": "Or as an hidden untimely birth I had not been; as infants [which] never saw light.",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease [from] troubling; and there the weary be at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "[There] the prisoners rest together; they hear not the voice of the oppressor.",
              "reference": "Job 3:18"
            },
            {
              "content": "The small and great are there; and the servant [is] free from his master.",
              "reference": "Job 3:19"
            },
            {
              "content": "For what reason is light given to him that is in misery, and life unto the bitter [in] soul;",
              "reference": "Job 3:20"
            },
            {
              "content": "Which long for death, but it [comes] not; and dig for it more than for hid treasures;",
              "reference": "Job 3:21"
            },
            {
              "content": "Which rejoice exceedingly, [and] are glad, when they can find the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "[Why is light given] to a man whose way is hid, and whom God-Elōhīm (The Living Word)  [The Many Powered] has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For my sighing comes before I eat, and my roarings are poured out like the waters.",
              "reference": "Job 3:24"
            },
            {
              "content": "For the thing which I greatly feared is come upon me, and that which I was afraid of is come unto me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I was not in safety, neither had I rest, neither was I quiet; yet trouble came.",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then Elifaz [my God is (fine) gold] the Temani [southward] answered and said,",
              "reference": "Job 4:1"
            },
            {
              "content": "[If] we assay to commune with youi, will youi be grieved? but who can withhold himself from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Behold, youi have instructed many, and youi have strengthened the weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "You1s words have upholden him that was falling, and youi have strengthened the feeble knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now it is come upon youi, and youi faintest; it touches youi, and youi are troubled.",
              "reference": "Job 4:5"
            },
            {
              "content": "[Is] not [this] youri fear, youri confidence, youri hope, and the uprightness of youri ways?",
              "reference": "Job 4:6"
            },
            {
              "content": "Remember, I pray youi, who [ever] perished, being innocent? or where were the righteous cut off?",
              "reference": "Job 4:7"
            },
            {
              "content": "Even as I have seen, they that plow iniquity, and sow wickedness, reap the same.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the blast of God-Elōhīm (The Living Word)  [The Many Powered] they perish, and by the breath of his nostrils are they consumed.",
              "reference": "Job 4:9"
            },
            {
              "content": "The roaring of the lion, and the voice of the fierce lion, and the teeth of the young lions, are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The old lion perishes for lack of prey, and the stout lion’s whelps are scattered abroad.",
              "reference": "Job 4:11"
            },
            {
              "content": "Now a thing was secretly brought to me, and my ear received a little thereof.",
              "reference": "Job 4:12"
            },
            {
              "content": "In thoughts from the visions of the night, when deep sleep falls on men,",
              "reference": "Job 4:13"
            },
            {
              "content": "Fear came upon me, and trembling, which made all my bones to shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a spirit passed before my face; the hair of my flesh stood up:",
              "reference": "Job 4:15"
            },
            {
              "content": "It stood still, but I could not discern the form thereof: an image [was] before my eyes, [there was] silence, and I heard a voice, [saying],",
              "reference": "Job 4:16"
            },
            {
              "content": "Shall mortal man be more just than God-Elōhīm (The Living Word)  [The Many Powered]? shall a man be more pure than his maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "Behold, he put no trust in his servants; and his angels he charged with folly:",
              "reference": "Job 4:18"
            },
            {
              "content": "How much less [in] them that dwell in houses of clay, whose foundation [is] in the dust, [which] are crushed before the moth?",
              "reference": "Job 4:19"
            },
            {
              "content": "They are destroyed from morning to evening: they perish forever without any regarding [it].",
              "reference": "Job 4:20"
            },
            {
              "content": "Does not their excellency [which is] in them go away? they die, even without wisdom.",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Call now, if there be any that will answer youi; and to which of the saints will youi turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "For wrath kills the foolish man, and envy slays the silly one.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen the foolish taking root: but suddenly I cursed his habitation.",
              "reference": "Job 5:3"
            },
            {
              "content": "His children are far from safety, and they are crushed in the gate, neither [is there] any to deliver [them].",
              "reference": "Job 5:4"
            },
            {
              "content": "Whose harvest the hungry eats up, and takes it even out of the thorns, and the robber swallow (to approve, commend, accept)s up their substance.",
              "reference": "Job 5:5"
            },
            {
              "content": "Although affliction comes not forth of the dust, neither does trouble spring out of the ground;",
              "reference": "Job 5:6"
            },
            {
              "content": "Yet man is born unto trouble, as the sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "I would seek unto God-Elōhīm (The Living Word)  [The Many Powered], and unto God-Elōhīm (The Living Word)  [The Many Powered] would I commit my cause:",
              "reference": "Job 5:8"
            },
            {
              "content": "Which does great things and unsearchable; marvelous things without number:",
              "reference": "Job 5:9"
            },
            {
              "content": "Who gives rain upon the earth, and send waters upon the fields:",
              "reference": "Job 5:10"
            },
            {
              "content": "To set up on high those that be low; that those which mourn may be exalted to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "He disappoints the devices of the crafty, so that their hands cannot perform [their] enterprise.",
              "reference": "Job 5:12"
            },
            {
              "content": "He takes the wise in their own craftiness: and the counsel of the perverse (twisted)  [habitually disposed to disobedience and opposition] is carried headlong.",
              "reference": "Job 5:13"
            },
            {
              "content": "They meet with darkness in the daytime, and grope in the noonday as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But he saves the poor from the sword, from their mouth, and from the hand of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "So the poor has hope, and iniquity stops her mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "Behold, happy [is] the man whom God-Elōhīm (The Living Word)  [The Many Powered] corrects: therefore despise not youi the chastening of the Almighty:",
              "reference": "Job 5:17"
            },
            {
              "content": "For he makes sore, and binds up: he wounds, and his hands make whole.",
              "reference": "Job 5:18"
            },
            {
              "content": "He shall deliver youi in six troubles: yes, in seven there shall no evil touch youi.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine he shall redeem youi from death: and in war from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "youi shall be hid from the scourge of the tongue: neither shall youi be afraid of destruction when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "At destruction and famine youi shall laugh: neither shall youi be afraid of the beasts of the earth.",
              "reference": "Job 5:22"
            },
            {
              "content": "For youi shall be in league with the stones of the field: and the beasts of the field shall be at peace with youi.",
              "reference": "Job 5:23"
            },
            {
              "content": "And youi shall know that youi tabernacle [shall be] in peace; and youi shall visit youi habitation, and shall not sin.",
              "reference": "Job 5:24"
            },
            {
              "content": "youi shall know also that youi seed [shall be] great, and youi offspring as the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "youi shall come to [youi] grave in a full age, like as a shock of corn comes in in his season.",
              "reference": "Job 5:26"
            },
            {
              "content": "Lo this, we have searched it, so it [is]; hear it, and know youi  [it] for youi good.",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "But Iyov [hated] answered and said,",
              "reference": "Job 6:1"
            },
            {
              "content": "Oh that my grief were thoroughly weighed, and my calamity laid in the balances together!",
              "reference": "Job 6:2"
            },
            {
              "content": "For now it would be heavier than the sand of the sea: therefore my words are swallow (to approve, commend, accept)ed up.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Almighty [are] within me, the poison whereof drink up my spirit: the terrors of God-Elōhīm (The Living Word)  [The Many Powered] do set themselves in array (to put on; to clothe) against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does the wild ass groan (wail; make a foul noise) when he has grass? or lows the ox over his fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Can that which is unsavoury be eaten without salt? or is there [any] taste in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "The things [that] my soul refused to touch [are] as my sorrowful meat.",
              "reference": "Job 6:7"
            },
            {
              "content": "Oh that I might have my request; and that God-Elōhīm (The Living Word)  [The Many Powered] would grant [me] the thing that I long for!",
              "reference": "Job 6:8"
            },
            {
              "content": "Even that it would please God-Elōhīm (The Living Word)  [The Many Powered] to destroy me; that he would let loose his hand, and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "Then should I yet have comfort; yes, I would harden myself in sorrow: let him not spare; for I have not concealed the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "What [is] my strength, that I should hope? and what [is] my end, that I should prolong my life?",
              "reference": "Job 6:11"
            },
            {
              "content": "[Is] my strength the strength of stones? or [is] my flesh of brass?",
              "reference": "Job 6:12"
            },
            {
              "content": "[Is] not my help in me? and is wisdom driven quite from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "To him that is afflicted pity [should be showed] from his friend; but he forsakes the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brethren have dealt deceitfully as a brook, [and] as the stream of brooks they pass away;",
              "reference": "Job 6:15"
            },
            {
              "content": "Which are blackish by reason of the ice, [and] wherein the snow is hid:",
              "reference": "Job 6:16"
            },
            {
              "content": "What time they grow (become; advance) warm, they vanish: when it is hot, they are consumed out of their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "The paths of their way are turned aside; they go to nothing, and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The troops of Teima [desert] looked, the companies of Sheva [Seven] waited for them.",
              "reference": "Job 6:19"
            },
            {
              "content": "They were confounded because they had hoped; they came there, and were ashamed.",
              "reference": "Job 6:20"
            },
            {
              "content": "For now you2f are nothing; you2f see [my] casting down, and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Did I say, Bring unto me? or, Give a reward for me of your substance?",
              "reference": "Job 6:22"
            },
            {
              "content": "Or, Deliver me from the enemy’s hand? or, Redeem me from the hand of the mighty?",
              "reference": "Job 6:23"
            },
            {
              "content": "Teach me, and I will hold my tongue: and cause me to understand wherein I have erred.",
              "reference": "Job 6:24"
            },
            {
              "content": "How forcible are right words! but what does your arguing reprove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you2f imagine to reprove words, and the speeches of one that is desperate, [which are] as wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "Yes, you2f overwhelm the fatherless, and you2f dig [a pit] for your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "Now therefore be content, look upon me; for [it is] evident unto you if I lie.",
              "reference": "Job 6:28"
            },
            {
              "content": "Return, I pray you, let it not be iniquity; yes, return again, my righteousness [is] in it.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there iniquity in my tongue? cannot my taste discern perverse things?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "[Is there] not an appointed time to man upon earth? [are not] his days also like the days of an employee (hired laborer)?",
              "reference": "Job 7:1"
            },
            {
              "content": "As a servant earnestly desires the shadow, and as an employee (hired laborer) looks for [the reward of] his work:",
              "reference": "Job 7:2"
            },
            {
              "content": "So am I made to possess months of vanity, and wearisome nights are appointed to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down, I say, When shall I arise, and the night be gone? and I am full of tossings to and fro unto the dawning of the day.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with worms and clods of dust; my skin is broken, and become loathsome.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle, and are spent without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "O remember that my life [is] wind: my eye shall no more see good.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye of him that has seen me shall see me no [more]: youi eyes [are] upon me, and I [am] not.",
              "reference": "Job 7:8"
            },
            {
              "content": "[As] the cloud is consumed and vanishes away: so he that goes down to the grave shall come up no [more].",
              "reference": "Job 7:9"
            },
            {
              "content": "He shall return no more to his house, neither shall his place know him anymore.",
              "reference": "Job 7:10"
            },
            {
              "content": "Therefore I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "[Am] I a sea, or a whale, that youi set a watch over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "When I say, My bed shall comfort me, my couch shall ease my complaint;",
              "reference": "Job 7:13"
            },
            {
              "content": "Then youi terrify me with dreams, and terrify me through visions:",
              "reference": "Job 7:14"
            },
            {
              "content": "So that my soul chooses strangling, [and] death rather than my life.",
              "reference": "Job 7:15"
            },
            {
              "content": "I loathe [it]; I would not live always: let me alone; for my days [are] vanity.",
              "reference": "Job 7:16"
            },
            {
              "content": "What [is] man, that youi should magnify him? and that youi should set youi heart upon him?",
              "reference": "Job 7:17"
            },
            {
              "content": "And [that] youi should visit him every morning, [and] try him every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "How long will youi not depart from me, nor let me alone till I swallow (to approve, commend, accept) down my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "I have sinned; what shall I do unto youi, O youi preserver of men? why have youi set me as a mark against youi, so that I am a burden to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "And why do youi not pardon my transgression, and take away my iniquity? for now shall I sleep in the dust; and youi shall seek me in the morning, but I [shall] not [be].",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then answered Bildad [confusing by mingling love] the Shuchi [wealth], and said,",
              "reference": "Job 8:1"
            },
            {
              "content": "How long will youi speak these [things]? and [how long shall] the words of youi mouth [be like] a strong wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God-Elōhīm (The Living Word)  [The Many Powered] pervert judgment? or does the Almighty pervert justice?",
              "reference": "Job 8:3"
            },
            {
              "content": "If youi children have sinned against him, and he have cast them away for their transgression;",
              "reference": "Job 8:4"
            },
            {
              "content": "If youi would seek unto God-Elōhīm (The Living Word)  [The Many Powered] early, and make youi supplication to the Almighty;",
              "reference": "Job 8:5"
            },
            {
              "content": "If youi  [were] pure and upright; surely now he would awake for youi, and make the habitation of youi righteousness prosperous.",
              "reference": "Job 8:6"
            },
            {
              "content": "Though youi beginning was small, yet youi latter end should greatly increase.",
              "reference": "Job 8:7"
            },
            {
              "content": "For enquire, I pray youi, of the former age, and prepare yourself to the search of their fathers:",
              "reference": "Job 8:8"
            },
            {
              "content": "(For we [are but of] yesterday, and know nothing, because our days upon earth [are] a shadow)",
              "reference": "Job 8:9"
            },
            {
              "content": "Shall not they teach youi, [and] tell youi, and utter words out of their heart?",
              "reference": "Job 8:10"
            },
            {
              "content": "Can the rush grow up without mire? can the flag grow without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "Whilst it [is] yet in his greenness, [and] not cut down, it withers before any [other] herb.",
              "reference": "Job 8:12"
            },
            {
              "content": "So [are] the paths of all that forget God-Elōhīm (The Living Word)  [The Many Powered]; and the hypocrite’s hope shall perish:",
              "reference": "Job 8:13"
            },
            {
              "content": "Whose hope shall be cut off, and whose trust [shall be] a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "He shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "He [is] green before the sun, and his branch shoots forth in his garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "His roots are wrapped about the heap, [and] sees the place of stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "If he destroy him from his place, then [it] shall deny him, [saying], I have not seen youi.",
              "reference": "Job 8:18"
            },
            {
              "content": "Behold, this [is] the joy of his way, and out of the earth shall others grow.",
              "reference": "Job 8:19"
            },
            {
              "content": "Behold, God-Elōhīm (The Living Word)  [The Many Powered] will not cast away a perfect [man], neither will he help the evil doers:",
              "reference": "Job 8:20"
            },
            {
              "content": "Till he fill youi mouth with laughing, and youi lips with rejoicing.",
              "reference": "Job 8:21"
            },
            {
              "content": "They that hate youi shall be clothed with shame; and the dwelling place of the wicked shall come to nothing.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then Iyov [hated] answered and said,",
              "reference": "Job 9:1"
            },
            {
              "content": "I know [it is] so of a truth: but how should man be just with God-Elōhīm (The Living Word)  [The Many Powered]?",
              "reference": "Job 9:2"
            },
            {
              "content": "If he will contend with him, he cannot answer him one of a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "[He is] wise in heart, and mighty in strength: who has hardened [himself] against him, and has prospered?",
              "reference": "Job 9:4"
            },
            {
              "content": "Which removes the mountains, and they know not: which overturns them in his anger.",
              "reference": "Job 9:5"
            },
            {
              "content": "Which shakes the earth out of her place, and the pillars thereof tremble.",
              "reference": "Job 9:6"
            },
            {
              "content": "Which commands the sun, and it rises not; and seals up the stars.",
              "reference": "Job 9:7"
            },
            {
              "content": "Which alone spreads out the heavens, and treads upon the waves of the sea.",
              "reference": "Job 9:8"
            },
            {
              "content": "Which makes ‘Ash (Arcturus)  [bear watcher], Kesil (Orion)  [The Fool], and Kimah (Pleiades)  [a cluster], and the chambers of the south.",
              "reference": "Job 9:9"
            },
            {
              "content": "Which does great things past finding out; yes, and wonders without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "Lo, he goes by me, and I see [him] not: he passes on also, but I perceive him not.",
              "reference": "Job 9:11"
            },
            {
              "content": "Behold, he takes away, who can hinder him? who will say unto him, What do youi?",
              "reference": "Job 9:12"
            },
            {
              "content": "[If] God-Elōhīm (The Living Word)  [The Many Powered] will not withdraw his anger, the proud helpers do stoop under him.",
              "reference": "Job 9:13"
            },
            {
              "content": "How much less shall I answer him, [and] choose out my words [to reason] with him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Whom, though I were righteous, [yet] would I not answer, [but] I would make supplication to my judge.",
              "reference": "Job 9:15"
            },
            {
              "content": "If I had called, and he had answered me; [yet] would I not believe that he had listened unto my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "For he breaks me with a tempest, and multiplies my wounds without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "He will not suffer me to take my breath, but fills me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If [I speak] of strength, lo, [he is] strong: and if of judgment, who shall set me a time [to plead]?",
              "reference": "Job 9:19"
            },
            {
              "content": "If I justify myself, my own mouth shall condemn me: [if I say], I [am] perfect, it shall also prove me perverse.",
              "reference": "Job 9:20"
            },
            {
              "content": "[Though] I [were] perfect, [yet] would I not know my soul: I would despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "This [is] one [thing], therefore I said [it], He destroys the perfect and the wicked.",
              "reference": "Job 9:22"
            },
            {
              "content": "If the scourge slay suddenly, he will laugh at the trial of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is given into the hand of the wicked: he covers the faces of the thereof; if not, where, [and] who [is] he?",
              "reference": "Job 9:24"
            },
            {
              "content": "Now my days are swifter than a post: they flee away, they see no good.",
              "reference": "Job 9:25"
            },
            {
              "content": "They are passed away as the swift ships: as the eagle [that] hastes to the prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, I will forget my complaint, I will leave off my heaviness, and comfort [myself]:",
              "reference": "Job 9:27"
            },
            {
              "content": "I am afraid of all my sorrows, I know that youi will not hold me innocent.",
              "reference": "Job 9:28"
            },
            {
              "content": "[If] I be wicked, why then labour I in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I wash myself with snow water, and make my hands never so clean;",
              "reference": "Job 9:30"
            },
            {
              "content": "Yet shall youi plunge me in the ditch, and my own clothes shall abhor me.",
              "reference": "Job 9:31"
            },
            {
              "content": "For [he is] not a man, as I [am, that] I should answer him, [and] we should come together in judgment.",
              "reference": "Job 9:32"
            },
            {
              "content": "Neither is there any arbitrator between us, [that] might lay his hand upon us both.",
              "reference": "Job 9:33"
            },
            {
              "content": "Let him take his rod away from me, and let not his fear terrify me:",
              "reference": "Job 9:34"
            },
            {
              "content": "[Then] would I speak, and not fear him; but [it is] not so with me.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say unto God-Elōhīm (The Living Word)  [The Many Powered], Do not condemn me; show me wherefore youi contend with me.",
              "reference": "Job 10:2"
            },
            {
              "content": "[Is it] good unto youi that youi should oppress, that youi should despise the work of youi hands, and shine upon the counsel of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Have youi eyes of flesh? or see youi as man sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "[Are] youi days as the days of man? [are] youi years as man’s days,",
              "reference": "Job 10:5"
            },
            {
              "content": "That youi enquire after my iniquity, and search after my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "youi know that I am not wicked; and [there is] none that can deliver out of youi hand.",
              "reference": "Job 10:7"
            },
            {
              "content": "Your1s hands have made me and fashioned me together round about; yet youi do destroy me.",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember, I beseech (to call upon; appeal; beg) youi, that youi have made me as the clay; and will youi bring me into dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "Have youi not poured me out as milk, and curdled me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "youi have clothed me with skin and flesh, and have fenced me with bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "youi have granted me life and favour, and youi visitation has preserved my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "And these [things] have youi hid in youi heart: I know that this [is] with youi.",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sin, then youi mark me, and youi will not acquit me from my iniquity.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I be wicked, woe unto me; and [if] I be righteous, [yet] will I not lift up my head. [I am] full of confusion; therefore see youi my affliction;",
              "reference": "Job 10:15"
            },
            {
              "content": "For it increases. youi hunt me as a fierce lion: and again youi show yourself marvelous upon me.",
              "reference": "Job 10:16"
            },
            {
              "content": "youi renew youri witnesses against me, and increase youri indignation upon me; changes and war [are] against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "For what reason then have youi brought me forth out of the womb? Oh that I had given up the ghost, and no eye had seen me!",
              "reference": "Job 10:18"
            },
            {
              "content": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "[Are] not my days few? cease [then, and] let me alone, that I may take comfort a little,",
              "reference": "Job 10:20"
            },
            {
              "content": "Before I go [from what place] I shall not return, [even] to the land of darkness and the shadow of death;",
              "reference": "Job 10:21"
            },
            {
              "content": "A land of darkness, as darkness [itself; and] of the shadow of death, without any order, and [where] the light [is] as darkness.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then answered Tzofar [sparrow] the Na’amti [pleasantness], and said,",
              "reference": "Job 11:1"
            },
            {
              "content": "Should not the multitude of words be answered? and should a man full of talk be justified?",
              "reference": "Job 11:2"
            },
            {
              "content": "Should youi lies make men hold their peace? and when youi mock, shall no man make youi ashamed?",
              "reference": "Job 11:3"
            },
            {
              "content": "For youi have said, My doctrine [is] pure, and I am clean in youi eyes.",
              "reference": "Job 11:4"
            },
            {
              "content": "But oh that God-Elōhīm (The Living Word)  [The Many Powered] would speak, and open his lips against youi;",
              "reference": "Job 11:5"
            },
            {
              "content": "And that he would show youi the secrets of wisdom, that [they are] double to that which is! Know therefore that God-Elōhīm (The Living Word)  [The Many Powered] exacts of youi  [less] than youri iniquity [deserves].",
              "reference": "Job 11:6"
            },
            {
              "content": "Can youi by searching find out God-Elōhīm (The Living Word)  [The Many Powered]? can youi find out the Almighty’s limits?",
              "reference": "Job 11:7"
            },
            {
              "content": "[It is] as high as heaven; what can youi do? deeper than hell; what can youi know?",
              "reference": "Job 11:8"
            },
            {
              "content": "The measure thereof [is] longer than the earth, and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If he cut off, and shut up, or gather together, then who can hinder him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For he knows vain men: he sees wickedness also; will he not then consider [it]?",
              "reference": "Job 11:11"
            },
            {
              "content": "For vain man would be wise, though man be born [like] a wild ass’s colt.",
              "reference": "Job 11:12"
            },
            {
              "content": "If youi prepare youi heart, and stretch out youi hands toward him;",
              "reference": "Job 11:13"
            },
            {
              "content": "If iniquity [be] in youi hand, put it far away, and let not wickedness dwell in youi tabernacles.",
              "reference": "Job 11:14"
            },
            {
              "content": "For then shall youi lift up youi face without spot; yes, youi shall be steadfast, and shall not fear:",
              "reference": "Job 11:15"
            },
            {
              "content": "Because youi shall forget [youi] misery, [and] remember [it] as waters [that] pass away:",
              "reference": "Job 11:16"
            },
            {
              "content": "And [youi] age shall be clearer than the noonday; youi shall shine forth, youi shall be as the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "And youi shall be secure, because there is hope; yes, youi shall dig [about youi, and] youi shall take youi rest in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "Also youi shall lie down, and none shall make [youi] afraid; yes, many shall make suit unto youi.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked shall fail, and they shall not escape, and their hope [shall be as] the giving up of the ghost.",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "And Iyov [hated] answered and said,",
              "reference": "Job 12:1"
            },
            {
              "content": "No doubt but you2f  [are] the people, and wisdom shall die with you.",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have understanding as well as you; I [am] not inferior to you: yes, who knows not such things as these?",
              "reference": "Job 12:3"
            },
            {
              "content": "I am [as] one mocked of his neighbour, who calls upon God-Elōhīm (The Living Word)  [The Many Powered], and he answer him: the just upright [man is] laughed to scorn.",
              "reference": "Job 12:4"
            },
            {
              "content": "He that is ready to slip with [his] feet [is as] a lamp despised in the thought of him that is at ease.",
              "reference": "Job 12:5"
            },
            {
              "content": "The tabernacles of robbers prosper, and they that provoke God-Elōhīm (The Living Word)  [The Many Powered] are secure; into whose hand God-Elōhīm (The Living Word)  [The Many Powered] brings [abundantly].",
              "reference": "Job 12:6"
            },
            {
              "content": "But ask now the beasts, and they shall teach youi; and the fowls of the air, and they shall tell youi:",
              "reference": "Job 12:7"
            },
            {
              "content": "Or speak to the earth, and it shall teach youi: and the fishes of the sea shall declare unto youi.",
              "reference": "Job 12:8"
            },
            {
              "content": "Who knows not in all these that the hand of the Lord-Yehōvah (Messiah Pre-Incarnate) has wrought this?",
              "reference": "Job 12:9"
            },
            {
              "content": "In whose hand [is] the soul of every living thing, and the breath of all mankind.",
              "reference": "Job 12:10"
            },
            {
              "content": "Does not the ear try words? and the mouth taste his meat?",
              "reference": "Job 12:11"
            },
            {
              "content": "With the ancient [is] wisdom; and in length of days understanding.",
              "reference": "Job 12:12"
            },
            {
              "content": "With him [is] wisdom and strength, he has counsel and understanding.",
              "reference": "Job 12:13"
            },
            {
              "content": "Behold, he breaks down, and it cannot be built again: he shuts up a man, and there can be no opening.",
              "reference": "Job 12:14"
            },
            {
              "content": "Behold, he withholds the waters, and they dry up: also he send them out, and they overturn the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "With him [is] strength and wisdom: the deceived and the deceiver [are] his.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads counselors away spoiled, and makes the fools.",
              "reference": "Job 12:17"
            },
            {
              "content": "He looses the bond of kings, and put on their waist with a belt.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads princes away spoiled, and overthrows the mighty.",
              "reference": "Job 12:19"
            },
            {
              "content": "He removes away the speech of the trusty, and takes away the understanding of the aged.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt upon princes, and weakens the strength of the mighty.",
              "reference": "Job 12:21"
            },
            {
              "content": "He discovers deep things out of darkness, and brings out to light the shadow of death.",
              "reference": "Job 12:22"
            },
            {
              "content": "He increases the nations, and destroys them: he enlarges the nations, and straitens them [again].",
              "reference": "Job 12:23"
            },
            {
              "content": "He takes away the heart of the chief of the people of the earth, and causes them to wander in a wilderness [where there is] no way.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in the dark without light, and he makes them to stagger like [a] drunken [man].",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Lo, my eye has seen all [this], my ear has heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you2f know, [the same] do I know also: I [am] not inferior unto you.",
              "reference": "Job 13:2"
            },
            {
              "content": "Surely I would speak to the Almighty, and I desire to reason with God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 13:3"
            },
            {
              "content": "But you2f  [are] forgers of lies, you2f  [are] all physicians of no value.",
              "reference": "Job 13:4"
            },
            {
              "content": "O that you2f would altogether hold your peace! and it should be your wisdom.",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear now my reasoning, and hearken to the pleadings of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you2f speak wickedly for God-Elōhīm (The Living Word)  [The Many Powered]? and talk deceitfully for him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you2f accept his person? will you2f contend for God-El [The Powerful Living Word]?",
              "reference": "Job 13:8"
            },
            {
              "content": "Is it good that he should search you out? or as one man mocks another, do you2f  [so] mock him?",
              "reference": "Job 13:9"
            },
            {
              "content": "He will surely reprove you, if you2f do secretly accept persons.",
              "reference": "Job 13:10"
            },
            {
              "content": "Shall not his excellency make you afraid? and his dread fall upon you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your remembrances [are] like unto ashes, your bodies to bodies of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "Hold your peace, let me alone, that I may speak, and let come on me what [will].",
              "reference": "Job 13:13"
            },
            {
              "content": "For what reason do I take my flesh in my teeth, and put my life in my hand?",
              "reference": "Job 13:14"
            },
            {
              "content": "Though he slay me, yet will I trust in him: but I will maintain my own ways before him.",
              "reference": "Job 13:15"
            },
            {
              "content": "He also [shall be] my salvation: for an hypocrite shall not come before him.",
              "reference": "Job 13:16"
            },
            {
              "content": "Hear diligently my speech, and my declaration with your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "Behold now, I have ordered [my] cause; I know that I shall be justified.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who [is] he [that] will plead with me? for now, if I hold my tongue, I shall give up the ghost.",
              "reference": "Job 13:19"
            },
            {
              "content": "Only do not two [things] unto me: then will I not hide myself from youi.",
              "reference": "Job 13:20"
            },
            {
              "content": "Withdraw youi hand far from me: and let not youi dread make me afraid.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call youi, and I will answer: or let me speak, and answer youi me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many [are] my iniquities and sins? make me to know my transgression and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "For what reason hide youi youri face, and hold me for youi enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will youi break a leaf driven to and fro? and will youi pursue the dry stubble?",
              "reference": "Job 13:25"
            },
            {
              "content": "For youi write bitter things against me, and makes me to possess the iniquities of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "youi put my feet also in the stocks, and look narrowly unto all my paths; youi set a print upon the heels of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "And he, as a rotten thing, consumes, as a garment that is moth eaten.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Man [that is] born of a woman [is] of few days, and full of trouble.",
              "reference": "Job 14:1"
            },
            {
              "content": "He comes forth like a flower, and is cut down: he flees also as a shadow, and continue not.",
              "reference": "Job 14:2"
            },
            {
              "content": "And do youi open youi eyes upon such an one, and brings me into judgment with youi?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring a clean [thing] out of an unclean? not one.",
              "reference": "Job 14:4"
            },
            {
              "content": "Seeing his days [are] determined, the number of his months [are] with youi, youi have appointed his bounds that he cannot pass;",
              "reference": "Job 14:5"
            },
            {
              "content": "Turn from him, that he may rest, till he shall accomplish, as an employee (hired laborer), his day.",
              "reference": "Job 14:6"
            },
            {
              "content": "For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.",
              "reference": "Job 14:7"
            },
            {
              "content": "Though the root thereof grow (become; advance) old in the earth, and the stock thereof die in the ground;",
              "reference": "Job 14:8"
            },
            {
              "content": "[Yet] through the scent of water it will bud, and bring forth boughs like a plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But man dies, and wastes away: yes, man gives up the ghost, and where [is] he?",
              "reference": "Job 14:10"
            },
            {
              "content": "[As] the waters fail from the sea, and the flood decays and dries up:",
              "reference": "Job 14:11"
            },
            {
              "content": "So man lies down, and rises not: till the heavens [be] no more, they shall not awake, nor be raised out of their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "O that youi would hide me in the grave, that youi would keep me secret, until youi wrath be past, that youi would appoint me a set time, and remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If a man die, shall he live [again]? all the days of my appointed time will I wait, till my change come.",
              "reference": "Job 14:14"
            },
            {
              "content": "youi shall call, and I will answer youi: youi will have a desire to the work of youi hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "For now youi my steps: do youi not watch over my sin?",
              "reference": "Job 14:16"
            },
            {
              "content": "My transgression [is] sealed up in a bag, and youi sews up my iniquity.",
              "reference": "Job 14:17"
            },
            {
              "content": "And surely the mountain falling comes to nothing, and the rock is removed out of his place.",
              "reference": "Job 14:18"
            },
            {
              "content": "The waters wear the stones: youi washes away the things which grow [out] of the dust of the earth; and youi destroy the hope of man.",
              "reference": "Job 14:19"
            },
            {
              "content": "youi prevail forever against him, and he passes: youi change his Countenance (Face, appearance; show favor), and send him away.",
              "reference": "Job 14:20"
            },
            {
              "content": "His sons come to honour, and he knows [it] not; and they are brought low, but he perceives [it] not of them.",
              "reference": "Job 14:21"
            },
            {
              "content": "But his flesh upon him shall have pain, and his soul within him shall mourn.",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then answered Elifaz [my God is (fine) gold] the Temani [southward], and said,",
              "reference": "Job 15:1"
            },
            {
              "content": "Should a wise man utter vain knowledge, and fill his belly with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Should he reason with unprofitable talk? or with speeches which he can do no good?",
              "reference": "Job 15:3"
            },
            {
              "content": "Yes, youi cast off fear, and restraints prayer before God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 15:4"
            },
            {
              "content": "For youri mouth utters youri iniquity, and youi choose the tongue of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your1s own mouth condemns youi, and not I: yes, youri own lips testify against youi.",
              "reference": "Job 15:6"
            },
            {
              "content": "[Are] youi the first man [that] was born? or were youi made before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Have youi heard the secret of God-Elōhīm (The Living Word)  [The Many Powered]? and do youi restrain wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "What know youi, that we know not? [what] understand youi, which [is] not in us?",
              "reference": "Job 15:9"
            },
            {
              "content": "With us [are] both the grayheaded and very aged men, much elder than youi father.",
              "reference": "Job 15:10"
            },
            {
              "content": "[Are] the consolations of God-Elōhīm (The Living Word)  [The Many Powered] small with youi? is there any secret thing with youi?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why does youi heart carry youi away? and what do youi eyes wink at,",
              "reference": "Job 15:12"
            },
            {
              "content": "That youi turn youri spirit against God-Elōhīm (The Living Word)  [The Many Powered], and let [such] words go out of youri mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "What [is] man, that he should be clean? and [he which is] born of a woman, that he should be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "Behold, he puts no trust in his saints; yes, the heavens are not clean in his sight.",
              "reference": "Job 15:15"
            },
            {
              "content": "How much more abominable and filthy [is] man, which drink iniquity like water?",
              "reference": "Job 15:16"
            },
            {
              "content": "I will show youi, hear me; and that [which] I have seen I will declare;",
              "reference": "Job 15:17"
            },
            {
              "content": "Which wise men have told from their fathers, and have not hid [it]:",
              "reference": "Job 15:18"
            },
            {
              "content": "Unto whom alone the earth was given, and no stranger passed among them.",
              "reference": "Job 15:19"
            },
            {
              "content": "The wicked man travails with pain all [his] days, and the number of years is hidden to the oppressor.",
              "reference": "Job 15:20"
            },
            {
              "content": "A dreadful sound [is] in his ears: in prosperity the destroyer shall come upon him.",
              "reference": "Job 15:21"
            },
            {
              "content": "He believeth not that he shall return out of darkness, and he is waited for of the sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "He wanders abroad for bread, [saying], Where [is it]? he knows that the day of darkness is ready at his hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "For he stretches out his hand against God-Elōhīm (The Living Word)  [The Many Powered], and strengthens himself against the Almighty.",
              "reference": "Job 15:25"
            },
            {
              "content": "He runs upon him, [even] on [his] neck, upon the thick bosses (bump-like shapes on a shield) of his bucklers:",
              "reference": "Job 15:26"
            },
            {
              "content": "Because he covers his face with his fatness, and makes blubber of fat on [his] flanks.",
              "reference": "Job 15:27"
            },
            {
              "content": "And he dwells in desolate cities, [and] in houses which no man inhabits, which are ready to become heaps.",
              "reference": "Job 15:28"
            },
            {
              "content": "He shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth.",
              "reference": "Job 15:29"
            },
            {
              "content": "He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let not him that is deceived trust in vanity: for vanity shall be his recompense.",
              "reference": "Job 15:31"
            },
            {
              "content": "It shall be accomplished before his time, and his branch shall not be green.",
              "reference": "Job 15:32"
            },
            {
              "content": "He shall shake off his unripe grape as the vine, and shall cast off his flower as the olive.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the congregation of hypocrites [shall be] desolate, and fire shall consume the tabernacles of bribery.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive mischief, and bring forth vanity, and their belly prepares deceit.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then Iyov [hated] answered and said,",
              "reference": "Job 16:1"
            },
            {
              "content": "I have heard many such things: miserable comforters [are] you2f all.",
              "reference": "Job 16:2"
            },
            {
              "content": "Shall vain words have an end? or what emboldens youi that youi answer?",
              "reference": "Job 16:3"
            },
            {
              "content": "I also could speak as you2f  [do]: if your soul were in my soul’s stead, I could heap up words against you, and shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "[But] I would strengthen you with my mouth, and the moving of my lips should assuage [your grief].",
              "reference": "Job 16:5"
            },
            {
              "content": "Though I speak, my grief is not assuaged: and [though] I refrain (restrain; refrein from acting), what am I eased?",
              "reference": "Job 16:6"
            },
            {
              "content": "But now he has made me weary: youi have made desolate all my company.",
              "reference": "Job 16:7"
            },
            {
              "content": "And youi have filled me with wrinkles, [which] is a witness [against me]: and my leanness rising up in me bears witness to my face.",
              "reference": "Job 16:8"
            },
            {
              "content": "He tears [me] in his wrath, who hates me: he gnashes upon me with his teeth; my enemy sharpens his eyes upon me.",
              "reference": "Job 16:9"
            },
            {
              "content": "They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God-Elōhīm (The Living Word)  [The Many Powered] has delivered me to the ungodly, and turned me over into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was at ease, but he has broken me asunder: he has also taken [me] by my neck, and shaken me to pieces, and set me up for his mark.",
              "reference": "Job 16:12"
            },
            {
              "content": "His archers compass (go around, encircle; encompass) me round about, he cleaves my reins (literally, kidneys; figuratively, seat of emotion) asunder, and does not spare; he pours out my gall (something bitter or poisonous) upon the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He breaks me with breach (breaking forth; a break; opening, inlet) upon breach (breaking forth; a break; opening, inlet), he runs upon me like a giant.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sewed sackcloth upon my skin, and defiled my horn in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is foul with weeping, and on my eyelids [is] the shadow of death;",
              "reference": "Job 16:16"
            },
            {
              "content": "Not for [any] injustice in my hands: also my prayer [is] pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "O earth, cover not youi my blood, and let my cry have no place.",
              "reference": "Job 16:18"
            },
            {
              "content": "Also now, behold, my witness [is] in heaven, and my record [is] on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends scorn me: [but] my eye pours out [tears] unto God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 16:20"
            },
            {
              "content": "O that one might plead for a man with God-Elōhīm (The Living Word)  [The Many Powered], as a man [pleads] for his neighbour!",
              "reference": "Job 16:21"
            },
            {
              "content": "When a few years are come, then I shall go the way [from what place] I shall not return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "My breath is corrupt, my days are extinct, the graves [are ready] for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "[Are there] not mockers with me? and does not my eye continue in their provocation?",
              "reference": "Job 17:2"
            },
            {
              "content": "Lay down now, put me in a surety with youi; who [is] he [that] will strike hands with me?",
              "reference": "Job 17:3"
            },
            {
              "content": "For youi have hid their heart from understanding: therefore shall youi not exalt [them].",
              "reference": "Job 17:4"
            },
            {
              "content": "He that speaks flattery to [his] friends, even the eyes of his children shall fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "He has made me also a byword of the people; and aforetime I was as a tambourine.",
              "reference": "Job 17:6"
            },
            {
              "content": "Mine eye also is dim by reason of sorrow, and all my members [are] as a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "Upright [men] shall be astonished at this, and the innocent shall stir up himself against the hypocrite.",
              "reference": "Job 17:8"
            },
            {
              "content": "The righteous also shall hold on his way, and he that has clean hands shall be stronger and stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "But as for you all, do you2f return, and come now: for I cannot find [one] wise [man] among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days are past, my purposes are broken off, [even] the thoughts of my heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "They change the night into day: the light [is] short because of darkness.",
              "reference": "Job 17:12"
            },
            {
              "content": "If I wait, the grave [is] my house: I have made my bed in the darkness.",
              "reference": "Job 17:13"
            },
            {
              "content": "I have said to corruption, youi  [are] my father: to the worm, [youi are] my mother, and my sister.",
              "reference": "Job 17:14"
            },
            {
              "content": "And where [is] now my hope? as for my hope, who shall see it?",
              "reference": "Job 17:15"
            },
            {
              "content": "They shall go down to the bars of the pit, when [our] rest together [is] in the dust.",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then answered Bildad [confusing by mingling love] the Shuchi [wealth], and said,",
              "reference": "Job 18:1"
            },
            {
              "content": "How long [will it be before] you2f make an end of words? mark, and afterwards we will speak.",
              "reference": "Job 18:2"
            },
            {
              "content": "For what reason are we counted as beasts, [and] reputed vile in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "He tears himself in his anger: shall the earth be forsaken for youi? and shall the rock be removed out of his place?",
              "reference": "Job 18:4"
            },
            {
              "content": "Yes, the light of the wicked shall be put out, and the spark of his fire shall not shine.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light shall be dark in his tabernacle, and his candle shall be put out with him.",
              "reference": "Job 18:6"
            },
            {
              "content": "The steps of his strength shall be straightened, and his own counsel shall cast him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "For he is cast into a net by his own feet, and he walks upon a snare.",
              "reference": "Job 18:8"
            },
            {
              "content": "The trap shall take [him] by the heel, [and] the robber shall prevail against him.",
              "reference": "Job 18:9"
            },
            {
              "content": "The snare [is] laid for him in the ground, and a trap for him in the way.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors shall make him afraid on every side, and shall drive him to his feet.",
              "reference": "Job 18:11"
            },
            {
              "content": "His strength shall be hungerbitten, and destruction [shall be] ready at his side.",
              "reference": "Job 18:12"
            },
            {
              "content": "It shall devour the strength of his skin: [even] the firstborn of death shall devour his strength.",
              "reference": "Job 18:13"
            },
            {
              "content": "His confidence shall be rooted out of his tabernacle, and it shall bring him to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "It shall dwell in his tabernacle, because [it is] none of his: sulfur shall be scattered upon his habitation.",
              "reference": "Job 18:15"
            },
            {
              "content": "His roots shall be dried up beneath, and above shall his branch be cut off.",
              "reference": "Job 18:16"
            },
            {
              "content": "His remembrance shall perish from the earth, and he shall have no name in the street.",
              "reference": "Job 18:17"
            },
            {
              "content": "He shall be driven from light into darkness, and chased out of the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He shall neither have son nor nephew among his people, nor any remaining in his dwellings.",
              "reference": "Job 18:19"
            },
            {
              "content": "They that come after [him] shall be astonished at his day, as they that went before were affrighted.",
              "reference": "Job 18:20"
            },
            {
              "content": "Surely such [are] the dwellings of the wicked, and this [is] the place [of him that] knows not God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then Iyov [hated] answered and said,",
              "reference": "Job 19:1"
            },
            {
              "content": "How long will you2f vex my soul, and break me in pieces with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times have you2f reproached me: you2f are not ashamed [that] you2f make yourselves strange to me.",
              "reference": "Job 19:3"
            },
            {
              "content": "And be it indeed [that] I have erred, my error remains with myself.",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed you2f will magnify [yourselves] against me, and plead against me my reproach (disgrace; shame):",
              "reference": "Job 19:5"
            },
            {
              "content": "Know now that God-Elōhīm (The Living Word)  [The Many Powered] has overthrown me, and has compassed me with his net.",
              "reference": "Job 19:6"
            },
            {
              "content": "Behold, I cry out of wrong, but I am not heard: I cry aloud, but [there is] no judgment.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has fenced up my way that I cannot pass, and he has set darkness in my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my glory, and taken the crown [from] my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He has destroyed me on every side, and I am gone: and my hope has he removed like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "He has also kindled his wrath against me, and he counts me unto him as [one of] his enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops come together, and raise up their way against me, and encamp round about my tabernacle.",
              "reference": "Job 19:12"
            },
            {
              "content": "He has put my brethren far from me, and my acquaintance are truly estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My kinsfolk have failed, and my familiar friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "They that dwell in my house, and my maids, count me for a stranger: I am an alien in their sight.",
              "reference": "Job 19:15"
            },
            {
              "content": "I called my servant, and he gave [me] no answer; I entreated him with my mouth.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is strange to my wife, though I entreated for the children’s [sake] of my own body.",
              "reference": "Job 19:17"
            },
            {
              "content": "Yes, young children despised me; I arose, and they spoke against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my inward friends abhorred me: and they whom I loved are turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bone cleaves to my skin and to my flesh, and I am escaped with the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Have pity upon me, have pity upon me, O you2f my friends; for the hand of God-Elōhīm (The Living Word)  [The Many Powered] has touched me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you2f persecute me as God-Elōhīm (The Living Word)  [The Many Powered], and are not satisfied with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "Oh that my words were now written! oh that they were printed in a book!",
              "reference": "Job 19:23"
            },
            {
              "content": "That they were graven with an iron pen and lead in the rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "For I know [that] my redeemer lives, and [that] he shall stand at the latter [day] upon the earth:",
              "reference": "Job 19:25"
            },
            {
              "content": "And [though] after my skin [worms] destroy this [body], yet in my flesh shall I see God-Elōhīm (The Living Word)  [The Many Powered]:",
              "reference": "Job 19:26"
            },
            {
              "content": "Whom I shall see for myself, and my eyes shall behold, and not another; [though] my reins (literally, kidneys; figuratively, seat of emotion) be consumed within me.",
              "reference": "Job 19:27"
            },
            {
              "content": "But you2f should say, Why persecute we him, seeing the root of the matter is found in me?",
              "reference": "Job 19:28"
            },
            {
              "content": "Be you2f afraid of the sword: for wrath [brings] the punishments of the sword, that you2f may know [there is] a judgment.",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then answered Tzofar [sparrow] the Na’amti [pleasantness], and said,",
              "reference": "Job 20:1"
            },
            {
              "content": "Therefore do my thoughts cause me to answer, and for [this] I make haste.",
              "reference": "Job 20:2"
            },
            {
              "content": "I have heard the rebuke (reprimand; strongly warn; restrain) of my reproach (disgrace; shame), and the spirit of my understanding causes me to answer.",
              "reference": "Job 20:3"
            },
            {
              "content": "Know youi  [not] this of old, since man was placed upon earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "That the triumphing of the wicked [is] short, and the joy of the hypocrite [but] for a moment?",
              "reference": "Job 20:5"
            },
            {
              "content": "Though his excellency mount up to the heavens, and his head reach unto the clouds;",
              "reference": "Job 20:6"
            },
            {
              "content": "[Yet] he shall perish forever like his own dung: they which have seen him shall say, Where [is] he?",
              "reference": "Job 20:7"
            },
            {
              "content": "He shall fly away as a dream, and shall not be found: yes, he shall be chased away as a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye also [which] saw him shall [see him] no more; neither shall his place any more behold him.",
              "reference": "Job 20:9"
            },
            {
              "content": "His children shall seek to please the poor, and his hands shall restore their goods.",
              "reference": "Job 20:10"
            },
            {
              "content": "His bones are full [of the sin] of his youth, which shall lie down with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "Though wickedness be sweet in his mouth, [though] he hide it under his tongue;",
              "reference": "Job 20:12"
            },
            {
              "content": "[Though] he spare it, and forsake it not; but keep it still within his mouth:",
              "reference": "Job 20:13"
            },
            {
              "content": "[Yet] his meat in his bowels (inward parts; affections) is turned, [it is] the gall (something bitter or poisonous) of asps within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "He has swallow (to approve, commend, accept)ed down riches, and he shall vomit them up again: God-Elōhīm (The Living Word)  [The Many Powered] shall cast them out of his belly.",
              "reference": "Job 20:15"
            },
            {
              "content": "He shall suck the poison of asps: the viper’s tongue shall slay him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He shall not see the rivers, the floods, the brooks of honey and butter.",
              "reference": "Job 20:17"
            },
            {
              "content": "That which he laboured for shall he restore, and shall not swallow (to approve, commend, accept)  [it] down: according to [his] substance [shall] the restitution [be], and he shall not rejoice [in it].",
              "reference": "Job 20:18"
            },
            {
              "content": "Because he has oppressed [and] has forsaken the poor; [because] he has violently taken away an house which he built not;",
              "reference": "Job 20:19"
            },
            {
              "content": "Surely he shall not feel quietness in his belly, he shall not save of that which he desired.",
              "reference": "Job 20:20"
            },
            {
              "content": "There shall none of his meat be left; therefore shall no man look for his goods.",
              "reference": "Job 20:21"
            },
            {
              "content": "In the fullness of his sufficiency he shall be in straits: every hand of the wicked shall come upon him.",
              "reference": "Job 20:22"
            },
            {
              "content": "[When] he is about to fill his belly, [God-Elōhīm (The Living Word)  [The Many Powered]] shall cast the fury of his wrath upon him, and shall rain [it] upon him while he is eating.",
              "reference": "Job 20:23"
            },
            {
              "content": "He shall flee from the iron weapon, [and] the bow of steel shall strike him through.",
              "reference": "Job 20:24"
            },
            {
              "content": "It is drawn, and comes out of the body; yes, the glittering sword comes out of his gall (something bitter or poisonous): terrors [are] upon him.",
              "reference": "Job 20:25"
            },
            {
              "content": "All darkness [shall be] hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heaven shall reveal his iniquity; and the earth shall rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "The increase of his house shall depart, [and his goods] shall flow away in the day of his wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "This [is] the portion of a wicked man from God-Elōhīm (The Living Word)  [The Many Powered], and the heritage appointed unto him by God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "But Iyov [hated] answered and said,",
              "reference": "Job 21:1"
            },
            {
              "content": "Hear diligently my speech, and let this be your consolations.",
              "reference": "Job 21:2"
            },
            {
              "content": "Suffer me that I may speak; and after that I have spoken, mock on.",
              "reference": "Job 21:3"
            },
            {
              "content": "As for me, [is] my complaint to man? and if [it were so], why should not my spirit be troubled?",
              "reference": "Job 21:4"
            },
            {
              "content": "Mark me, and be astonished, and lay [your] hand upon [your] mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "Even when I remember I am afraid, and trembling takes hold on my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "For what reason do the wicked live, become old, yes, are mighty in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their seed is established in their sight with them, and their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses [are] safe from fear, neither [is] the rod of God-Elōhīm (The Living Word)  [The Many Powered] upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bulls are fertile, and fail not; their cow calve, and casts not her calf.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send forth their little ones like a flock, and their children dance.",
              "reference": "Job 21:11"
            },
            {
              "content": "They take the timbrel and harp, and rejoice at the sound of the organ.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days in wealth, and in a moment go down to the grave.",
              "reference": "Job 21:13"
            },
            {
              "content": "Therefore they say unto God-El [The Powerful Living Word], Depart from us; for we desire not the knowledge of youi ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "What [is] the Almighty, that we should serve him? and what profit should we have, if we pray unto him?",
              "reference": "Job 21:15"
            },
            {
              "content": "Lo, their good [is] not in their hand: the counsel of the wicked is far from me.",
              "reference": "Job 21:16"
            },
            {
              "content": "How oft is the candle of the wicked put out! and [how oft] comes their destruction upon them! [God-Elōhīm (The Living Word)  [The Many Powered]] distributes sorrows in his anger.",
              "reference": "Job 21:17"
            },
            {
              "content": "They are as stubble before the wind, and as chaff that the storm carries away.",
              "reference": "Job 21:18"
            },
            {
              "content": "God-Elōhīm (The Living Word)  [The Many Powered] lays up his iniquity for his children: he rewards him, and he shall know [it].",
              "reference": "Job 21:19"
            },
            {
              "content": "His eyes shall see his destruction, and he shall drink of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what pleasure [has] he in his house after him, when the number of his months is cut off in the midst?",
              "reference": "Job 21:21"
            },
            {
              "content": "Shall [any] teach God-Elōhīm (The Living Word)  [The Many Powered] knowledge? seeing he those that are high.",
              "reference": "Job 21:22"
            },
            {
              "content": "One dies in his full strength, being wholly at ease and quiet.",
              "reference": "Job 21:23"
            },
            {
              "content": "His breasts are full of milk, and his bones are moistened with marrow.",
              "reference": "Job 21:24"
            },
            {
              "content": "And another dies in the bitterness of his soul, and never eats with pleasure.",
              "reference": "Job 21:25"
            },
            {
              "content": "They shall lie down alike in the dust, and the worms shall cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "Behold, I know your thoughts, and the devices [which] you2f wrongfully imagine against me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For you2f say, Where [is] the house of the prince? and where [are] the dwelling places of the wicked?",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you2f not asked them that go by the way? and do you2f not know their tokens,",
              "reference": "Job 21:29"
            },
            {
              "content": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who shall declare his way to his face? and who shall repay him [what] he has done?",
              "reference": "Job 21:31"
            },
            {
              "content": "Yet shall he be brought to the grave, and shall remain in the tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "The clods of the valley shall be sweet unto him, and every man shall draw after him, as [there are] innumerable before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "How then comfort you2f me in vain, seeing in your answers there remains falsehood?",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then Elifaz [my God is (fine) gold] the Temani [southward] answered and said,",
              "reference": "Job 22:1"
            },
            {
              "content": "Can a man be profitable unto God-Elōhīm (The Living Word)  [The Many Powered], as he that is wise may be profitable unto himself?",
              "reference": "Job 22:2"
            },
            {
              "content": "[Is it] any pleasure to the Almighty, that youi are righteous? or [is it] gain [to him], that youi makes youi ways perfect?",
              "reference": "Job 22:3"
            },
            {
              "content": "Will he reprove youi for fear of youi? will he enter with youi into judgment?",
              "reference": "Job 22:4"
            },
            {
              "content": "[Is] not youi wickedness great? and youi iniquities infinite?",
              "reference": "Job 22:5"
            },
            {
              "content": "For youi have taken a pledge from youi brother for nothing, and stripped the naked of their clothing.",
              "reference": "Job 22:6"
            },
            {
              "content": "youi have not given water to the weary to drink, and youi have withheld bread from the hungry.",
              "reference": "Job 22:7"
            },
            {
              "content": "But [as for] the mighty man, he had the earth; and the honourable man dwelt in it.",
              "reference": "Job 22:8"
            },
            {
              "content": "youi have sent widows away empty, and the arms of the fatherless have been broken.",
              "reference": "Job 22:9"
            },
            {
              "content": "Therefore snares [are] round about youi, and sudden fear troubles youi;",
              "reference": "Job 22:10"
            },
            {
              "content": "Or darkness, [that] youi cannot see; and abundance of waters cover youi.",
              "reference": "Job 22:11"
            },
            {
              "content": "[Is] not God-Elōhīm (The Living Word)  [The Many Powered] in the height of heaven? and behold the height of the stars, how high they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "And youi say, How does God-Elōhīm (The Living Word)  [The Many Powered] know? can he judge through the dark cloud?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds [are] a covering to him, that he sees not; and he walks in the circuit of heaven.",
              "reference": "Job 22:14"
            },
            {
              "content": "Have youi marked the old way which wicked men have trampled?",
              "reference": "Job 22:15"
            },
            {
              "content": "Which were cut down out of time, whose foundation was overflown with a flood:",
              "reference": "Job 22:16"
            },
            {
              "content": "Which said unto God-El [The Powerful Living Word], Depart from us: and what can the Almighty do for them?",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet he filled their houses with good [things]: but the counsel of the wicked is far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see [it], and are glad: and the innocent laugh them to scorn.",
              "reference": "Job 22:19"
            },
            {
              "content": "Whereas our substance is not cut down, but the remnant of them the fire consumes.",
              "reference": "Job 22:20"
            },
            {
              "content": "Acquaint now yourself with him, and be at peace: thereby good shall come unto youi.",
              "reference": "Job 22:21"
            },
            {
              "content": "Receive, I pray youi, the law from his mouth, and lay up his words in youi heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If youi return to the Almighty, youi shall be built up, youi shall put away iniquity far from youi tabernacles.",
              "reference": "Job 22:23"
            },
            {
              "content": "Then shall youi lay up gold as dust, and the [gold] of Ofir [reducing to ashes] as the stones of the brooks.",
              "reference": "Job 22:24"
            },
            {
              "content": "Yes, the Almighty shall be youi defense, and youi shall have plenty of silver.",
              "reference": "Job 22:25"
            },
            {
              "content": "For then shall youi have youi delight in the Almighty, and shall lift up youi face unto God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 22:26"
            },
            {
              "content": "youi shall make youi prayer unto him, and he shall hear youi, and youi shall pay youi vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "youi shall also decree a thing, and it shall be established unto youi: and the light shall shine upon youi ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When [men] are cast down, then youi shall say, [There is] lifting up; and he shall save the humble person.",
              "reference": "Job 22:29"
            },
            {
              "content": "He shall deliver the island of the innocent: and it is delivered by the pureness of youi hands.",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then Iyov [hated] answered and said,",
              "reference": "Job 23:1"
            },
            {
              "content": "Even today [is] my complaint bitter: my stroke is heavier than my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "Oh that I knew where I might find him! [that] I might come [even] to his seat!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would order [my] cause before him, and fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would know the words [which] he would answer me, and understand what he would say unto me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Will he plead against me with [his] great power? No; but he would put [strength] in me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There the righteous might dispute with him; so should I be delivered forever from my judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "Behold, I go forward, but he [is] not [there]; and backward, but I cannot perceive him:",
              "reference": "Job 23:8"
            },
            {
              "content": "On the left hand, where he does work, but I cannot behold [him]: he hides himself on the right hand, that I cannot see [him]:",
              "reference": "Job 23:9"
            },
            {
              "content": "But he knows the way that I take: [when] he has tried me, I shall come forth as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My foot has held his steps, his way have I kept, and not declined.",
              "reference": "Job 23:11"
            },
            {
              "content": "Neither have I gone back from the commandment of his lips; I have esteemed the words of his mouth more than my necessary [food].",
              "reference": "Job 23:12"
            },
            {
              "content": "But he [is] in one [mind], and who can turn him? and [what] his soul desires, even [that] he does.",
              "reference": "Job 23:13"
            },
            {
              "content": "For he performs [the thing that is] appointed for me: and many such [things are] with him.",
              "reference": "Job 23:14"
            },
            {
              "content": "Therefore am I troubled at his presence: when I consider, I am afraid of him.",
              "reference": "Job 23:15"
            },
            {
              "content": "For God-Elōhīm (The Living Word)  [The Many Powered] makes my heart soft, and the Almighty troubles me:",
              "reference": "Job 23:16"
            },
            {
              "content": "Because I was not cut off before the darkness, [neither] has he covered the darkness from my face.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Why, seeing times are not hidden from the Almighty, do they that know him not see his days?",
              "reference": "Job 24:1"
            },
            {
              "content": "[Some] remove the landmarks; they violently take away flocks, and feed [thereof].",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the ass of the fatherless, they take the widow’s ox for a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They turn the needy out of the way: the poor of the earth hide themselves together.",
              "reference": "Job 24:4"
            },
            {
              "content": "Behold, [as] wild asses in the desert, go they forth to their work; rising early for a prey: the wilderness [yields] food for them [and] for [their] children.",
              "reference": "Job 24:5"
            },
            {
              "content": "They reap [every one] his corn in the field: and they gather the vintage of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "They cause the naked to lodge without clothing, that [they have] no covering in the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are wet with the showers of the mountains, and embrace the rock for lack of a shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "They pluck the fatherless from the breast, and take a pledge of the poor.",
              "reference": "Job 24:9"
            },
            {
              "content": "They cause [him] to go naked without clothing, and they take away the sheaf [from] the hungry;",
              "reference": "Job 24:10"
            },
            {
              "content": "[Which] make oil within their walls, [and] trample [their] winepresses, and suffer thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "Men groan from out of the city, and the soul of the wounded cries out: yet God-Elōhīm (The Living Word)  [The Many Powered] lays not folly [to them].",
              "reference": "Job 24:12"
            },
            {
              "content": "They are of those that rebel against the light; they know not the ways thereof, nor abide in the paths thereof.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer rising with the light kills the poor and needy, and in the night is as a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye also of the adulterer waits for the twilight, saying, No eye shall see me: and disguises [his] face.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark they dig through houses, [which] they had marked for themselves in the daytime: they know not the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "For the morning [is] to them even as the shadow of death: if [one] know [them, they are in] the terrors of the shadow of death.",
              "reference": "Job 24:17"
            },
            {
              "content": "He [is] swift as the waters; their portion is cursed in the earth: he beholds not the way of the vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Drought and heat consume the snow waters: [so does] the grave [those which] have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "The womb shall forget him; the worm shall feed sweetly on him; he shall be no more remembered; and wickedness shall be broken as a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "He evil entreats the barren [that] bears not: and does not good to the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "He draws also the mighty with his power: he rises up, and no [man] is sure of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "[Though] it be given him [to be] in safety, whereon he rests; yet his eyes [are] upon their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted for a little while, but are gone and brought low; they are taken out of the way as all [other], and cut off as the tops of the ears of corn.",
              "reference": "Job 24:24"
            },
            {
              "content": "And if [it be] not [so] now, who will make me a liar, and make my speech nothing worth?",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then answered Bildad [confusing by mingling love] the Shuchi [wealth], and said,",
              "reference": "Job 25:1"
            },
            {
              "content": "Dominion and fear [are] with him, he makes peace in his high places.",
              "reference": "Job 25:2"
            },
            {
              "content": "Is there any number of his armies? and upon whom does not his light arise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can man be justified with God-Elōhīm (The Living Word)  [The Many Powered]? or how can he be clean [that is] born of a woman?",
              "reference": "Job 25:4"
            },
            {
              "content": "Behold even to the moon, and it shines not; yes, the stars are not pure in his sight.",
              "reference": "Job 25:5"
            },
            {
              "content": "How much less man, [that is] a worm? and the Son of man, [which is] a worm?",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "But Job answered and said,",
              "reference": "Job 26:1"
            },
            {
              "content": "How have youi helped [him that is] without power? [how] save youi the arm [that has] no strength?",
              "reference": "Job 26:2"
            },
            {
              "content": "How have youi counseled [him that has] no wisdom? and [how] have youi plentifully declared the thing as it is?",
              "reference": "Job 26:3"
            },
            {
              "content": "To whom have youi uttered words? and whose spirit came from youi?",
              "reference": "Job 26:4"
            },
            {
              "content": "Dead [things] are formed from under the waters, and the inhabitants thereof.",
              "reference": "Job 26:5"
            },
            {
              "content": "Hell [is] naked before him, and destruction has no covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretches out the north over the empty place, [and] hangs the earth upon nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He binds up the waters in his thick clouds; and the cloud is not rent under them.",
              "reference": "Job 26:8"
            },
            {
              "content": "He holds back the face of his throne, [and] spreads his cloud upon it.",
              "reference": "Job 26:9"
            },
            {
              "content": "He has compassed the waters with bounds, until the day and night come to an end.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of heaven tremble and are astonished at his reproof (rebuke; scolding).",
              "reference": "Job 26:11"
            },
            {
              "content": "He divides the sea with his power, and by his understanding he smites through the proud.",
              "reference": "Job 26:12"
            },
            {
              "content": "By his spirit he has garnished the heavens; his hand has formed the crooked serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "Lo, these [are] parts of his ways: but how little a portion is heard of him? but the thunder of his power who can understand?",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Moreover Iyov [hated] continued his parable, and said,",
              "reference": "Job 27:1"
            },
            {
              "content": "[As] God-Elōhīm (The Living Word)  [The Many Powered] lives, [who] has taken away my judgment; and the Almighty, [who] has vexed my soul;",
              "reference": "Job 27:2"
            },
            {
              "content": "All the while my breath [is] in me, and the spirit of God-Elōhīm (The Living Word)  [The Many Powered] [is] in my nostrils;",
              "reference": "Job 27:3"
            },
            {
              "content": "My lips shall not speak wickedness, nor my tongue utter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "God-Elōhīm (The Living Word)  [The Many Powered] forbid that I should justify you: till I die I will not remove my integrity from me.",
              "reference": "Job 27:5"
            },
            {
              "content": "My righteousness I hold fast, and will not let it go: my heart shall not reproach (disgrace; shame)  [me] so long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "Let my enemy be as the wicked, and he that rises up against me as the unrighteous.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what [is] the hope of the hypocrite, though he has gained, when God-Elōhīm (The Living Word)  [The Many Powered] takes away his soul?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God-Elōhīm (The Living Word)  [The Many Powered] hear his cry when trouble comes upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will he delight himself in the Almighty? will he always call upon God-Elōhīm (The Living Word)  [The Many Powered]?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you by the hand of God-Elōhīm (The Living Word)  [The Many Powered]: [that] which [is] with the Almighty will I not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "Behold, all you2f yourselves have seen [it]; why then are you2f thus altogether vain?",
              "reference": "Job 27:12"
            },
            {
              "content": "This [is] the portion of a wicked man with God-Elōhīm (The Living Word)  [The Many Powered], and the heritage of oppressors, [which] they shall receive of the Almighty.",
              "reference": "Job 27:13"
            },
            {
              "content": "If his children be multiplied, [it is] for the sword: and his offspring shall not be satisfied with bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those that remain of him shall be buried in death: and his widows shall not weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though he heap up silver as the dust, and prepare clothing as the clay;",
              "reference": "Job 27:16"
            },
            {
              "content": "He may prepare [it], but the just shall put [it] on, and the innocent shall divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "He builds his house as a moth, and as a booth [that] the keeper makes.",
              "reference": "Job 27:18"
            },
            {
              "content": "The rich man shall lie down, but he shall not be gathered: he opens his eyes, and he [is] not.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors take hold on him as waters, a tempest steals him away in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind carries him away, and he departs: and as a storm hurls him out of his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "For [God-Elōhīm (The Living Word)  [The Many Powered]] shall cast upon him, and not spare: he would fain (earnestly want to or long to; gladly) flee out of his hand.",
              "reference": "Job 27:22"
            },
            {
              "content": "[Men] shall clap their hands at him, and shall hiss him out of his place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Surely there is a vein for the silver, and a place for gold [where] they fine [it].",
              "reference": "Job 28:1"
            },
            {
              "content": "Yir’on [fearing] is taken out of the earth, and brass [is] molten [out of] the stone.",
              "reference": "Job 28:2"
            },
            {
              "content": "He sets an end to darkness, and searches out all perfection: the stones of darkness, and the shadow of death.",
              "reference": "Job 28:3"
            },
            {
              "content": "The flood breaks out from the inhabitant; [even the waters] forgotten of the foot: they are dried up, they are gone away from men.",
              "reference": "Job 28:4"
            },
            {
              "content": "[As for] the earth, out of it comes bread: and under it is turned up as it were fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "The stones of it [are] the place of sapphires: and it has dust of gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "[There is] a path which no fowl knows, and which the vulture’s eye has not seen:",
              "reference": "Job 28:7"
            },
            {
              "content": "The lion’s whelps have not trampled it, nor the fierce lion passed by it.",
              "reference": "Job 28:8"
            },
            {
              "content": "He puts forth his hand upon the rock; he overturns the mountains by the roots.",
              "reference": "Job 28:9"
            },
            {
              "content": "He cuts out rivers among the rocks; and his eye sees every precious thing.",
              "reference": "Job 28:10"
            },
            {
              "content": "He binds the floods from overflowing; and [the thing that is] hid brings he forth to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where shall wisdom be found? and where [is] the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Man knows not the price thereof; neither is it found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The depth says, It [is] not in me: and the sea says, [It is] not with me.",
              "reference": "Job 28:14"
            },
            {
              "content": "It cannot be gotten for gold, neither shall silver be weighed [for] the price thereof.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be valued with the gold of Ofir [reducing to ashes], with the precious onyx, or the sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "The gold and the crystal cannot equal it: and the exchange of it [shall not be for] jewels of fine gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "No mention shall be made of coral, or of pearls: for the price of wisdom [is] above rubies.",
              "reference": "Job 28:18"
            },
            {
              "content": "The topaz of Ethiopia [Kush] shall not equal it, neither shall it be valued with pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "Whence then comes wisdom? and where [is] the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "Seeing it is hid from the eyes of all living, and kept close from the fowls of the air.",
              "reference": "Job 28:21"
            },
            {
              "content": "Destruction and death say, We have heard the fame thereof with our ears.",
              "reference": "Job 28:22"
            },
            {
              "content": "God-Elōhīm (The Living Word)  [The Many Powered] understands the way thereof, and he knows the place thereof.",
              "reference": "Job 28:23"
            },
            {
              "content": "For he looks to the ends of the earth, [and] sees under the whole heaven;",
              "reference": "Job 28:24"
            },
            {
              "content": "To make the weight for the winds; and he weighs the waters by measure.",
              "reference": "Job 28:25"
            },
            {
              "content": "When he made a decree for the rain, and a way for the lightning of the thunder:",
              "reference": "Job 28:26"
            },
            {
              "content": "Then did he see it, and declare it; he prepared it, yes, and searched it out.",
              "reference": "Job 28:27"
            },
            {
              "content": "And unto man he said, Behold, the fear of the Lord-Adonai (The Father)  [Greatest Above All Things], that [is] wisdom; and to depart from evil [is] understanding.",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Moreover Iyov [hated] continued his parable, and said,",
              "reference": "Job 29:1"
            },
            {
              "content": "Oh that I were as [in] months past, as [in] the days [when] God-Elōhīm (The Living Word)  [The Many Powered] preserved me;",
              "reference": "Job 29:2"
            },
            {
              "content": "When his candle shined upon my head, [and when] by his light I walked [through] darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "As I was in the days of my youth, when the secret of God-Elōhīm (The Living Word)  [The Many Powered] [was] upon my tabernacle;",
              "reference": "Job 29:4"
            },
            {
              "content": "When the Almighty [was] yet with me, [when] my children [were] about me;",
              "reference": "Job 29:5"
            },
            {
              "content": "When I washed my steps with butter, and the rock poured me out rivers of oil;",
              "reference": "Job 29:6"
            },
            {
              "content": "When I went out to the gate through the city, [when] I prepared my seat in the street!",
              "reference": "Job 29:7"
            },
            {
              "content": "The young men saw me, and hid themselves: and the aged arose, [and] stood up.",
              "reference": "Job 29:8"
            },
            {
              "content": "The princes refrained talking, and laid [their] hand on their mouth.",
              "reference": "Job 29:9"
            },
            {
              "content": "The nobles held their peace, and their tongue cleaved to the roof of their mouth.",
              "reference": "Job 29:10"
            },
            {
              "content": "When the ear heard [me], then it Blessed (Favored by God; happy; prosperous) me; and when the eye saw [me], it gave witness to me:",
              "reference": "Job 29:11"
            },
            {
              "content": "Because I delivered the poor that cried, and the fatherless, and [him that had] none to help him.",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of him that was ready to perish came upon me: and I caused the widow’s heart to sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness, and it clothed me: my judgment [was] as a robe and a Diadem (royal headband worn by Eastern kings).",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind, and feet [was] I to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I [was] a father to the poor: and the cause [which] I knew not I searched out.",
              "reference": "Job 29:16"
            },
            {
              "content": "And I broke the jaws of the wicked, and plucked the spoil (plunder; prey; booty) out of his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "Then I said, I shall die in my nest, and I shall multiply [my] days as the sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My root [was] spread out by the waters, and the dew lay all night upon my branch.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory [was] fresh in me, and my bow was renewed in my hand.",
              "reference": "Job 29:20"
            },
            {
              "content": "Unto me [men] gave ear, and waited, and kept silence at my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "After my words they spoke not again; and my speech dropped upon them.",
              "reference": "Job 29:22"
            },
            {
              "content": "And they waited for me as for the rain; and they opened their mouth wide [as] for the latter rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "[If] I laughed on them, they believed [it] not; and the light of my Countenance (Face, appearance; show favor) they cast not down.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose out their way, and sat chief, and dwelt as a king in the army, as one [that] comforts the mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "But now [they that are] younger than I have me in ridicule (laughing at enemies’ threats), whose fathers I would have disdained to have set with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "Yes, whereto [might] the strength of their hands [profit] me, in whom old age was perished?",
              "reference": "Job 30:2"
            },
            {
              "content": "For lack and famine [they were] solitary; fleeing into the wilderness in former time desolate and waste.",
              "reference": "Job 30:3"
            },
            {
              "content": "Who cut up mallow (to approve, commend, accept)s by the bushes, and juniper roots [for] their meat.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were driven forth from among [men], (they cried after them as [after] a thief;)",
              "reference": "Job 30:5"
            },
            {
              "content": "To dwell in the clefts of the valleys, [in] caves of the earth, and [in] the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "Among the bushes they groan (wail; make a foul noise)ed; under the nettles they were gathered together.",
              "reference": "Job 30:7"
            },
            {
              "content": "[They were] children of fools, yes, children of base men: they were viler than the earth.",
              "reference": "Job 30:8"
            },
            {
              "content": "And now am I their song, yes, I am their byword.",
              "reference": "Job 30:9"
            },
            {
              "content": "They abhor me, they flee far from me, and spare not to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "Because he has loosed my cord, and afflicted me, they have also let loose the bridle before me.",
              "reference": "Job 30:11"
            },
            {
              "content": "Upon [my] right [hand] rise the youth; they push away my feet, and they raise up against me the ways of their destruction.",
              "reference": "Job 30:12"
            },
            {
              "content": "They mar my path, they set forward my calamity, they have no helper.",
              "reference": "Job 30:13"
            },
            {
              "content": "They came [upon me] as a wide breaking in [of waters]: in the desolation they rolled themselves [upon me].",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors are turned upon me: they pursue my soul as the wind: and my welfare passes away as a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "And now my soul is poured out upon me; the days of affliction have taken hold upon me.",
              "reference": "Job 30:16"
            },
            {
              "content": "My bones are pierced in me in the night season: and my sinews take no rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "By the great force [of my disease] is my garment changed: it binds me about as the collar of my coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has cast me into the mire, and I am become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry unto youi, and youi do not hear me: I stand up, and youi regard me [not].",
              "reference": "Job 30:20"
            },
            {
              "content": "youi are become cruel to me: with youri strong hand youi oppose yourself against me.",
              "reference": "Job 30:21"
            },
            {
              "content": "youi lift me up to the wind; youi cause me to ride [upon it], and dissolve my substance.",
              "reference": "Job 30:22"
            },
            {
              "content": "For I know [that] youi will bring me [to] death, and [to] the house appointed for all living.",
              "reference": "Job 30:23"
            },
            {
              "content": "However he will not stretch out [his] hand to the grave, though they cry in his destruction.",
              "reference": "Job 30:24"
            },
            {
              "content": "Did not I weep for him that was in trouble? was [not] my soul grieved for the poor?",
              "reference": "Job 30:25"
            },
            {
              "content": "When I looked for good, then evil came [unto me]: and when I waited for light, there came darkness.",
              "reference": "Job 30:26"
            },
            {
              "content": "My bowels (inward parts; affections) boiled, and rested not: the days of affliction prevented me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I went mourning without the sun: I stood up, [and] I cried in the congregation.",
              "reference": "Job 30:28"
            },
            {
              "content": "I am a brother to dragons, and a companion to owls.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin is black upon me, and my bones are burned with heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "My harp also is [turned] to mourning, and my organ into the voice of them that weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "I made a covenant with my eyes; why then should I think upon a maid?",
              "reference": "Job 31:1"
            },
            {
              "content": "For what portion of God-Elōhīm (The Living Word)  [The Many Powered] [is there] from above? and [what] inheritance of the Almighty from on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "[Is] not destruction to the wicked? and a strange [punishment] to the workers of iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does not he see my ways, and count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "If I have walked with vanity, or if my foot has hasted to deceit;",
              "reference": "Job 31:5"
            },
            {
              "content": "Let me be weighed in an even balance, that God-Elōhīm (The Living Word)  [The Many Powered] may know my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If my step has turned out of the way, and my heart walked after my eyes, and if any blot has cleaved to my hands;",
              "reference": "Job 31:7"
            },
            {
              "content": "[Then] let me sow, and let another eat; yes, let my offspring be rooted out.",
              "reference": "Job 31:8"
            },
            {
              "content": "If my heart have been deceived by a woman, or [if] I have laid wait at my neighbour’s door;",
              "reference": "Job 31:9"
            },
            {
              "content": "[Then] let my wife grind unto another, and let others bow down upon her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For this [is] an heinous crime; yes, it [is] an iniquity [to be punished by] the judges.",
              "reference": "Job 31:11"
            },
            {
              "content": "For it [is] a fire [that] consumes to destruction, and would root out all my increase.",
              "reference": "Job 31:12"
            },
            {
              "content": "If I did despise the cause of my manservant or of my maidservant, when they contended with me;",
              "reference": "Job 31:13"
            },
            {
              "content": "What then shall I do when God-Elōhīm (The Living Word)  [The Many Powered] rises up? and when he visits, what shall I answer him?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not he that made me in the womb make him? and did not one fashion us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "If I have withheld the poor from [their] desire, or have caused the eyes of the widow to fail;",
              "reference": "Job 31:16"
            },
            {
              "content": "Or have eaten my morsel myself alone, and the fatherless has not eaten thereof;",
              "reference": "Job 31:17"
            },
            {
              "content": "(For from my youth he was brought up with me, as [with] a father, and I have guided her from my mother’s womb;)",
              "reference": "Job 31:18"
            },
            {
              "content": "If I have seen any perish for lack of clothing, or any poor without covering;",
              "reference": "Job 31:19"
            },
            {
              "content": "If his waist have not Blessed (Favored by God; happy; prosperous) me, and [if] he were [not] warmed with the fleece of my sheep;",
              "reference": "Job 31:20"
            },
            {
              "content": "If I have lifted up my hand against the fatherless, when I saw my help in the gate:",
              "reference": "Job 31:21"
            },
            {
              "content": "[Then] let my arm fall from my shoulder blade, and my arm be broken from the bone.",
              "reference": "Job 31:22"
            },
            {
              "content": "For destruction [from] God-Elōhīm (The Living Word)  [The Many Powered] [was] a terror to me, and by reason of his highness I could not endure.",
              "reference": "Job 31:23"
            },
            {
              "content": "If I have made gold my hope, or have said to the fine gold, [youi are] my confidence;",
              "reference": "Job 31:24"
            },
            {
              "content": "If I rejoiced because my wealth [was] great, and because my hand had gotten much;",
              "reference": "Job 31:25"
            },
            {
              "content": "If I beheld the sun when it shined, or the moon walking [in] brightness;",
              "reference": "Job 31:26"
            },
            {
              "content": "And my heart has been secretly enticed, or my mouth has kissed my hand:",
              "reference": "Job 31:27"
            },
            {
              "content": "This also [were] an iniquity [to be punished by] the judge: for I should have denied the God-El [The Powerful Living Word] [that is] above.",
              "reference": "Job 31:28"
            },
            {
              "content": "If I rejoiced at the destruction of him that hated me, or lifted up myself when evil found him:",
              "reference": "Job 31:29"
            },
            {
              "content": "Neither have I suffered my mouth to sin by wishing a curse to his soul.",
              "reference": "Job 31:30"
            },
            {
              "content": "If the men of my tabernacle said not, Oh that we had of his flesh! we cannot be satisfied.",
              "reference": "Job 31:31"
            },
            {
              "content": "The stranger did not lodge in the street: [but] I opened my doors to the traveller.",
              "reference": "Job 31:32"
            },
            {
              "content": "If I covered my transgressions as Adam (Man, ground; red; earthling), by hiding my iniquity in my bosom:",
              "reference": "Job 31:33"
            },
            {
              "content": "Did I fear a great multitude, or did the contempt of families terrify me, that I kept silence, [and] went not out of the door?",
              "reference": "Job 31:34"
            },
            {
              "content": "Oh that one would hear me! behold, my desire [is, that] the Almighty would answer me, and [that] my adversary had written a book.",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would take it upon my shoulder, [and] bind it [as] a crown to me.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would declare unto him the number of my steps; as a prince would I go near unto him.",
              "reference": "Job 31:37"
            },
            {
              "content": "If my land cry against me, or that the furrows likewise thereof complain;",
              "reference": "Job 31:38"
            },
            {
              "content": "If I have eaten the fruits thereof without money, or have caused the owners thereof to lose their life:",
              "reference": "Job 31:39"
            },
            {
              "content": "Let thistles grow instead of wheat, and cockle (a weed resembling wheat) instead of barley. The words of Iyov [hated] are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "So these three men ceased to answer Iyov [hated], because he [was] righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "Then was kindled the wrath of Elihu [He is my God] the son of Barakh’el [God blesses] the Buzi [contempt], of the family of Ram [high or exalted]: against Iyov [hated] was his wrath kindled, because he justified himself rather than God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 32:2"
            },
            {
              "content": "Also against his three friends was his wrath kindled, because they had found no answer, and [yet] had condemned Iyov [hated].",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu [He is my God] had waited till Iyov [hated] had spoken, because they [were] elder than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "When Elihu [He is my God] saw that [there was] no answer in the mouth of [these] three men, then his wrath was kindled.",
              "reference": "Job 32:5"
            },
            {
              "content": "And Elihu [He is my God] the son of Barakh’el [God blesses] the Buzi [contempt] answered and said, I [am] young, and you2f  [are] very old; wherefore I was afraid, and dared (was bold enough) not show you my opinion.",
              "reference": "Job 32:6"
            },
            {
              "content": "I said, Days should speak, and multitude of years should teach wisdom.",
              "reference": "Job 32:7"
            },
            {
              "content": "But [there is] a spirit in man: and the inspiration of the Almighty gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "Great men are not [always] wise: neither do the aged understand judgment.",
              "reference": "Job 32:9"
            },
            {
              "content": "Therefore I said, Listen to me; I also will show my opinion.",
              "reference": "Job 32:10"
            },
            {
              "content": "Behold, I waited for your words; I gave ear to your reasons, whilst you2f searched out what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "Yes, I attended unto you, and, behold, [there was] none of you that convinced Iyov [hated], [or] that answered his words:",
              "reference": "Job 32:12"
            },
            {
              "content": "Lest you2f should say, We have found out wisdom: God-Elōhīm (The Living Word)  [The Many Powered] thrusts him down, not man.",
              "reference": "Job 32:13"
            },
            {
              "content": "Now he has not directed [his] words against me: neither will I answer him with your speeches.",
              "reference": "Job 32:14"
            },
            {
              "content": "They were amazed, they answered no more: they left off speaking.",
              "reference": "Job 32:15"
            },
            {
              "content": "When I had waited, (for they spoke not, but stood still, [and] answered no more;)",
              "reference": "Job 32:16"
            },
            {
              "content": "[I said], I will answer also my part, I also will show my opinion.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of matter, the spirit within me constrains me.",
              "reference": "Job 32:18"
            },
            {
              "content": "Behold, my belly [is] as wine [which] has no vent; it is ready to burst like new bottles.",
              "reference": "Job 32:19"
            },
            {
              "content": "I will speak, that I may be refreshed: I will open my lips and answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "Let me not, I pray you, accept any man’s person, neither let me give flattering titles unto man.",
              "reference": "Job 32:21"
            },
            {
              "content": "For I know not to give flattering titles; [in so doing] my maker would soon take me away.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "For what reason, Iyov [hated], I pray youi, hear my speeches, and hearken to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "Behold, now I have opened my mouth, my tongue has spoken in my mouth.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words [shall be of] the uprightness of my heart: and my lips shall utter knowledge clearly.",
              "reference": "Job 33:3"
            },
            {
              "content": "The Spirit of God-Elōhīm (The Living Word)  [The Many Powered] has made me, and the breath of the Almighty has given me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "If youi can answer me, set [youi words] in order before me, stand up.",
              "reference": "Job 33:5"
            },
            {
              "content": "Behold, I [am] according to youi wish in God-El’s [The Powerful Living Word] stead: I also am formed out of the clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "Behold, my terror shall not make youi afraid, neither shall my hand be heavy upon youi.",
              "reference": "Job 33:7"
            },
            {
              "content": "Surely youi have spoken in my hearing, and I have heard the voice of [youi] words, [saying],",
              "reference": "Job 33:8"
            },
            {
              "content": "I am clean without transgression, I [am] innocent; neither [is there] iniquity in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "Behold, he finds occasions against me, he counts me for his enemy,",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in the stocks, he marks all my paths.",
              "reference": "Job 33:11"
            },
            {
              "content": "Behold, [in] this youi are not just: I will answer youi, that God-Elōhīm (The Living Word)  [The Many Powered] is greater than man.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do youi strive against him? for he gives not account of any of his matters.",
              "reference": "Job 33:13"
            },
            {
              "content": "For God-Elōhīm (The Living Word)  [The Many Powered] speaks once, yes twice, [yet man] perceives it not.",
              "reference": "Job 33:14"
            },
            {
              "content": "In a dream, in a vision of the night, when deep sleep falls upon men, in slumberings upon the bed;",
              "reference": "Job 33:15"
            },
            {
              "content": "Then he opens the ears of men, and seals their instruction,",
              "reference": "Job 33:16"
            },
            {
              "content": "That he may withdraw man [from his] purpose, and hide pride from man.",
              "reference": "Job 33:17"
            },
            {
              "content": "He keeps back his soul from the pit, and his life from perishing by the sword.",
              "reference": "Job 33:18"
            },
            {
              "content": "He is chastened also with pain upon his bed, and the multitude of his bones with strong [pain]:",
              "reference": "Job 33:19"
            },
            {
              "content": "So that his life abhors bread, and his soul dainty meat.",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh is consumed away, that it cannot be seen; and his bones [that] were not seen stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "Yes, his soul draws near unto the grave, and his life to the destroyers.",
              "reference": "Job 33:22"
            },
            {
              "content": "If there be a messenger with him, an interpreter, one among a thousand, to show unto man his uprightness:",
              "reference": "Job 33:23"
            },
            {
              "content": "Then he is gracious unto him, and says, Deliver him from going down to the pit: I have found a ransom.",
              "reference": "Job 33:24"
            },
            {
              "content": "His flesh shall be fresher than a child’s: he shall return to the days of his youth:",
              "reference": "Job 33:25"
            },
            {
              "content": "He shall pray unto God-Elōhīm (The Living Word)  [The Many Powered], and he will be favourable unto him: and he shall see his face with joy: for he will render unto man his righteousness.",
              "reference": "Job 33:26"
            },
            {
              "content": "He looks upon men, and [if any] say, I have sinned, and perverted [that which was] right, and it profited me not;",
              "reference": "Job 33:27"
            },
            {
              "content": "He will deliver his soul from going into the pit, and his life shall see the light.",
              "reference": "Job 33:28"
            },
            {
              "content": "Lo, all these [things] works God-Elōhīm (The Living Word)  [The Many Powered] oftentimes with man,",
              "reference": "Job 33:29"
            },
            {
              "content": "To bring back his soul from the pit, to be enlightened with the light of the living.",
              "reference": "Job 33:30"
            },
            {
              "content": "Mark well, O Iyov [hated], hearken unto me: hold youi peace, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If youi have anything to say, answer me: speak, for I desire to justify youi.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, hearken unto me: hold youi peace, and I shall teach youi wisdom.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Furthermore Elihu [He is my God] answered and said,",
              "reference": "Job 34:1"
            },
            {
              "content": "Hear my words, O you2f wise [men]; and give ear unto me, you2f that have knowledge.",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear tries words, as the mouth tastes meat.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us choose to us judgment: let us know among ourselves what [is] good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Iyov [hated] has said, I am righteous: and God-Elōhīm (The Living Word)  [The Many Powered] has taken away my judgment.",
              "reference": "Job 34:5"
            },
            {
              "content": "Should I lie against my right? my wound [is] incurable without transgression.",
              "reference": "Job 34:6"
            },
            {
              "content": "What man [is] like Iyov [hated], [who] drink up scorning like water?",
              "reference": "Job 34:7"
            },
            {
              "content": "Which goes in company with the workers of iniquity, and walks with wicked men.",
              "reference": "Job 34:8"
            },
            {
              "content": "For he has said, It profits a man nothing that he should delight himself with God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 34:9"
            },
            {
              "content": "Therefore hearken unto me, you2f men of understanding: far be it from God-El [The Powerful Living Word] [that he should do] wickedness; and [from] the Almighty, [that he should commit] iniquity.",
              "reference": "Job 34:10"
            },
            {
              "content": "For the work of a man shall he render unto him, and cause every man to find according to [his] ways.",
              "reference": "Job 34:11"
            },
            {
              "content": "Yes, surely God-Elōhīm (The Living Word)  [The Many Powered] will not do wickedly, neither will the Almighty pervert judgment.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who has given him a charge over the earth? or who has disposed the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If he set his heart upon man, [if] he gather unto himself his spirit and his breath;",
              "reference": "Job 34:14"
            },
            {
              "content": "All flesh shall perish together, and man shall turn again unto dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "If now [youi have] understanding, hear this: hearken to the voice of my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "Shall even he that hates right govern? and will youi condemn him that is most just?",
              "reference": "Job 34:17"
            },
            {
              "content": "[Is it fit] to say to a king, [youi are] wicked? [and] to princes, [You2f are] ungodly?",
              "reference": "Job 34:18"
            },
            {
              "content": "[How much less to him] that accepts not the persons of princes, nor regards the rich more than the poor? for they all [are] the work of his hands.",
              "reference": "Job 34:19"
            },
            {
              "content": "In a moment shall they die, and the people shall be troubled at midnight, and pass away: and the mighty shall be taken away without hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "For his eyes [are] upon the ways of man, and he sees all his goings.",
              "reference": "Job 34:21"
            },
            {
              "content": "[There is] no darkness, nor shadow of death, where the workers of iniquity may hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "For he will not lay upon man more [than right]; that he should enter into judgment with God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 34:23"
            },
            {
              "content": "He shall break in pieces mighty men without number, and set others in their stead.",
              "reference": "Job 34:24"
            },
            {
              "content": "Therefore he knows their works, and he overturns [them] in the night, so that they are destroyed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them as wicked men in the open sight of others;",
              "reference": "Job 34:26"
            },
            {
              "content": "Because they turned back from him, and would not consider any of his ways:",
              "reference": "Job 34:27"
            },
            {
              "content": "So that they cause the cry of the poor to come unto him, and he hears the cry of the afflicted.",
              "reference": "Job 34:28"
            },
            {
              "content": "When he gives quietness, who then can make trouble? and when he hides [his] face, who then can behold him? whether [it be done] against a nation, or against a man only:",
              "reference": "Job 34:29"
            },
            {
              "content": "That the hypocrite reign not, lest the people be ensnared.",
              "reference": "Job 34:30"
            },
            {
              "content": "Surely it is meet to be said unto God-Elōhīm (The Living Word)  [The Many Powered], I have borne [chastisement], I will not offend (make angry; make one stumble; violate)  [any more]:",
              "reference": "Job 34:31"
            },
            {
              "content": "[That which] I see not teach youi me: if I have done iniquity, I will do no more.",
              "reference": "Job 34:32"
            },
            {
              "content": "[Should it be] according to youi mind? he will recompense it, whether youi refuse, or whether youi choose; and not I: therefore speak what youi know.",
              "reference": "Job 34:33"
            },
            {
              "content": "Let men of understanding tell me, and let a wise man hearken unto me.",
              "reference": "Job 34:34"
            },
            {
              "content": "Iyov [hated] has spoken without knowledge, and his words [were] without wisdom.",
              "reference": "Job 34:35"
            },
            {
              "content": "My desire [is that] Iyov [hated] may be tried unto the end because of [his] answers for wicked men.",
              "reference": "Job 34:36"
            },
            {
              "content": "For he adds rebellion unto his sin, he claps [his hands] among us, and multiplies his words against God-El [The Powerful Living Word].",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Elihu [He is my God] spoke moreover, and said,",
              "reference": "Job 35:1"
            },
            {
              "content": "Think youi this to be right, [that] youi said, My righteousness [is] more than God-Elōhīm (The Living Word)  [The Many Powered]’s?",
              "reference": "Job 35:2"
            },
            {
              "content": "For youi said, What advantage will it be unto youi? [and], What profit shall I have, [if I be cleansed] from my sin?",
              "reference": "Job 35:3"
            },
            {
              "content": "I will answer youi, and youi companions with youi.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look unto the heavens, and see; and behold the clouds [which] are higher than youi.",
              "reference": "Job 35:5"
            },
            {
              "content": "If youi sin, what do youi against him? or [if] youi transgressions be multiplied, what do youi unto him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If youi be righteous, what give youi him? or what receives he of youi hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "You1s wickedness [may hurt] a man as youi  [are]; and youi righteousness [may profit] the Son of man.",
              "reference": "Job 35:8"
            },
            {
              "content": "By reason of the multitude of oppressions they make [the oppressed] to cry: they cry out by reason of the arm of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "But none says, Where [is] God-Elōhīm (The Living Word)  [The Many Powered] my maker, who gives songs in the night;",
              "reference": "Job 35:10"
            },
            {
              "content": "Who teaches us more than the beasts of the earth, and makes us wiser than the fowls of heaven?",
              "reference": "Job 35:11"
            },
            {
              "content": "There they cry, but none gives answer, because of the pride of evil men.",
              "reference": "Job 35:12"
            },
            {
              "content": "Surely God-Elōhīm (The Living Word)  [The Many Powered] will not hear vanity, neither will the Almighty regard it.",
              "reference": "Job 35:13"
            },
            {
              "content": "Although youi say youi shall not see him, [yet] judgment [is] before him; therefore trust youi in him.",
              "reference": "Job 35:14"
            },
            {
              "content": "But now, because [it is] not [so], he has visited in his anger; yet he knows [it] not in great extremity:",
              "reference": "Job 35:15"
            },
            {
              "content": "Therefore does Iyov [hated] open his mouth in vain; he multiplies words without knowledge.",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Elihu [He is my God] also proceeded, and said,",
              "reference": "Job 36:1"
            },
            {
              "content": "Suffer me a little, and I will show youi that [I have] yet to speak on God-Elōhīm (The Living Word)  [The Many Powered]’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will fetch my knowledge from afar, and will ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "For truly my words [shall] not [be] false: he that is perfect in knowledge [is] with youi.",
              "reference": "Job 36:4"
            },
            {
              "content": "Behold, God-Elōhīm (The Living Word)  [The Many Powered] [is] mighty, and despises not [any: he is] mighty in strength [and] wisdom.",
              "reference": "Job 36:5"
            },
            {
              "content": "He preserves not the life of the wicked: but gives right to the poor.",
              "reference": "Job 36:6"
            },
            {
              "content": "He withdraws not his eyes from the righteous: but with kings [are they] on the throne; yes, he does establish them forever, and they are exalted.",
              "reference": "Job 36:7"
            },
            {
              "content": "And if [they be] bound in fetters, [and] be held in cords of affliction;",
              "reference": "Job 36:8"
            },
            {
              "content": "Then he shows them their work, and their transgressions that they have exceeded.",
              "reference": "Job 36:9"
            },
            {
              "content": "He opens also their ear to discipline, and commands that they return from iniquity.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they obey and serve [him], they shall spend their days in prosperity, and their years in pleasures.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they obey not, they shall perish by the sword, and they shall die without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "But the hypocrites in heart heap up wrath: they cry not when he binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die in youth, and their life [is] among the unclean.",
              "reference": "Job 36:14"
            },
            {
              "content": "He delivers the poor in his affliction, and opens their ears in oppression.",
              "reference": "Job 36:15"
            },
            {
              "content": "Even so would he have removed youi out of the strait [into] a broad place, where [there is] no straitness; and that which should be set on youi table [should be] full of fatness.",
              "reference": "Job 36:16"
            },
            {
              "content": "But youi have fulfilled the judgment of the wicked: judgment and justice take hold [on youi].",
              "reference": "Job 36:17"
            },
            {
              "content": "Because [there is] wrath, [beware] lest he take youi away with [his] stroke: then a great ransom cannot deliver youi.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will he esteem youi riches? [no], not gold, nor all the forces of strength.",
              "reference": "Job 36:19"
            },
            {
              "content": "Desire not the night, when people are cut off in their place.",
              "reference": "Job 36:20"
            },
            {
              "content": "Take heed, regard not iniquity: for this have youi chosen rather than affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "Behold, God-Elōhīm (The Living Word)  [The Many Powered] exalts by his power: who teaches like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has enjoined him his way? or who can say, youi have wrought iniquity?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember that youi magnify his work, which men behold.",
              "reference": "Job 36:24"
            },
            {
              "content": "Every man may see it; man may behold [it] afar off.",
              "reference": "Job 36:25"
            },
            {
              "content": "Behold, God-Elōhīm (The Living Word)  [The Many Powered] [is] great, and we know [him] not, neither can the number of his years be searched out.",
              "reference": "Job 36:26"
            },
            {
              "content": "For he makes small the drops of water: they pour down rain according to the vapour thereof:",
              "reference": "Job 36:27"
            },
            {
              "content": "Which the clouds do drop [and] distil upon man abundantly.",
              "reference": "Job 36:28"
            },
            {
              "content": "Also can [any] understand the spreadings of the clouds, [or] the noise of his tabernacle?",
              "reference": "Job 36:29"
            },
            {
              "content": "Behold, he spreads his light upon it, and covers the bottom of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by them he the people; he gives meat in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "With clouds he covers the light; and commands it [not to shine] by [the cloud] that comes between.",
              "reference": "Job 36:32"
            },
            {
              "content": "The noise thereof shows concerning it, the cattle also concerning the vapour.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "At this also my heart trembles, and is moved out of his place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Hear attentively the noise of his voice, and the sound [that] goes out of his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "He directs it under the whole heaven, and his lightning unto the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After it a voice roars: he thunders with the voice of his excellency; and he will not stay them when his voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God-Elōhīm (The Living Word)  [The Many Powered] thunders marvelously with his voice; great things does he, which we cannot comprehend.",
              "reference": "Job 37:5"
            },
            {
              "content": "For he says to the snow, Be youi  [on] the earth; likewise to the small rain, and to the great rain of his strength.",
              "reference": "Job 37:6"
            },
            {
              "content": "He seals up the hand of every man; that all men may know his work.",
              "reference": "Job 37:7"
            },
            {
              "content": "Then the beasts go into dens, and remain in their places.",
              "reference": "Job 37:8"
            },
            {
              "content": "Out of the south comes the whirlwind: and cold out of the north.",
              "reference": "Job 37:9"
            },
            {
              "content": "By the breath of God-Elōhīm (The Living Word)  [The Many Powered] frost is given: and the breadth of the waters is straitened (impeded or restricted; narrowed, distressed).",
              "reference": "Job 37:10"
            },
            {
              "content": "Also by watering he wears the thick cloud: he scatters his bright cloud:",
              "reference": "Job 37:11"
            },
            {
              "content": "And it is turned round about by his counsels: that they may do whatsoever he commands them upon the face of the world in the earth.",
              "reference": "Job 37:12"
            },
            {
              "content": "He causes it to come, whether for correction, or for his land, or for mercy.",
              "reference": "Job 37:13"
            },
            {
              "content": "Listen unto this, O Iyov [hated]: stand still, and consider the wondrous works of God-Elōhīm (The Living Word)  [The Many Powered].",
              "reference": "Job 37:14"
            },
            {
              "content": "Do youi know when God-Elōhīm (The Living Word)  [The Many Powered] disposed them, and caused the light of his cloud to shine?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do youi know the balancings of the clouds, the wondrous works of him which is perfect in knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "How youi garments [are] warm, when he quiets the earth by the south [wind]?",
              "reference": "Job 37:17"
            },
            {
              "content": "Have youi with him spread out the sky, [which is] strong, [and] as a molten looking glass?",
              "reference": "Job 37:18"
            },
            {
              "content": "Teach us what we shall say unto him; [for] we cannot order [our speech] by reason of darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Shall it be told him that I speak? if a man speak, surely he shall be swallow (to approve, commend, accept)ed up.",
              "reference": "Job 37:20"
            },
            {
              "content": "And now [men] see not the bright light which [is] in the clouds: but the wind passes, and cleanses them.",
              "reference": "Job 37:21"
            },
            {
              "content": "Fair weather comes out of the north: with God-Elōhīm (The Living Word)  [The Many Powered] [is] terrible majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "[Touching] the Almighty, we cannot find him out: [he is] excellent in power, and in judgment, and in plenty of justice: he will not afflict.",
              "reference": "Job 37:23"
            },
            {
              "content": "Men do therefore fear him: he respects not any [that are] wise of heart.",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then the Lord-Yehōvah (Messiah Pre-Incarnate) answered Iyov [hated] out of the whirlwind, and said,",
              "reference": "Job 38:1"
            },
            {
              "content": "Who [is] this that darkens counsel by words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Gird up now youi waist like a man; for I will demand of youi, and answer youi me.",
              "reference": "Job 38:3"
            },
            {
              "content": "Where were youi when I laid the foundations of the earth? declare, if youi have understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who has laid the measures thereof, if youi know? or who has stretched the line upon it?",
              "reference": "Job 38:5"
            },
            {
              "content": "Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;",
              "reference": "Job 38:6"
            },
            {
              "content": "When the morning stars sang together, and all the sons of God-Elōhīm (The Living Word)  [The Many Powered] shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "Or [who] shut up the sea with doors, when it broke forth, [as if] it had issued out of the womb?",
              "reference": "Job 38:8"
            },
            {
              "content": "When I made the cloud the garment thereof, and thick darkness a swaddling clothes (cloths for wrapping infants tightly) for it,",
              "reference": "Job 38:9"
            },
            {
              "content": "And broke up for it my decreed [place], and set bars and doors,",
              "reference": "Job 38:10"
            },
            {
              "content": "And said, Till this point in time shall youi come, but no further: and here shall youi proud waves be detained (held)?",
              "reference": "Job 38:11"
            },
            {
              "content": "Have youi commanded the morning since youi days; [and] caused the Dayspring (sunrise) to know his place;",
              "reference": "Job 38:12"
            },
            {
              "content": "That it might take hold of the ends of the earth, that the wicked might be shaken out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "It is turned as clay [to] the seal; and they stand as a garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "And from the wicked their light is withheld, and the high arm shall be broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "Have youi entered into the springs of the sea? or have youi walked in the search of the depth?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been opened unto youi? or have youi seen the doors of the shadow of death?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have youi perceived the breadth of the earth? declare if youi know it all.",
              "reference": "Job 38:18"
            },
            {
              "content": "Where [is] the way [where] light dwells? and [as for] darkness, where [is] the place thereof,",
              "reference": "Job 38:19"
            },
            {
              "content": "That youi should take it to the bound thereof, and that youi should know the paths [to] the house thereof?",
              "reference": "Job 38:20"
            },
            {
              "content": "Know youi  [it], because youi were then born? or [because] the number of youi days [is] great?",
              "reference": "Job 38:21"
            },
            {
              "content": "Have youi entered into the treasures of the snow? or have youi seen the treasures of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "Which I have reserved against the time of trouble, against the day of battle and war?",
              "reference": "Job 38:23"
            },
            {
              "content": "By what way is the light parted, [which] scatters the east wind upon the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who has divided a watercourse for the overflowing of waters, or a way for the lightning of thunder;",
              "reference": "Job 38:25"
            },
            {
              "content": "To cause it to rain on the earth, [where] no man [is; on] the wilderness, wherein [there is] no man;",
              "reference": "Job 38:26"
            },
            {
              "content": "To satisfy the desolate and waste [ground]; and to cause the bud of the tender herb to spring forth?",
              "reference": "Job 38:27"
            },
            {
              "content": "Has the rain a father? or who has begotten the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "Out of whose womb came the ice? and the white colored (white or gray with age) frost of heaven, who has gendered it?",
              "reference": "Job 38:29"
            },
            {
              "content": "The waters are hid as [with] a stone, and the face of the deep is frozen.",
              "reference": "Job 38:30"
            },
            {
              "content": "Can youi bind the sweet influences of Kimah (Pleiades)  [a cluster], or loose the bands of Kesil (Orion)  [The Fool]?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can youi bring forth Mazzarot (constllations of the zodiac) in his season? or can youi guide Arcturus [bear watcher] with his sons?",
              "reference": "Job 38:32"
            },
            {
              "content": "Know youi the ordinances of heaven? can youi set the dominion thereof in the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Can youi lift up youi voice to the clouds, that abundance of waters may cover youi?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can youi send lightnings, that they may go, and say unto youi, Here we [are]?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who has put wisdom in the inward parts? or who has given understanding to the heart?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who can number the clouds in wisdom? or who can stay the bottles of heaven,",
              "reference": "Job 38:37"
            },
            {
              "content": "When the dust grows into hardness, and the clods cleave (split open; cut open; divide) fast together?",
              "reference": "Job 38:38"
            },
            {
              "content": "Will youi hunt the prey for the lion? or fill the appetite of the young lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "When they couch in [their] dens, [and] abide in the colonnade to lie in wait?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides for the raven his food? when his young ones cry unto God-Elōhīm (The Living Word)  [The Many Powered], they wander for lack of meat.",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Know youi the time when the wild goats of the rock bring forth? [or] can youi mark when the hinds do calve?",
              "reference": "Job 39:1"
            },
            {
              "content": "Can youi number the months [that] they fulfill? or know youi the time when they bring forth?",
              "reference": "Job 39:2"
            },
            {
              "content": "They bow themselves, they bring forth their young ones, they cast out their sorrows.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young ones are in good liking, they grow up with corn; they go forth, and return not unto them.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who has sent out the wild ass free? or who has loosed the bands of the wild ass?",
              "reference": "Job 39:5"
            },
            {
              "content": "Whose house I have made the wilderness, and the barren land his dwellings.",
              "reference": "Job 39:6"
            },
            {
              "content": "He scorns the multitude of the city, neither regards he the crying of the driver.",
              "reference": "Job 39:7"
            },
            {
              "content": "The range of the mountains [is] his pasture, and he searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "Will the unicorn be willing to serve youi, or abide by youi crib?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can youi bind the unicorn with his band in the furrow? or will he plow (break up clods; cover seed) the valleys after youi?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will youi trust him, because his strength [is] great? or will youi leave youi labour to him?",
              "reference": "Job 39:11"
            },
            {
              "content": "Will youi believe him, that he will bring home youi seed, and gather [it into] youi barn?",
              "reference": "Job 39:12"
            },
            {
              "content": "[Gaves youi] the goodly wings unto the peacocks? or wings and feathers unto the ostrich?",
              "reference": "Job 39:13"
            },
            {
              "content": "Which leaves her eggs in the earth, and warms them in dust,",
              "reference": "Job 39:14"
            },
            {
              "content": "And forgets that the foot may crush them, or that the wild beast may break them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She is hardened against her young ones, as though [they were] not hers: her labour is in vain without fear;",
              "reference": "Job 39:16"
            },
            {
              "content": "Because God-Elōhīm (The Living Word)  [The Many Powered] has deprived her of wisdom, neither has he imparted to her understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "What time she lifts up herself on high, she scorns the horse and his rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "Have youi given the horse strength? have youi clothed his neck with thunder?",
              "reference": "Job 39:19"
            },
            {
              "content": "Can youi make him afraid as a grasshopper? the glory of his nostrils [is] terrible.",
              "reference": "Job 39:20"
            },
            {
              "content": "He paws in the valley, and rejoices in [his] strength: he goes on to meet the armed men.",
              "reference": "Job 39:21"
            },
            {
              "content": "He mocks at fear, and is not affrighted; neither turns he back from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "The quiver rattles against him, the glittering spear and the shield.",
              "reference": "Job 39:23"
            },
            {
              "content": "He swallow (to approve, commend, accept)s the ground with fierceness and rage: neither believeth he that [it is] the sound of the trumpet.",
              "reference": "Job 39:24"
            },
            {
              "content": "He says among the trumpets, Ha, ha; and he smells the battle afar off, the thunder of the captains, and the shouting.",
              "reference": "Job 39:25"
            },
            {
              "content": "Does the hawk fly by youi wisdom, [and] stretch her wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Does the eagle mount up at youi command, and make her nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "She dwells and abides on the rock, upon the crag of the rock, and the strong place.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there she seeks the prey, [and] her eyes behold afar off.",
              "reference": "Job 39:29"
            },
            {
              "content": "Her young ones also suck up blood: and where the slain [are], there [is] she.",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Moreover the Lord-Yehōvah (Messiah Pre-Incarnate) answered Iyov [hated], and said,",
              "reference": "Job 40:1"
            },
            {
              "content": "Shall he that contends with the Almighty instruct [him]? he that reproves God-Elōhīm (The Living Word)  [The Many Powered], let him answer it.",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Iyov [hated] answered the Lord-Yehōvah (Messiah Pre-Incarnate), and said,",
              "reference": "Job 40:3"
            },
            {
              "content": "Behold, I am vile; what shall I answer youi? I will lay my hand upon my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "Once have I spoken; but I will not answer: yes, twice; but I will proceed no further.",
              "reference": "Job 40:5"
            },
            {
              "content": "Then answered the Lord-Yehōvah (Messiah Pre-Incarnate) unto Iyov [hated] out of the whirlwind, and said,",
              "reference": "Job 40:6"
            },
            {
              "content": "Gird up youi waist now like a man: I will demand of youi, and declare youi unto me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Will youi also disannul my judgment? will youi condemn me, that youi may be righteous?",
              "reference": "Job 40:8"
            },
            {
              "content": "Have youi an arm like God-Elōhīm (The Living Word)  [The Many Powered]? or can youi thunder with a voice like him?",
              "reference": "Job 40:9"
            },
            {
              "content": "Deck yourself now [with] majesty and excellency; and array (to put on; to clothe) yourself with glory and beauty.",
              "reference": "Job 40:10"
            },
            {
              "content": "Cast abroad the rage of youi wrath: and behold every one [that is] proud, and abase him.",
              "reference": "Job 40:11"
            },
            {
              "content": "Look on every one [that is] proud, [and] bring him low; and trample down the wicked in their place.",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide them in the dust together; [and] bind their faces in secret.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then will I also confess unto youi that youi own right hand can save youi.",
              "reference": "Job 40:14"
            },
            {
              "content": "Behold now Behemoth (a large, plant-eating dragon or dinosaur), which I made with youi; he eats grass as an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "Lo now, his strength [is] in his waist, and his force [is] in the navel of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "He moves his tail like a cedar: the sinews of his stones are wrapped together.",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones [are as] strong pieces of brass; his bones [are] like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "He [is] the chief of the ways of God-Elōhīm (The Living Word)  [The Many Powered]: he that made him can make his sword to approach [unto him].",
              "reference": "Job 40:19"
            },
            {
              "content": "Surely the mountains bring him forth food, where all the beasts of the field play.",
              "reference": "Job 40:20"
            },
            {
              "content": "He lies under the shady trees, in the colonnade of the reed, and fens.",
              "reference": "Job 40:21"
            },
            {
              "content": "The shady trees cover him [with] their shadow; the willows of the brook compass (go around, encircle; encompass) him about.",
              "reference": "Job 40:22"
            },
            {
              "content": "Behold, he drink up a river, [and] hastes not: he trusts that he can draw up Yarden [Descender] into his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "He takes it with his eyes: [his] nose pierces through snares.",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Can youi draw out Livyatan [sea monster, dragon] with an hook? or his tongue with a cord [which] youi let down?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can youi put an hook into his nose? or bore his jaw through with a thorn?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will he make many supplications unto youi? will he speak soft [words] unto youi?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will he make a covenant with youi? will youi take him for a servant forever?",
              "reference": "Job 41:4"
            },
            {
              "content": "Will youi play with him as [with] a bird? or will youi bind him for youi maidens?",
              "reference": "Job 41:5"
            },
            {
              "content": "Shall the companions make a banquet of him? shall they part him among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can youi fill his skin with barbed irons? or his head with fish spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "Lay youi hand upon him, remember the battle, do no more.",
              "reference": "Job 41:8"
            },
            {
              "content": "Behold, the hope of him is in vain: shall not [one] be cast down even at the sight of him?",
              "reference": "Job 41:9"
            },
            {
              "content": "None [is so] fierce that dare stir him up: who then is able to stand before me?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who has prevented me, that I should repay [him? whatsoever is] under the whole heaven is my.",
              "reference": "Job 41:11"
            },
            {
              "content": "I will not conceal his parts, nor his power, nor his comely (attractive; proper (one’s own; peculiar; particular); becoming) proportion.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can discover (uncover; reveal; have first sight of) the face of his garment? [or] who can come [to him] with his double bridle?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who can open the doors of his face? his teeth [are] terrible round about.",
              "reference": "Job 41:14"
            },
            {
              "content": "[His] scales [are his] pride, shut up together [as with] a close seal.",
              "reference": "Job 41:15"
            },
            {
              "content": "One is so near to another, that no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "They are joined one to another, they stick together, that they cannot be sundered.",
              "reference": "Job 41:17"
            },
            {
              "content": "By his snortings a light does shine, and his eyes [are] like the eyelids of the morning.",
              "reference": "Job 41:18"
            },
            {
              "content": "Out of his mouth go burning lamps, [and] sparks of fire leap out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Out of his nostrils goes smoke, as [out] of a seething pot or caldron.",
              "reference": "Job 41:20"
            },
            {
              "content": "His breath kindles coals, and a flame goes out of his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "In his neck remains strength, and sorrow is turned into joy before him.",
              "reference": "Job 41:22"
            },
            {
              "content": "The flakes of his flesh are joined together: they are firm in themselves; they cannot be moved.",
              "reference": "Job 41:23"
            },
            {
              "content": "His heart is as firm as a stone; yes, as hard as a piece of the lower [millstone].",
              "reference": "Job 41:24"
            },
            {
              "content": "When he raises up himself, the mighty are afraid: by reason of breakings they purify themselves.",
              "reference": "Job 41:25"
            },
            {
              "content": "The sword of him that lays at him cannot hold: the spear, the dart, nor the habergeon (coat of mail for the neck and down).",
              "reference": "Job 41:26"
            },
            {
              "content": "He esteems iron as straw, [and] brass as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "The arrow cannot make him flee: slingstones are turned with him into stubble.",
              "reference": "Job 41:28"
            },
            {
              "content": "Darts are counted as stubble: he laughs at the shaking of a spear.",
              "reference": "Job 41:29"
            },
            {
              "content": "Sharp stones [are] under him: he spreads sharp pointed things upon the mire.",
              "reference": "Job 41:30"
            },
            {
              "content": "He makes the deep to boil like a pot: he makes the sea like a pot of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "He makes a path to shine after him; [one] would think the deep [to be] white colored (white or gray with age).",
              "reference": "Job 41:32"
            },
            {
              "content": "Upon earth there is not his like, who is made without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "He beholds all high [things]: he [is] a king over all the children of pride.",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 NMV",
          "version": "NMV",
          "verses": [
            {
              "content": "Then Iyov [hated] answered the Lord-Yehōvah (Messiah Pre-Incarnate), and said,",
              "reference": "Job 42:1"
            },
            {
              "content": "I know that youi can do every [thing], and [that] no thought can be withheld from youi.",
              "reference": "Job 42:2"
            },
            {
              "content": "Who [is] he that hides counsel without knowledge? therefore have I uttered that I understood not; things too wonderful for me, which I knew not.",
              "reference": "Job 42:3"
            },
            {
              "content": "Hear, I beseech (to call upon; appeal; beg) youi, and I will speak: I will demand of youi, and declare youi unto me.",
              "reference": "Job 42:4"
            },
            {
              "content": "I have heard of youi by the hearing of the ear: but now my eye sees youi.",
              "reference": "Job 42:5"
            },
            {
              "content": "For what reason I abhor [myself], and repent in dust and ashes.",
              "reference": "Job 42:6"
            },
            {
              "content": "And it was [so], that after the Lord-Yehōvah (Messiah Pre-Incarnate) had spoken these words unto Iyov [hated], the Lord-Yehōvah (Messiah Pre-Incarnate) said to Elifaz [my God is (fine) gold] the Temani [southward], My wrath is kindled against youi, and against youi two friends: for you2f have not spoken of me [the thing that is] right, as my servant Iyov [hated] [has].",
              "reference": "Job 42:7"
            },
            {
              "content": "Therefore take unto you now seven bullocks and seven rams, and go to my servant Iyov [hated], and offer up for yourselves a burnt offering; and my servant Iyov [hated] shall pray for you: for him will I accept: lest I deal with you [after your] folly, in that you2f have not spoken of me [the thing which is] right, like my servant Iyov [hated].",
              "reference": "Job 42:8"
            },
            {
              "content": "So Elifaz [my God is (fine) gold] the Temani [southward] and Bildad [confusing by mingling love] the Shuchi [wealth] [and] Tzofar [sparrow] the Na’amti [pleasantness] went, and did according as the Lord-Yehōvah (Messiah Pre-Incarnate) commanded them: the Lord-Yehōvah (Messiah Pre-Incarnate) also accepted Iyov [hated].",
              "reference": "Job 42:9"
            },
            {
              "content": "And the Lord-Yehōvah (Messiah Pre-Incarnate) turned the captivity of Iyov [hated], when he prayed for his friends: also the Lord-Yehōvah (Messiah Pre-Incarnate) gave Iyov [hated] twice as much as he had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord-Yehōvah (Messiah Pre-Incarnate) had brought upon him: every man also gave him a piece of money, and every one an earring of gold.",
              "reference": "Job 42:11"
            },
            {
              "content": "So the Lord-Yehōvah (Messiah Pre-Incarnate) Blessed (Favored by God; happy; prosperous) the latter end of Iyov [hated] more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses.",
              "reference": "Job 42:12"
            },
            {
              "content": "He had also seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "And he called the name of the first, Y’mimah [day by day]; and the name of the second, K’tzi’ah [cassia]; and the name of the third, Keren-Hapukh [horn of the antimony].",
              "reference": "Job 42:14"
            },
            {
              "content": "And in all the land were no women found [so] fair as the daughters of Iyov [hated]: and their father gave them inheritance among their brethren.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this lived Iyov [hated] an hundred and forty years, and saw his sons, and his sons’ sons, [even] four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "So Iyov [hated] died, [being] old and full of days.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Text copyright © 2000-2018 TOV Rose\r\nFor more information about the NMV, details about why the names of God are notated and translated as they are, or to learn about the special markings and translations used in this text, click below.\r\nFollow the instructions and you will receive the free e-book by email.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}