{
  "translation": "NR06",
  "translationId": 122,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Giobbe 1 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "C’era nel paese di Uz un uomo che si chiamava Giobbe. Quest’uomo era integro e retto; temeva Dio e fuggiva il male.",
              "reference": "Giobbe 1:1"
            },
            {
              "content": "Gli erano nati sette figli e tre figlie;",
              "reference": "Giobbe 1:2"
            },
            {
              "content": "possedeva settemila pecore, tremila cammelli, cinquecento paia di buoi, cinquecento asine e una servitù molto numerosa. Quest’uomo era il più grande di tutti gli Orientali.",
              "reference": "Giobbe 1:3"
            },
            {
              "content": "I suoi figli erano soliti andare gli uni dagli altri e a turno organizzavano una festa; e mandavano a chiamare le loro tre sorelle perché venissero a mangiare e a bere con loro.",
              "reference": "Giobbe 1:4"
            },
            {
              "content": "Quando i giorni della festa terminavano, Giobbe li faceva venire per purificarli; si alzava di buon mattino e offriva un olocausto per ciascuno di essi, perché diceva: «Può darsi che i miei figli abbiano peccato e abbiano rinnegato Dio in cuor loro». Giobbe faceva sempre così.",
              "reference": "Giobbe 1:5"
            },
            {
              "content": "Un giorno i figli di Dio vennero a presentarsi davanti al Signore, e Satana venne anch’egli in mezzo a loro.",
              "reference": "Giobbe 1:6"
            },
            {
              "content": "Il Signore disse a Satana: «Da dove vieni?» Satana rispose al Signore: «Dal percorrere la terra e dal passeggiare per essa».",
              "reference": "Giobbe 1:7"
            },
            {
              "content": "Il Signore disse a Satana: «Hai notato il mio servo Giobbe? Non ce n’è un altro sulla terra che come lui sia integro, retto, tema Dio e fugga il male».",
              "reference": "Giobbe 1:8"
            },
            {
              "content": "Satana rispose al Signore: «È forse per nulla che Giobbe teme Dio?",
              "reference": "Giobbe 1:9"
            },
            {
              "content": "Non lo hai forse circondato di un riparo, lui, la sua casa e tutto quel che possiede? Tu hai benedetto l’opera delle sue mani e il suo bestiame ricopre tutto il paese.",
              "reference": "Giobbe 1:10"
            },
            {
              "content": "Ma stendi un po’ la tua mano, tocca quanto egli possiede, e vedrai se non ti rinnega in faccia».",
              "reference": "Giobbe 1:11"
            },
            {
              "content": "Il Signore disse a Satana: «Ebbene, tutto quello che possiede è in tuo potere; soltanto, non stendere la mano sulla sua persona». E Satana si ritirò dalla presenza del Signore.",
              "reference": "Giobbe 1:12"
            },
            {
              "content": "Un giorno, mentre i suoi figli e le sue figlie mangiavano e bevevano vino in casa del loro fratello maggiore, giunse a Giobbe un messaggero a dirgli:",
              "reference": "Giobbe 1:13"
            },
            {
              "content": "«I buoi stavano arando e le asine pascolavano là vicino,",
              "reference": "Giobbe 1:14"
            },
            {
              "content": "quand’ecco i Sabei sono piombati loro addosso e li hanno portati via; hanno passato a fil di spada i servi; io solo sono potuto scampare per venirtelo a dire».",
              "reference": "Giobbe 1:15"
            },
            {
              "content": "Quello parlava ancora, quando ne giunse un altro a dire: «Il fuoco di Dio è caduto dal cielo, ha colpito le pecore e i servi e li ha divorati; io solo sono potuto scampare per venirtelo a dire».",
              "reference": "Giobbe 1:16"
            },
            {
              "content": "Quello parlava ancora, quando ne giunse un altro a dire: «I Caldei hanno formato tre bande, si sono gettati sui cammelli e li hanno portati via; hanno passato a fil di spada i servi; io solo sono potuto scampare per venirtelo a dire».",
              "reference": "Giobbe 1:17"
            },
            {
              "content": "Quello parlava ancora, quando ne giunse un altro a dire: «I tuoi figli e le tue figlie mangiavano e bevevano vino in casa del loro fratello maggiore;",
              "reference": "Giobbe 1:18"
            },
            {
              "content": "ed ecco che un gran vento, venuto dall’altra parte del deserto, ha investito i quattro canti della casa, che è caduta sui giovani; essi sono morti; io solo sono potuto scampare per venirtelo a dire».",
              "reference": "Giobbe 1:19"
            },
            {
              "content": "Allora Giobbe si alzò, si stracciò il mantello, si rase il capo, si prostrò a terra e adorò dicendo:",
              "reference": "Giobbe 1:20"
            },
            {
              "content": "«Nudo sono uscito dal grembo di mia madre e nudo tornerò in grembo alla terra; il Signore ha dato, il Signore ha tolto; sia benedetto il nome del Signore».",
              "reference": "Giobbe 1:21"
            },
            {
              "content": "In tutto questo Giobbe non peccò e non attribuì a Dio nessuna colpa.",
              "reference": "Giobbe 1:22"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Giobbe 2 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Un giorno i figli di Dio vennero a presentarsi davanti al Signore, e Satana venne anch’egli in mezzo a loro a presentarsi davanti al Signore.",
              "reference": "Giobbe 2:1"
            },
            {
              "content": "Il Signore disse a Satana: «Da dove vieni?» Satana rispose al Signore: «Dal percorrere la terra e dal passeggiare per essa». Il Signore disse a Satana:",
              "reference": "Giobbe 2:2"
            },
            {
              "content": "«Hai notato il mio servo Giobbe? Non ce n’è un altro sulla terra che come lui sia integro, retto, tema Dio e fugga il male. Egli si mantiene saldo nella sua integrità, benché tu mi abbia incitato contro di lui per rovinarlo senza alcun motivo».",
              "reference": "Giobbe 2:3"
            },
            {
              "content": "Satana rispose al Signore: «Pelle per pelle! L’uomo dà tutto quel che possiede per la sua vita;",
              "reference": "Giobbe 2:4"
            },
            {
              "content": "ma stendi un po’ la tua mano, toccagli le ossa e la carne, e vedrai se non ti rinnega in faccia».",
              "reference": "Giobbe 2:5"
            },
            {
              "content": "Il Signore disse a Satana: «Ebbene, egli è in tuo potere; soltanto rispetta la sua vita».",
              "reference": "Giobbe 2:6"
            },
            {
              "content": "Satana si ritirò dalla presenza del Signore e colpì Giobbe di un’ulcera maligna dalla pianta dei piedi alla sommità del capo; Giobbe prese un coccio con cui grattarsi e si sedette in mezzo alla cenere.",
              "reference": "Giobbe 2:7"
            },
            {
              "content": "Sua moglie gli disse: «Ancora stai saldo nella tua integrità?",
              "reference": "Giobbe 2:8"
            },
            {
              "content": "Ma lascia stare Dio e muori!»",
              "reference": "Giobbe 2:9"
            },
            {
              "content": "Giobbe le rispose: «Tu parli da donna insensata! Abbiamo accettato il bene dalla mano di Dio, e rifiuteremmo di accettare il male?» In tutto questo Giobbe non peccò con le sue labbra.",
              "reference": "Giobbe 2:10"
            },
            {
              "content": "Tre amici di Giobbe, Elifaz di Teman, Bildad di Suac e Zofar di Naama, avendo udito tutti questi mali che gli erano piombati addosso, partirono, ciascuno dal proprio paese, e si misero d’accordo per venire a confortarlo e a consolarlo.",
              "reference": "Giobbe 2:11"
            },
            {
              "content": "Alzati gli occhi da lontano, essi non lo riconobbero e piansero ad alta voce; si stracciarono i mantelli e si cosparsero il capo di polvere gettandola verso il cielo.",
              "reference": "Giobbe 2:12"
            },
            {
              "content": "Rimasero seduti per terra, presso di lui, sette giorni e sette notti; nessuno di loro gli disse parola, perché vedevano che il suo dolore era molto grande.",
              "reference": "Giobbe 2:13"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Giobbe 3 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe aprì la bocca e maledisse il giorno della sua nascita.",
              "reference": "Giobbe 3:1"
            },
            {
              "content": "E cominciò a parlare così:",
              "reference": "Giobbe 3:2"
            },
            {
              "content": "«Perisca il giorno che io nacqui e la notte in cui si disse: “È stato concepito un maschio!”",
              "reference": "Giobbe 3:3"
            },
            {
              "content": "Quel giorno si converta in tenebre, non se ne curi Dio dall’alto, né splenda su di esso la luce!",
              "reference": "Giobbe 3:4"
            },
            {
              "content": "Se lo riprendano le tenebre e l’ombra di morte, resti su di esso una fitta nuvola, le eclissi lo riempiano di paura!",
              "reference": "Giobbe 3:5"
            },
            {
              "content": "Quella notte diventi preda di un buio cupo, non venga contata tra i giorni dell’anno, non entri nel novero dei mesi!",
              "reference": "Giobbe 3:6"
            },
            {
              "content": "Quella notte sia notte sterile e non vi si oda grido di gioia.",
              "reference": "Giobbe 3:7"
            },
            {
              "content": "La maledicano quelli che maledicono i giorni e sono esperti nell’evocare il drago.",
              "reference": "Giobbe 3:8"
            },
            {
              "content": "Si oscurino le stelle del suo crepuscolo, aspetti la luce e la luce non venga, e non contempli le palpebre dell’alba,",
              "reference": "Giobbe 3:9"
            },
            {
              "content": "poiché non chiuse la porta del grembo che mi portava e non celò l’affanno agli occhi miei.",
              "reference": "Giobbe 3:10"
            },
            {
              "content": "Perché non morii fin dal seno di mia madre? Perché non spirai appena uscito dal suo grembo?",
              "reference": "Giobbe 3:11"
            },
            {
              "content": "Perché trovai delle ginocchia per ricevermi e delle mammelle da poppare?",
              "reference": "Giobbe 3:12"
            },
            {
              "content": "Ora giacerei tranquillo, dormirei, e avrei così riposo",
              "reference": "Giobbe 3:13"
            },
            {
              "content": "con i re e con i consiglieri della terra che si costruirono mausolei,",
              "reference": "Giobbe 3:14"
            },
            {
              "content": "con i prìncipi che possedevano oro e che riempirono d’argento le loro case;",
              "reference": "Giobbe 3:15"
            },
            {
              "content": "oppure, come l’aborto nascosto, non esisterei, sarei come i feti che non videro la luce.",
              "reference": "Giobbe 3:16"
            },
            {
              "content": "Là cessano gli empi di tormentare gli altri, là riposano gli stanchi;",
              "reference": "Giobbe 3:17"
            },
            {
              "content": "là i prigionieri hanno pace tutti insieme, senza udir voce d’aguzzino.",
              "reference": "Giobbe 3:18"
            },
            {
              "content": "Piccoli e grandi sono là insieme, lo schiavo è libero dal suo padrone.",
              "reference": "Giobbe 3:19"
            },
            {
              "content": "Perché dare la luce all’infelice, e la vita a chi ha l’anima nell’amarezza?",
              "reference": "Giobbe 3:20"
            },
            {
              "content": "Essi aspettano la morte che non viene, la ricercano più che i tesori nascosti.",
              "reference": "Giobbe 3:21"
            },
            {
              "content": "Si rallegrerebbero fino a giubilarne, esulterebbero se trovassero una tomba.",
              "reference": "Giobbe 3:22"
            },
            {
              "content": "Perché dar vita a un uomo la cui via è oscura e che Dio ha stretto in un cerchio?",
              "reference": "Giobbe 3:23"
            },
            {
              "content": "Io sospiro anche quando prendo il mio cibo, e i miei gemiti si spargono come acqua.",
              "reference": "Giobbe 3:24"
            },
            {
              "content": "Non appena temo un male, esso mi colpisce; e quel che mi spaventa, mi piomba addosso.",
              "reference": "Giobbe 3:25"
            },
            {
              "content": "Non trovo riposo, né tranquillità, né pace; il tormento è continuo!»",
              "reference": "Giobbe 3:26"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Giobbe 4 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Elifaz di Teman rispose e disse:",
              "reference": "Giobbe 4:1"
            },
            {
              "content": "«Se provassimo a dirti una parola, ti darebbe fastidio? Ma chi potrebbe trattenere le parole?",
              "reference": "Giobbe 4:2"
            },
            {
              "content": "Tu ne hai ammaestrati molti, hai fortificato le mani stanche;",
              "reference": "Giobbe 4:3"
            },
            {
              "content": "e le tue parole hanno rialzato chi stava cadendo, hai rafforzato le ginocchia vacillanti;",
              "reference": "Giobbe 4:4"
            },
            {
              "content": "e ora che il male piomba su di te, ti lasci abbattere; ora che è giunto fino a te, sei tutto smarrito.",
              "reference": "Giobbe 4:5"
            },
            {
              "content": "Il tuo timor di Dio non ti dà fiducia, e l’integrità della tua vita non è la tua speranza?",
              "reference": "Giobbe 4:6"
            },
            {
              "content": "Ricorda: quale innocente perì mai? Dove furono mai distrutti gli uomini retti?",
              "reference": "Giobbe 4:7"
            },
            {
              "content": "Io per me ho visto che coloro che arano iniquità e seminano tormenti, ne mietono i frutti.",
              "reference": "Giobbe 4:8"
            },
            {
              "content": "Al soffio di Dio essi periscono, dal vento della sua ira sono consumati.",
              "reference": "Giobbe 4:9"
            },
            {
              "content": "Spenta è la voce del ruggente, sono spezzati i denti dei leoncelli.",
              "reference": "Giobbe 4:10"
            },
            {
              "content": "Perisce per mancanza di preda il forte leone, e restano dispersi i piccini della leonessa.",
              "reference": "Giobbe 4:11"
            },
            {
              "content": "Una parola mi è furtivamente giunta, e il mio orecchio ne ha colto il lieve sussurro.",
              "reference": "Giobbe 4:12"
            },
            {
              "content": "Tra i pensieri delle visioni notturne, quando un sonno profondo cade sui mortali,",
              "reference": "Giobbe 4:13"
            },
            {
              "content": "uno spavento mi prese, un tremore, che mi fece fremere tutte le ossa.",
              "reference": "Giobbe 4:14"
            },
            {
              "content": "Uno spirito mi passò davanti e i peli mi si rizzarono addosso.",
              "reference": "Giobbe 4:15"
            },
            {
              "content": "Si fermò, ma non riconobbi il suo sembiante; una figura mi stava davanti agli occhi e udii una voce sommessa che diceva:",
              "reference": "Giobbe 4:16"
            },
            {
              "content": "“Può il mortale essere giusto davanti a Dio? Può l’uomo essere puro davanti al suo Creatore?",
              "reference": "Giobbe 4:17"
            },
            {
              "content": "Ecco, Dio non si fida dei suoi servi e trova difetti nei suoi angeli;",
              "reference": "Giobbe 4:18"
            },
            {
              "content": "quanto più in quelli che stanno in case d’argilla, che hanno per fondamento la polvere e sono schiacciati al pari delle tignole!",
              "reference": "Giobbe 4:19"
            },
            {
              "content": "Fra la mattina e la sera sono infranti; periscono per sempre, senza che nessuno se ne accorga.",
              "reference": "Giobbe 4:20"
            },
            {
              "content": "La corda della loro tenda è strappata, e muoiono senza possedere la saggezza”.",
              "reference": "Giobbe 4:21"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Giobbe 5 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Chiama pure! C’è forse chi ti risponda? A quale dei santi vorrai tu rivolgerti?",
              "reference": "Giobbe 5:1"
            },
            {
              "content": "No, il cruccio non uccide che l’insensato e l’irritazione fa morire lo stolto.",
              "reference": "Giobbe 5:2"
            },
            {
              "content": "Io ho visto l’insensato mettere radici, ma ben presto ho dovuto maledire la sua casa.",
              "reference": "Giobbe 5:3"
            },
            {
              "content": "I suoi figli vanno privi di soccorso, sono oppressi alla porta della città e non c’è chi li difenda.",
              "reference": "Giobbe 5:4"
            },
            {
              "content": "L’affamato gli divora il raccolto, glielo ruba perfino dalle spine; l’assetato gli trangugia i beni.",
              "reference": "Giobbe 5:5"
            },
            {
              "content": "Infatti la sventura non spunta dalla terra, né il dolore germina dal suolo;",
              "reference": "Giobbe 5:6"
            },
            {
              "content": "ma l’uomo nasce per soffrire, come la favilla per volare in alto.",
              "reference": "Giobbe 5:7"
            },
            {
              "content": "Io però vorrei cercare Dio, a Dio vorrei esporre la mia causa;",
              "reference": "Giobbe 5:8"
            },
            {
              "content": "a lui, che fa cose grandi, imperscrutabili, meraviglie innumerevoli;",
              "reference": "Giobbe 5:9"
            },
            {
              "content": "che sparge la pioggia sopra la terra e manda l’acqua sui campi;",
              "reference": "Giobbe 5:10"
            },
            {
              "content": "che innalza quelli che erano abbassati e pone in salvo gli afflitti, in luogo elevato;",
              "reference": "Giobbe 5:11"
            },
            {
              "content": "che sventa i disegni degli astuti, sicché le loro mani non giungono a eseguirli;",
              "reference": "Giobbe 5:12"
            },
            {
              "content": "che prende gli abili nella loro astuzia, sicché il consiglio degli scaltri va in rovina.",
              "reference": "Giobbe 5:13"
            },
            {
              "content": "Di giorno essi incorrono nelle tenebre, a mezzogiorno brancolano come di notte.",
              "reference": "Giobbe 5:14"
            },
            {
              "content": "Ma Dio salva il meschino dalla spada della loro bocca, e il povero dalla mano del potente.",
              "reference": "Giobbe 5:15"
            },
            {
              "content": "Così per il misero c’è speranza, mentre l’iniquità chiude la bocca.",
              "reference": "Giobbe 5:16"
            },
            {
              "content": "Beato l’uomo che Dio corregge! Tu non disprezzare la lezione dell’Onnipotente;",
              "reference": "Giobbe 5:17"
            },
            {
              "content": "perché egli fa la piaga, ma poi la fascia; egli ferisce, ma le sue mani guariscono.",
              "reference": "Giobbe 5:18"
            },
            {
              "content": "In sei sciagure egli sarà il tuo liberatore, e in sette il male non ti toccherà.",
              "reference": "Giobbe 5:19"
            },
            {
              "content": "In tempo di carestia ti scamperà dalla morte, in tempo di guerra dai colpi della spada.",
              "reference": "Giobbe 5:20"
            },
            {
              "content": "Sarai sottratto al flagello della lingua, non temerai quando verrà il disastro.",
              "reference": "Giobbe 5:21"
            },
            {
              "content": "In mezzo al disastro e alla fame riderai, non temerai le belve della terra;",
              "reference": "Giobbe 5:22"
            },
            {
              "content": "perché avrai per alleate le pietre del suolo, e gli animali dei campi saranno con te in pace.",
              "reference": "Giobbe 5:23"
            },
            {
              "content": "Saprai al sicuro la tua tenda; e, visitando i tuoi pascoli, vedrai che non ti manca nulla.",
              "reference": "Giobbe 5:24"
            },
            {
              "content": "Saprai che la tua discendenza moltiplica, che i tuoi rampolli crescono come l’erba dei campi.",
              "reference": "Giobbe 5:25"
            },
            {
              "content": "Te ne andrai maturo alla tomba, come i covoni di grano si accumulano a suo tempo.",
              "reference": "Giobbe 5:26"
            },
            {
              "content": "Ecco quel che abbiamo trovato, riflettendo. Così è. Tu ascolta e fanne tesoro».",
              "reference": "Giobbe 5:27"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Giobbe 6 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose:",
              "reference": "Giobbe 6:1"
            },
            {
              "content": "«Ah, se il mio travaglio si pesasse, se le mie calamità si mettessero tutte insieme sulla bilancia!",
              "reference": "Giobbe 6:2"
            },
            {
              "content": "Sarebbero trovati più pesanti della sabbia del mare. Ecco perché le mie parole sono temerarie.",
              "reference": "Giobbe 6:3"
            },
            {
              "content": "Infatti le saette dell’Onnipotente mi trafiggono, lo spirito mio ne succhia il veleno; i terrori di Dio si schierano in battaglia contro di me.",
              "reference": "Giobbe 6:4"
            },
            {
              "content": "L’asino selvatico raglia forse quando ha l’erba davanti? Muggisce forse il bue davanti alla pastura?",
              "reference": "Giobbe 6:5"
            },
            {
              "content": "Si può forse mangiare ciò che è insipido, senza sale? C’è qualche gusto in un chiaro d’uovo?",
              "reference": "Giobbe 6:6"
            },
            {
              "content": "Mi rifiuto di toccare una simile cosa, essa è per me come un cibo ripugnante.",
              "reference": "Giobbe 6:7"
            },
            {
              "content": "Oh, mi avvenisse pure quel che chiedo, e mi desse Dio quel che spero!",
              "reference": "Giobbe 6:8"
            },
            {
              "content": "Volesse pure Dio schiacciarmi, stendere la mano e tagliare il filo dei miei giorni!",
              "reference": "Giobbe 6:9"
            },
            {
              "content": "Sarebbe questo un conforto per me, esulterei nei dolori che egli non mi risparmia; poiché non ho rinnegato le parole del Santo.",
              "reference": "Giobbe 6:10"
            },
            {
              "content": "Che è mai la mia forza perché io speri ancora? Che fine mi aspetta perché io sia paziente?",
              "reference": "Giobbe 6:11"
            },
            {
              "content": "La mia forza è come la forza delle pietre? E la mia carne è forse di bronzo?",
              "reference": "Giobbe 6:12"
            },
            {
              "content": "Non c’è forza in me, la saggezza è stata allontanata da me.",
              "reference": "Giobbe 6:13"
            },
            {
              "content": "«Pietà deve l’amico a colui che soccombe, se anche abbandonasse il timore dell’Onnipotente.",
              "reference": "Giobbe 6:14"
            },
            {
              "content": "Ma i fratelli miei si sono mostrati infidi come un torrente, come l’acqua di torrenti che passa.",
              "reference": "Giobbe 6:15"
            },
            {
              "content": "Il ghiaccio li rende torbidi e la neve vi si scioglie;",
              "reference": "Giobbe 6:16"
            },
            {
              "content": "ma passato il tempo delle piene, svaniscono; quando sentono il caldo, scompaiono dal loro luogo.",
              "reference": "Giobbe 6:17"
            },
            {
              "content": "Le carovane che si dirigono là mutano strada, s’inoltrano nel deserto e vi periscono.",
              "reference": "Giobbe 6:18"
            },
            {
              "content": "Le carovane di Tema li cercavano con lo sguardo, i viandanti di Seba vi contavano su,",
              "reference": "Giobbe 6:19"
            },
            {
              "content": "ma furono delusi nella loro fiducia; giunti sul luogo, rimasero confusi.",
              "reference": "Giobbe 6:20"
            },
            {
              "content": "Tali siete divenuti voi per me; vedete uno che fa orrore e vi prende la paura.",
              "reference": "Giobbe 6:21"
            },
            {
              "content": "Vi ho forse detto: “Datemi qualcosa”, oppure: “Con i vostri beni fate un dono a mio favore”;",
              "reference": "Giobbe 6:22"
            },
            {
              "content": "oppure: “Liberatemi dalla stretta del nemico”, oppure: “Scampatemi dalla mano dei prepotenti”?",
              "reference": "Giobbe 6:23"
            },
            {
              "content": "Ammaestratemi, e starò in silenzio; fatemi capire in che cosa ho errato.",
              "reference": "Giobbe 6:24"
            },
            {
              "content": "Quanto sono efficaci le parole rette! Ma la vostra riprensione che vale?",
              "reference": "Giobbe 6:25"
            },
            {
              "content": "Volete dunque biasimare delle parole? Ma le parole di un disperato se le porta il vento!",
              "reference": "Giobbe 6:26"
            },
            {
              "content": "Voi sareste capaci di tirare a sorte l’orfano e di vendere il vostro amico!",
              "reference": "Giobbe 6:27"
            },
            {
              "content": "Ebbene, guardatemi pure e vedete se io vi mento spudoratamente.",
              "reference": "Giobbe 6:28"
            },
            {
              "content": "Ripensateci, non commettete errori! Ripensateci, la mia giustizia è ancora presente.",
              "reference": "Giobbe 6:29"
            },
            {
              "content": "C’è qualche errore sulla mia lingua? Il mio palato non distingue più quel che è male?",
              "reference": "Giobbe 6:30"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Giobbe 7 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«La vita dell’uomo sulla terra è come quella di un soldato; i suoi giorni sono simili ai giorni di un mercenario.",
              "reference": "Giobbe 7:1"
            },
            {
              "content": "Come lo schiavo anela l’ombra, come l’operaio aspetta il suo salario,",
              "reference": "Giobbe 7:2"
            },
            {
              "content": "così a me toccano mesi di sciagura, mi sono assegnate notti di dolore.",
              "reference": "Giobbe 7:3"
            },
            {
              "content": "Non appena mi corico, dico: “Quando mi alzerò?” Ma la notte si prolunga, e mi sazio di agitazioni fino all’alba.",
              "reference": "Giobbe 7:4"
            },
            {
              "content": "La mia carne è coperta di vermi e di croste polverose, la mia pelle si richiude, poi riprende a suppurare.",
              "reference": "Giobbe 7:5"
            },
            {
              "content": "I miei giorni se ne vanno più veloci della spola, si consumano senza speranza.",
              "reference": "Giobbe 7:6"
            },
            {
              "content": "Ricòrdati che la mia vita è un soffio! L’occhio mio non vedrà più il bene.",
              "reference": "Giobbe 7:7"
            },
            {
              "content": "Lo sguardo di chi ora mi vede non mi potrà più scorgere; gli occhi tuoi mi cercheranno, ma io non sarò più.",
              "reference": "Giobbe 7:8"
            },
            {
              "content": "La nuvola svanisce e si dilegua; così chi scende nel soggiorno dei morti non ne risalirà;",
              "reference": "Giobbe 7:9"
            },
            {
              "content": "non tornerà più nella sua casa e il luogo dove stava non lo riconoscerà più.",
              "reference": "Giobbe 7:10"
            },
            {
              "content": "Io, perciò, non terrò chiusa la bocca; nell’angoscia del mio spirito io parlerò, mi lamenterò nell’amarezza dell’anima mia.",
              "reference": "Giobbe 7:11"
            },
            {
              "content": "Sono io forse il mare o un mostro marino che tu ponga intorno a me una guardia?",
              "reference": "Giobbe 7:12"
            },
            {
              "content": "Quando dico: “Il mio letto mi darà sollievo, il mio giaciglio allevierà la mia pena!”,",
              "reference": "Giobbe 7:13"
            },
            {
              "content": "tu mi sgomenti con sogni e mi spaventi con visioni;",
              "reference": "Giobbe 7:14"
            },
            {
              "content": "io preferisco soffocare, a queste mie ossa preferisco la morte.",
              "reference": "Giobbe 7:15"
            },
            {
              "content": "Io mi sto consumando; non vivrò sempre; ti prego, lasciami stare; i giorni miei non sono che un soffio.",
              "reference": "Giobbe 7:16"
            },
            {
              "content": "Che cos’è l’uomo che tu ne faccia tanto caso, che tu t’interessi a lui,",
              "reference": "Giobbe 7:17"
            },
            {
              "content": "lo visiti ogni mattina e lo metta alla prova ogni istante?",
              "reference": "Giobbe 7:18"
            },
            {
              "content": "Quando cesserai di tenere lo sguardo fisso su di me? Quando mi darai tempo d’inghiottire la mia saliva?",
              "reference": "Giobbe 7:19"
            },
            {
              "content": "Se ho peccato, che ho fatto a te, o guardiano degli uomini? Perché hai fatto di me il tuo bersaglio a tal punto che sono divenuto un peso a me stesso?",
              "reference": "Giobbe 7:20"
            },
            {
              "content": "Perché non perdoni le mie trasgressioni e non cancelli la mia iniquità? Poiché presto giacerò nella polvere; tu mi cercherai, ma io non sarò più».",
              "reference": "Giobbe 7:21"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Giobbe 8 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Bildad di Suac rispose e disse:",
              "reference": "Giobbe 8:1"
            },
            {
              "content": "«Fino a quando terrai questi discorsi e saranno le parole della tua bocca come un vento impetuoso?",
              "reference": "Giobbe 8:2"
            },
            {
              "content": "Potrebbe Dio pervertire il giudizio? Potrebbe l’Onnipotente pervertire la giustizia?",
              "reference": "Giobbe 8:3"
            },
            {
              "content": "Se i tuoi figli hanno peccato contro di lui, egli li ha dati in balìa del loro misfatto;",
              "reference": "Giobbe 8:4"
            },
            {
              "content": "ma tu, se ricorri a Dio e implori l’Onnipotente,",
              "reference": "Giobbe 8:5"
            },
            {
              "content": "se proprio sei puro e integro, certo egli sorgerà in tuo favore e restaurerà la tua giusta dimora.",
              "reference": "Giobbe 8:6"
            },
            {
              "content": "Così sarà stato piccolo il tuo principio, ma la tua fine sarà grande oltre misura.",
              "reference": "Giobbe 8:7"
            },
            {
              "content": "Interroga le passate generazioni, rifletti sull’esperienza dei padri;",
              "reference": "Giobbe 8:8"
            },
            {
              "content": "poiché noi siamo di ieri e non sappiamo nulla; i nostri giorni sulla terra non sono che un’ombra;",
              "reference": "Giobbe 8:9"
            },
            {
              "content": "ma quelli certo t’insegneranno, ti parleranno e dal loro cuore trarranno discorsi.",
              "reference": "Giobbe 8:10"
            },
            {
              "content": "Può il papiro crescere dove non c’è limo? Forse il giunco viene su senz’acqua?",
              "reference": "Giobbe 8:11"
            },
            {
              "content": "Mentre sono ancora verdi, e senza che li si tagli, prima di tutte le erbe, inaridiscono.",
              "reference": "Giobbe 8:12"
            },
            {
              "content": "Tale è la sorte di tutti quelli che dimenticano Dio; la speranza dell’empio perirà.",
              "reference": "Giobbe 8:13"
            },
            {
              "content": "La sua baldanza è troncata, la sua fiducia è come una tela di ragno.",
              "reference": "Giobbe 8:14"
            },
            {
              "content": "Egli si appoggia alla sua casa, ma essa non regge; vi si aggrappa, ma quella non tiene.",
              "reference": "Giobbe 8:15"
            },
            {
              "content": "Egli verdeggia al sole, i suoi rami si protendono sul suo giardino,",
              "reference": "Giobbe 8:16"
            },
            {
              "content": "le sue radici s’intrecciano sul mucchio delle macerie, penetra fra le pietre della casa.",
              "reference": "Giobbe 8:17"
            },
            {
              "content": "Ma divelto che sia dal suo luogo, questo lo rinnega e gli dice: “Non ti ho mai visto!”",
              "reference": "Giobbe 8:18"
            },
            {
              "content": "Tali sono le delizie che gli procura il suo comportamento! Dalla polvere, altri dopo di lui germoglieranno.",
              "reference": "Giobbe 8:19"
            },
            {
              "content": "No, Dio non respinge l’uomo integro, né porge aiuto a quelli che fanno il male.",
              "reference": "Giobbe 8:20"
            },
            {
              "content": "Egli renderà ancora il sorriso alla tua bocca, sulle tue labbra metterà canti d’esultanza.",
              "reference": "Giobbe 8:21"
            },
            {
              "content": "Quelli che ti odiano saranno coperti di vergogna, la tenda degli empi sparirà».",
              "reference": "Giobbe 8:22"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Giobbe 9 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose e disse:",
              "reference": "Giobbe 9:1"
            },
            {
              "content": "«Sì, certo, io so che è così; come potrebbe il mortale essere giusto davanti a Dio?",
              "reference": "Giobbe 9:2"
            },
            {
              "content": "Se all’uomo piacesse disputare con Dio, non potrebbe rispondergli su un punto fra mille.",
              "reference": "Giobbe 9:3"
            },
            {
              "content": "Dio è saggio, è grande in potenza; chi gli ha tenuto fronte e se n’è trovato bene?",
              "reference": "Giobbe 9:4"
            },
            {
              "content": "Egli trasporta le montagne senza che se ne accorgano, nel suo furore le sconvolge.",
              "reference": "Giobbe 9:5"
            },
            {
              "content": "Egli scuote la terra dalle sue fondamenta, e le sue colonne tremano.",
              "reference": "Giobbe 9:6"
            },
            {
              "content": "Comanda al sole, ed esso non sorge; mette un sigillo sulle stelle.",
              "reference": "Giobbe 9:7"
            },
            {
              "content": "Da solo spiega i cieli, cammina sulle più alte onde del mare.",
              "reference": "Giobbe 9:8"
            },
            {
              "content": "È il creatore dell’Orsa, di Orione, delle Pleiadi e delle misteriose regioni del cielo australe.",
              "reference": "Giobbe 9:9"
            },
            {
              "content": "Egli fa cose grandi e imperscrutabili, meraviglie innumerevoli.",
              "reference": "Giobbe 9:10"
            },
            {
              "content": "Ecco, egli mi passa vicino e io non lo vedo; mi scivola accanto e non me ne accorgo.",
              "reference": "Giobbe 9:11"
            },
            {
              "content": "Ecco, afferra la preda, e chi si opporrà? Chi oserà dirgli: “Che fai?”",
              "reference": "Giobbe 9:12"
            },
            {
              "content": "Dio non ritira la sua collera; sotto di lui si curvano i campioni della superbia.",
              "reference": "Giobbe 9:13"
            },
            {
              "content": "Io come farei a rispondergli, a scegliere le mie parole per discutere con lui?",
              "reference": "Giobbe 9:14"
            },
            {
              "content": "Avessi anche ragione, non gli replicherei, ma implorerei misericordia al mio giudice.",
              "reference": "Giobbe 9:15"
            },
            {
              "content": "Se io lo invocassi ed egli mi rispondesse, non per questo crederei che avesse dato ascolto alla mia voce;",
              "reference": "Giobbe 9:16"
            },
            {
              "content": "egli mi piomba addosso dal seno della tempesta, moltiplica senza motivo le mie piaghe,",
              "reference": "Giobbe 9:17"
            },
            {
              "content": "non mi lascia riprendere fiato e mi sazia d’amarezza.",
              "reference": "Giobbe 9:18"
            },
            {
              "content": "Se si tratta di forza, ecco, egli è potente; se di diritto, egli dice: “Chi mi convocherà?”",
              "reference": "Giobbe 9:19"
            },
            {
              "content": "Se io fossi senza colpa, la mia bocca mi condannerebbe; se fossi innocente, mi dichiarerebbe colpevole.",
              "reference": "Giobbe 9:20"
            },
            {
              "content": "«Sono innocente? Sì, lo sono! Di me non mi preme, io disprezzo la mia vita!",
              "reference": "Giobbe 9:21"
            },
            {
              "content": "Per me è la stessa cosa! Perciò dico: “Egli distrugge ugualmente l’integro e il malvagio”.",
              "reference": "Giobbe 9:22"
            },
            {
              "content": "Se un flagello, a un tratto, semina la morte, egli ride dello sgomento degli innocenti.",
              "reference": "Giobbe 9:23"
            },
            {
              "content": "La terra è data in balìa dei malvagi; egli vela gli occhi ai giudici di essa; se non è lui, chi è dunque?",
              "reference": "Giobbe 9:24"
            },
            {
              "content": "I miei giorni se ne vanno più veloci di un corriere; fuggono via senz’aver visto il bene;",
              "reference": "Giobbe 9:25"
            },
            {
              "content": "passano rapidi come navicelle di giunchi, come l’aquila che piomba sulla preda.",
              "reference": "Giobbe 9:26"
            },
            {
              "content": "Io dico: “Voglio dimenticare il mio lamento, abbandonare questa faccia triste e stare allegro”.",
              "reference": "Giobbe 9:27"
            },
            {
              "content": "Ma mi spavento per tutti i miei dolori. Sono certo che non mi considererai innocente.",
              "reference": "Giobbe 9:28"
            },
            {
              "content": "Io sarò condannato; perché dunque affaticarmi invano?",
              "reference": "Giobbe 9:29"
            },
            {
              "content": "Anche se mi lavassi con la neve e mi pulissi le mani con il sapone,",
              "reference": "Giobbe 9:30"
            },
            {
              "content": "tu mi tufferesti nel fango di una fossa, le mie vesti mi avrebbero in orrore.",
              "reference": "Giobbe 9:31"
            },
            {
              "content": "Dio non è un uomo come me, perché io gli risponda e perché possiamo comparire in giudizio assieme.",
              "reference": "Giobbe 9:32"
            },
            {
              "content": "Non c’è fra noi un arbitro che posi la mano su tutti e due!",
              "reference": "Giobbe 9:33"
            },
            {
              "content": "Dio allontani da me la sua verga; smetta di spaventarmi con il suo terrore;",
              "reference": "Giobbe 9:34"
            },
            {
              "content": "allora io parlerò senza temerlo, perché sento di non essere quel colpevole che sembro».",
              "reference": "Giobbe 9:35"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Giobbe 10 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Io provo disgusto della mia vita; voglio dare libero sfogo al mio lamento, voglio parlare nell’amarezza dell’anima mia!",
              "reference": "Giobbe 10:1"
            },
            {
              "content": "Io dirò a Dio: “Non condannarmi! Fammi sapere perché sei in contesa con me!",
              "reference": "Giobbe 10:2"
            },
            {
              "content": "Ti sembra cosa ben fatta opprimere, disprezzare l’opera delle tue mani e favorire i disegni dei malvagi?",
              "reference": "Giobbe 10:3"
            },
            {
              "content": "Hai tu occhi di carne? Vedi tu come vede l’uomo?",
              "reference": "Giobbe 10:4"
            },
            {
              "content": "Sono i tuoi giorni come i giorni del mortale, i tuoi anni come gli anni degli esseri umani,",
              "reference": "Giobbe 10:5"
            },
            {
              "content": "che tu investighi tanto la mia iniquità, che t’informi così del mio peccato,",
              "reference": "Giobbe 10:6"
            },
            {
              "content": "pur sapendo che io non sono colpevole e che non c’è chi mi liberi dalla tua mano?",
              "reference": "Giobbe 10:7"
            },
            {
              "content": "Le tue mani mi hanno formato, mi hanno fatto tutto quanto, eppure mi distruggi!",
              "reference": "Giobbe 10:8"
            },
            {
              "content": "Ricòrdati che mi hai plasmato come argilla, e tu mi fai ritornare in polvere!",
              "reference": "Giobbe 10:9"
            },
            {
              "content": "Non mi hai colato forse come il latte e fatto rapprendere come il formaggio?",
              "reference": "Giobbe 10:10"
            },
            {
              "content": "Tu mi hai rivestito di pelle e di carne e mi hai intessuto d’ossa e di nervi.",
              "reference": "Giobbe 10:11"
            },
            {
              "content": "Mi hai concesso vita e grazia, la tua provvidenza ha vegliato sul mio spirito,",
              "reference": "Giobbe 10:12"
            },
            {
              "content": "ed ecco quello che nascondevi in cuore! Sì, lo so, questo meditavi:",
              "reference": "Giobbe 10:13"
            },
            {
              "content": "se avessi peccato, l’avresti ben tenuto a mente e non mi avresti assolto dalla mia iniquità.",
              "reference": "Giobbe 10:14"
            },
            {
              "content": "Se fossi stato malvagio, guai a me! Se giusto, non avrei osato alzare la fronte, sazio d’infamia, spettatore della mia miseria.",
              "reference": "Giobbe 10:15"
            },
            {
              "content": "Se l’avessi alzata, mi avresti dato la caccia come a un leone, contro di me avresti rinnovato le tue prodezze;",
              "reference": "Giobbe 10:16"
            },
            {
              "content": "avresti trovato contro di me nuovi testimoni e avresti raddoppiato il tuo sdegno contro di me; legioni su legioni mi avrebbero assalito.",
              "reference": "Giobbe 10:17"
            },
            {
              "content": "Perché mi hai fatto uscire dal grembo di mia madre? Sarei spirato senza che occhio mi vedesse!",
              "reference": "Giobbe 10:18"
            },
            {
              "content": "Sarei stato come se non fossi mai esistito, mi avrebbero portato dal grembo materno alla tomba!”",
              "reference": "Giobbe 10:19"
            },
            {
              "content": "Non sono forse pochi i giorni che mi restano? Smetta egli dunque, mi lasci stare, perché io possa rasserenarmi un poco,",
              "reference": "Giobbe 10:20"
            },
            {
              "content": "prima che me ne vada, per non più tornare, nella terra delle tenebre e dell’ombra di morte:",
              "reference": "Giobbe 10:21"
            },
            {
              "content": "terra oscura come notte profonda, dove regnano l’ombra di morte e il disordine, il cui chiarore è come notte oscura».",
              "reference": "Giobbe 10:22"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Giobbe 11 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Zofar di Naama rispose e disse:",
              "reference": "Giobbe 11:1"
            },
            {
              "content": "«Questa abbondanza di parole rimarrà forse senza risposta? Basterà quindi essere loquace per avere ragione?",
              "reference": "Giobbe 11:2"
            },
            {
              "content": "Varranno le tue ciance a far tacere la gente? Farai dunque il beffardo, senza che nessuno ti contesti?",
              "reference": "Giobbe 11:3"
            },
            {
              "content": "Tu dici a Dio: “Quel che sostengo è giusto e io sono puro in tua presenza”.",
              "reference": "Giobbe 11:4"
            },
            {
              "content": "Ma volesse Dio parlare e aprire la bocca per risponderti",
              "reference": "Giobbe 11:5"
            },
            {
              "content": "e rivelarti i segreti della sua saggezza, poiché infinita è la sua intelligenza! Vedresti allora come Dio dimentichi parte della tua colpa.",
              "reference": "Giobbe 11:6"
            },
            {
              "content": "Puoi forse scandagliare le profondità di Dio, arrivare a conoscere appieno l’Onnipotente?",
              "reference": "Giobbe 11:7"
            },
            {
              "content": "Si tratta di cose più alte del cielo; tu che faresti? Di cose più profonde del soggiorno dei morti; come le conosceresti?",
              "reference": "Giobbe 11:8"
            },
            {
              "content": "La loro misura è più lunga della terra, più larga del mare.",
              "reference": "Giobbe 11:9"
            },
            {
              "content": "Se Dio passa, se incarcera, se chiama in giudizio, chi si opporrà?",
              "reference": "Giobbe 11:10"
            },
            {
              "content": "Egli infatti conosce gli uomini perversi, scopre senza sforzo l’iniquità.",
              "reference": "Giobbe 11:11"
            },
            {
              "content": "Ma l’insensato diventerà saggio quando un puledro d’onagro diventerà uomo.",
              "reference": "Giobbe 11:12"
            },
            {
              "content": "Tu però, se ben disponi il cuore e tendi verso Dio le mani,",
              "reference": "Giobbe 11:13"
            },
            {
              "content": "se allontani il male che è nelle tue mani e non alberghi l’iniquità nelle tue tende,",
              "reference": "Giobbe 11:14"
            },
            {
              "content": "allora alzerai la fronte senza macchia, sarai incrollabile e non avrai paura di nulla;",
              "reference": "Giobbe 11:15"
            },
            {
              "content": "dimenticherai i tuoi affanni; te ne ricorderai come d’acqua passata;",
              "reference": "Giobbe 11:16"
            },
            {
              "content": "la tua vita sorgerà più fulgida del pieno giorno, l’oscurità sarà come la luce del mattino.",
              "reference": "Giobbe 11:17"
            },
            {
              "content": "Sarai fiducioso perché avrai speranza; ti guarderai bene attorno e ti coricherai sicuro.",
              "reference": "Giobbe 11:18"
            },
            {
              "content": "Ti metterai a dormire e nessuno ti spaventerà; e molti cercheranno il tuo favore.",
              "reference": "Giobbe 11:19"
            },
            {
              "content": "Ma gli occhi degli empi verranno meno; non ci sarà più rifugio per loro e non avranno altra speranza che esalare l’ultimo respiro».",
              "reference": "Giobbe 11:20"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Giobbe 12 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose e disse:",
              "reference": "Giobbe 12:1"
            },
            {
              "content": "«Voi, certo, valete quanto un popolo, e con voi morirà la saggezza.",
              "reference": "Giobbe 12:2"
            },
            {
              "content": "Ma di senno ne ho anch’io quanto voi, non vi sono affatto inferiore; cose come queste chi non le sa?",
              "reference": "Giobbe 12:3"
            },
            {
              "content": "Io dunque dovrei essere il ludibrio degli amici! Io, che invocavo Dio ed egli mi rispondeva; il ludibrio io, l’uomo giusto, integro!",
              "reference": "Giobbe 12:4"
            },
            {
              "content": "Il disprezzo per la sventura altrui è nel pensiero di chi vive nella prosperità; esso è sempre pronto a colpire, se uno ha il piede che vacilla.",
              "reference": "Giobbe 12:5"
            },
            {
              "content": "Sono invece tranquille le tende dei ladri; chi provoca Dio, chi si fa un dio della propria forza, se ne sta al sicuro.",
              "reference": "Giobbe 12:6"
            },
            {
              "content": "Ma interroga un po’ gli animali, e te lo insegneranno; gli uccelli del cielo, e te lo mostreranno;",
              "reference": "Giobbe 12:7"
            },
            {
              "content": "oppure parla alla terra ed essa te lo insegnerà, e i pesci del mare te lo racconteranno.",
              "reference": "Giobbe 12:8"
            },
            {
              "content": "Chi non sa, fra tutte queste creature, che la mano del Signore ha fatto ogni cosa,",
              "reference": "Giobbe 12:9"
            },
            {
              "content": "che egli tiene in mano l’anima di tutto quel che vive e lo spirito di ogni carne umana?",
              "reference": "Giobbe 12:10"
            },
            {
              "content": "L’orecchio non discerne forse le parole, come il palato assaggia i cibi?",
              "reference": "Giobbe 12:11"
            },
            {
              "content": "Nei vecchi si trova la saggezza, e lunghezza di giorni dà intelligenza.",
              "reference": "Giobbe 12:12"
            },
            {
              "content": "«In Dio stanno la saggezza e la potenza, a lui appartengono il consiglio e l’intelligenza.",
              "reference": "Giobbe 12:13"
            },
            {
              "content": "Egli abbatte, e nessuno può ricostruire. Chiude un uomo in prigione, e non c’è chi gli apra.",
              "reference": "Giobbe 12:14"
            },
            {
              "content": "Egli trattiene le acque, e tutto inaridisce; le lascia andare, ed esse sconvolgono la terra.",
              "reference": "Giobbe 12:15"
            },
            {
              "content": "Egli possiede la forza e l’abilità; da lui dipendono chi erra e chi fa errare.",
              "reference": "Giobbe 12:16"
            },
            {
              "content": "Egli manda scalzi i consiglieri, colpisce di demenza i giudici.",
              "reference": "Giobbe 12:17"
            },
            {
              "content": "Scioglie i legami dell’autorità dei re e cinge i loro fianchi di catene.",
              "reference": "Giobbe 12:18"
            },
            {
              "content": "Manda scalzi i sacerdoti e rovescia i potenti.",
              "reference": "Giobbe 12:19"
            },
            {
              "content": "Priva della parola i più eloquenti e toglie il discernimento ai vecchi.",
              "reference": "Giobbe 12:20"
            },
            {
              "content": "Sparge il disprezzo sui nobili e scioglie la cintura ai forti.",
              "reference": "Giobbe 12:21"
            },
            {
              "content": "Rivela le cose recondite, facendole uscire dalle tenebre, e porta alla luce ciò che è avvolto in ombra di morte.",
              "reference": "Giobbe 12:22"
            },
            {
              "content": "Accresce i popoli e li annienta, amplia le nazioni e le riconduce nei loro confini;",
              "reference": "Giobbe 12:23"
            },
            {
              "content": "toglie il senno ai capi della terra e li fa peregrinare in solitudini senza sentiero.",
              "reference": "Giobbe 12:24"
            },
            {
              "content": "Brancolano nelle tenebre, senza alcuna luce, e li fa barcollare come ubriachi.",
              "reference": "Giobbe 12:25"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Giobbe 13 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«L’occhio mio tutto questo l’ha visto; l’orecchio mio l’ha udito e l’ha inteso.",
              "reference": "Giobbe 13:1"
            },
            {
              "content": "Quel che sapete voi lo so anch’io, non vi sono affatto inferiore.",
              "reference": "Giobbe 13:2"
            },
            {
              "content": "Ma io vorrei parlare con l’Onnipotente, ci terrei a ragionare con Dio;",
              "reference": "Giobbe 13:3"
            },
            {
              "content": "poiché voi siete inventori di menzogne, siete tutti quanti medici da nulla.",
              "reference": "Giobbe 13:4"
            },
            {
              "content": "Oh, se faceste silenzio! Esso vi sarebbe contato come saggezza.",
              "reference": "Giobbe 13:5"
            },
            {
              "content": "Ascoltate, vi prego, quel che ho da rimproverarvi; state attenti alle repliche delle mie labbra!",
              "reference": "Giobbe 13:6"
            },
            {
              "content": "Volete dunque difendere Dio parlando con menzogna? Sostenere la sua causa con parole di frode?",
              "reference": "Giobbe 13:7"
            },
            {
              "content": "Volete avere riguardo alla sua persona? E costituirvi difensori di Dio?",
              "reference": "Giobbe 13:8"
            },
            {
              "content": "Sarà un bene per voi quando egli vi scruterà a fondo? Credete di ingannarlo come s’inganna un uomo?",
              "reference": "Giobbe 13:9"
            },
            {
              "content": "Certo egli vi riprenderà severamente, se nel vostro segreto avete dei riguardi personali.",
              "reference": "Giobbe 13:10"
            },
            {
              "content": "La sua maestà non vi farà sgomenti? Il suo terrore non piomberà su di voi?",
              "reference": "Giobbe 13:11"
            },
            {
              "content": "I vostri detti memorabili sono massime di cenere; i vostri baluardi sono baluardi d’argilla.",
              "reference": "Giobbe 13:12"
            },
            {
              "content": "Tacete, lasciatemi stare; voglio parlare io, succeda quel che succeda!",
              "reference": "Giobbe 13:13"
            },
            {
              "content": "Perché dovrei prendere la mia carne con i denti? E trattenere la mia vita con le mie mani?",
              "reference": "Giobbe 13:14"
            },
            {
              "content": "Ecco, mi uccida pure! Oh, continuerò a sperare. Soltanto, io difenderò in faccia a lui il mio comportamento!",
              "reference": "Giobbe 13:15"
            },
            {
              "content": "Anche questo servirà alla mia salvezza; poiché un empio non ardirebbe presentarsi a lui.",
              "reference": "Giobbe 13:16"
            },
            {
              "content": "Ascoltate attentamente il mio discorso, porgete orecchio a quanto sto per dichiararvi.",
              "reference": "Giobbe 13:17"
            },
            {
              "content": "Ecco, io ho predisposto ogni elemento per la causa; so che sarò riconosciuto giusto.",
              "reference": "Giobbe 13:18"
            },
            {
              "content": "C’è qualcuno che voglia farmi opposizione? Se c’è, io taccio e sono pronto a morire.",
              "reference": "Giobbe 13:19"
            },
            {
              "content": "Ma, o Dio, concedimi solo due cose, e non mi nasconderò dalla tua presenza:",
              "reference": "Giobbe 13:20"
            },
            {
              "content": "ritira da me la tua mano e fa che i tuoi terrori non mi spaventino più.",
              "reference": "Giobbe 13:21"
            },
            {
              "content": "Poi interrogami e io risponderò; oppure parlerò io, e tu replicherai.",
              "reference": "Giobbe 13:22"
            },
            {
              "content": "Quante sono le mie iniquità, quanti i miei peccati? Fammi conoscere la mia trasgressione, il mio peccato!",
              "reference": "Giobbe 13:23"
            },
            {
              "content": "Perché nascondi il tuo volto e mi consideri un nemico?",
              "reference": "Giobbe 13:24"
            },
            {
              "content": "Vuoi dunque atterrire una foglia portata via dal vento? Vuoi forse perseguitare una pagliuzza inaridita?",
              "reference": "Giobbe 13:25"
            },
            {
              "content": "Tu mi condanni a pene così amare e mi fai espiare gli sbagli della mia giovinezza;",
              "reference": "Giobbe 13:26"
            },
            {
              "content": "tu metti i miei piedi nei ceppi, spii tutti i miei movimenti e prendi nota delle orme dei miei piedi.",
              "reference": "Giobbe 13:27"
            },
            {
              "content": "Intanto questo mio corpo si disfa come legno tarlato, come un abito roso dal tarlo.",
              "reference": "Giobbe 13:28"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Giobbe 14 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«L’uomo, nato di donna, vive pochi giorni ed è sazio d’affanni.",
              "reference": "Giobbe 14:1"
            },
            {
              "content": "Spunta come un fiore, poi è reciso; fugge come un’ombra, e non dura.",
              "reference": "Giobbe 14:2"
            },
            {
              "content": "E sopra un essere così, tu tieni gli occhi aperti e mi fai comparire con te in giudizio!",
              "reference": "Giobbe 14:3"
            },
            {
              "content": "Chi può trarre una cosa pura da una impura? Nessuno.",
              "reference": "Giobbe 14:4"
            },
            {
              "content": "Se i suoi giorni sono fissati, e il numero dei suoi mesi dipende da te, e tu gli hai posto un termine che egli non può varcare,",
              "reference": "Giobbe 14:5"
            },
            {
              "content": "distogli da lui lo sguardo, perché abbia un po’ di tranquillità e possa godere come un operaio la fine della sua giornata.",
              "reference": "Giobbe 14:6"
            },
            {
              "content": "Per l’albero almeno c’è speranza; se è tagliato, rigermoglia e continua a mettere germogli.",
              "reference": "Giobbe 14:7"
            },
            {
              "content": "Quando la sua radice è invecchiata sotto terra e il suo tronco muore nel suolo,",
              "reference": "Giobbe 14:8"
            },
            {
              "content": "a sentir l’acqua, rinverdisce e mette rami come una giovane pianta.",
              "reference": "Giobbe 14:9"
            },
            {
              "content": "Ma l’uomo muore e perde ogni forza; il mortale spira, e dov’è egli?",
              "reference": "Giobbe 14:10"
            },
            {
              "content": "Le acque del lago se ne vanno, il fiume vien meno e si prosciuga;",
              "reference": "Giobbe 14:11"
            },
            {
              "content": "così l’uomo giace e non risorge più; finché non vi siano più cieli egli non si risveglierà, né sarà più destato dal suo sonno.",
              "reference": "Giobbe 14:12"
            },
            {
              "content": "Oh, volessi tu nascondermi nel soggiorno dei morti, tenermi occulto finché l’ira tua sia passata, fissarmi un termine e poi ricordarti di me!",
              "reference": "Giobbe 14:13"
            },
            {
              "content": "Se l’uomo muore, può egli tornare in vita? Aspetterei fiducioso tutti i giorni della mia sofferenza, finché cambiasse la mia condizione:",
              "reference": "Giobbe 14:14"
            },
            {
              "content": "tu mi chiameresti e io risponderei, tu vorresti rivedere l’opera delle tue mani.",
              "reference": "Giobbe 14:15"
            },
            {
              "content": "Ma ora tu conti i miei passi, tu osservi i miei peccati;",
              "reference": "Giobbe 14:16"
            },
            {
              "content": "le mie trasgressioni sono sigillate in un sacco, e alle mie iniquità altre ne aggiungi.",
              "reference": "Giobbe 14:17"
            },
            {
              "content": "La montagna frana e scompare, la roccia è divelta dal suo luogo,",
              "reference": "Giobbe 14:18"
            },
            {
              "content": "le acque consumano la pietra, le loro inondazioni trascinano via la terra: così tu distruggi la speranza dell’uomo.",
              "reference": "Giobbe 14:19"
            },
            {
              "content": "Tu lo sopraffai una volta per sempre, ed egli se ne va; gli muti la sembianza e lo mandi via.",
              "reference": "Giobbe 14:20"
            },
            {
              "content": "Se i suoi figli salgono in onore, egli lo ignora; se cadono in disprezzo, egli non lo vede;",
              "reference": "Giobbe 14:21"
            },
            {
              "content": "questo solo sente: che il suo corpo soffre, che l’anima sua è in lutto».",
              "reference": "Giobbe 14:22"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Giobbe 15 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Elifaz di Teman rispose e disse:",
              "reference": "Giobbe 15:1"
            },
            {
              "content": "«Il saggio risponde forse con vana scienza? Si gonfia il petto di vento?",
              "reference": "Giobbe 15:2"
            },
            {
              "content": "Si difende con chiacchiere inutili e con parole che non giovano a nulla?",
              "reference": "Giobbe 15:3"
            },
            {
              "content": "Tu, poi, distruggi il timor di Dio, sminuisci la preghiera che gli è dovuta.",
              "reference": "Giobbe 15:4"
            },
            {
              "content": "La tua iniquità ti detta le parole, e adoperi il linguaggio degli astuti.",
              "reference": "Giobbe 15:5"
            },
            {
              "content": "Non io, la tua bocca ti condanna; le tue labbra stesse depongono contro di te.",
              "reference": "Giobbe 15:6"
            },
            {
              "content": "Sei forse tu il primo uomo che nacque? Fosti tu formato prima dei monti?",
              "reference": "Giobbe 15:7"
            },
            {
              "content": "Hai forse sentito quanto si è detto nel Consiglio di Dio? Hai forse accaparrato la saggezza tutta quanta per te solo?",
              "reference": "Giobbe 15:8"
            },
            {
              "content": "Che sai tu che noi non sappiamo? Che conoscenza hai tu che non sia anche nostra?",
              "reference": "Giobbe 15:9"
            },
            {
              "content": "Ci sono fra noi uomini canuti e anche vecchi più attempati di tuo padre.",
              "reference": "Giobbe 15:10"
            },
            {
              "content": "Fai così poco caso delle consolazioni di Dio e delle dolci parole che ti abbiamo rivolte?",
              "reference": "Giobbe 15:11"
            },
            {
              "content": "Dove ti trascina il cuore, e che vogliono dire codeste torve occhiate?",
              "reference": "Giobbe 15:12"
            },
            {
              "content": "Come! Tu volgi la tua collera contro Dio e ti lasci uscire di bocca tali parole?",
              "reference": "Giobbe 15:13"
            },
            {
              "content": "Chi è mai l’uomo per essere puro, il nato di donna per essere giusto?",
              "reference": "Giobbe 15:14"
            },
            {
              "content": "Ecco, Dio non si fida nemmeno dei suoi santi, i cieli non sono puri ai suoi occhi;",
              "reference": "Giobbe 15:15"
            },
            {
              "content": "quanto meno quest’essere abominevole e corrotto, l’uomo, che tracanna iniquità come acqua!",
              "reference": "Giobbe 15:16"
            },
            {
              "content": "Io voglio istruirti; porgimi ascolto e ti racconterò quello che ho visto,",
              "reference": "Giobbe 15:17"
            },
            {
              "content": "quello che i saggi hanno riferito senza nulla celare di quel che sapevano dai padri,",
              "reference": "Giobbe 15:18"
            },
            {
              "content": "ai quali soltanto è stato dato il paese; e in mezzo ai quali non è passato lo straniero.",
              "reference": "Giobbe 15:19"
            },
            {
              "content": "L’empio è tormentato tutti i suoi giorni, e pochi sono gli anni riservati al prepotente.",
              "reference": "Giobbe 15:20"
            },
            {
              "content": "Sempre ha negli orecchi rumori spaventosi, e in piena pace gli piomba addosso il distruttore.",
              "reference": "Giobbe 15:21"
            },
            {
              "content": "Non ha speranza di uscire dalle tenebre, e si sente destinato alla spada.",
              "reference": "Giobbe 15:22"
            },
            {
              "content": "Va peregrinando in cerca di pane; dove trovarne? Egli sa che gli è vicino il giorno tenebroso.",
              "reference": "Giobbe 15:23"
            },
            {
              "content": "Le difficoltà e l’angoscia lo riempiono di paura, lo assalgono come un re pronto alla battaglia,",
              "reference": "Giobbe 15:24"
            },
            {
              "content": "perché ha steso la mano contro Dio, ha sfidato l’Onnipotente,",
              "reference": "Giobbe 15:25"
            },
            {
              "content": "gli si è slanciato audacemente contro, sotto il folto dei suoi scudi ricurvi.",
              "reference": "Giobbe 15:26"
            },
            {
              "content": "Aveva la faccia coperta di grasso, i fianchi carichi di pinguedine;",
              "reference": "Giobbe 15:27"
            },
            {
              "content": "si era stabilito in città distrutte, in case disabitate, destinate a diventare mucchi di sassi.",
              "reference": "Giobbe 15:28"
            },
            {
              "content": "Egli non si arricchirà, la sua fortuna non sarà stabile; né le sue proprietà si stenderanno sulla terra.",
              "reference": "Giobbe 15:29"
            },
            {
              "content": "Non potrà liberarsi dalle tenebre, il vento infuocato farà inaridire i suoi germogli e sarà portato via dal soffio della bocca di Dio.",
              "reference": "Giobbe 15:30"
            },
            {
              "content": "Non confidi nella vanità; è un’illusione; poiché avrà la vanità per ricompensa.",
              "reference": "Giobbe 15:31"
            },
            {
              "content": "La sua fine verrà prima del tempo, i suoi rami non rinverdiranno più.",
              "reference": "Giobbe 15:32"
            },
            {
              "content": "Sarà come vigna da cui si strappi l’uva ancora acerba, come l’ulivo da cui si scuota il fiore;",
              "reference": "Giobbe 15:33"
            },
            {
              "content": "poiché sterile è la famiglia del profano, il fuoco divora la tenda dei corrotti.",
              "reference": "Giobbe 15:34"
            },
            {
              "content": "L’empio concepisce malizia e partorisce rovina; egli prepara l’inganno».",
              "reference": "Giobbe 15:35"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Giobbe 16 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose e disse:",
              "reference": "Giobbe 16:1"
            },
            {
              "content": "«Di cose come queste ne ho udite tante! Siete tutti dei consolatori molesti!",
              "reference": "Giobbe 16:2"
            },
            {
              "content": "Non ci sarà una fine alle parole vane? Che cosa ti provoca a rispondere?",
              "reference": "Giobbe 16:3"
            },
            {
              "content": "Anch’io potrei parlare come voi, se voi foste al posto mio; potrei mettere insieme delle parole contro di voi e su di voi scrollare il capo;",
              "reference": "Giobbe 16:4"
            },
            {
              "content": "potrei farvi coraggio con la bocca e il conforto delle mie labbra vi calmerebbe.",
              "reference": "Giobbe 16:5"
            },
            {
              "content": "«Se parlo, il mio dolore non ne sarà lenito; se cesso di parlare, che sollievo ne avrò?",
              "reference": "Giobbe 16:6"
            },
            {
              "content": "Ora, purtroppo, Dio mi ha ridotto senza forze, ha desolato tutta la mia casa;",
              "reference": "Giobbe 16:7"
            },
            {
              "content": "mi ha coperto di grinze e questo testimonia contro di me, la mia magrezza si leva ad accusarmi apertamente.",
              "reference": "Giobbe 16:8"
            },
            {
              "content": "La sua ira mi lacera, mi perseguita, digrigna i denti contro di me, il mio nemico aguzza gli occhi su di me.",
              "reference": "Giobbe 16:9"
            },
            {
              "content": "Aprono larga contro di me la bocca, mi percuotono per oltraggio le guance, si mettono tutti insieme a darmi addosso.",
              "reference": "Giobbe 16:10"
            },
            {
              "content": "Dio mi dà in balìa degli empi, mi getta in mano ai malvagi.",
              "reference": "Giobbe 16:11"
            },
            {
              "content": "Vivevo in pace ed egli mi ha scosso con violenza, mi ha preso per la nuca, mi ha frantumato, mi ha posto per suo bersaglio.",
              "reference": "Giobbe 16:12"
            },
            {
              "content": "I suoi arcieri mi circondano, egli mi trafigge i reni senza pietà, sparge a terra il mio fiele.",
              "reference": "Giobbe 16:13"
            },
            {
              "content": "Apre sopra di me breccia su breccia, mi corre addosso come un guerriero.",
              "reference": "Giobbe 16:14"
            },
            {
              "content": "Mi sono cucito un cilicio sulla pelle, ho prostrato la mia fronte nella polvere.",
              "reference": "Giobbe 16:15"
            },
            {
              "content": "Il mio viso è rosso di pianto, sulle mie palpebre si stende l’ombra di morte.",
              "reference": "Giobbe 16:16"
            },
            {
              "content": "Eppure le mie mani non commisero mai violenza, e la mia preghiera fu sempre pura.",
              "reference": "Giobbe 16:17"
            },
            {
              "content": "«O terra, non coprire il mio sangue e non vi sia luogo dove si fermi il mio grido!",
              "reference": "Giobbe 16:18"
            },
            {
              "content": "Già fin d’ora, ecco, il mio Testimone è nel cielo, il mio Garante è nei luoghi altissimi.",
              "reference": "Giobbe 16:19"
            },
            {
              "content": "Gli amici mi deridono; ma a Dio si volgono piangenti gli occhi miei.",
              "reference": "Giobbe 16:20"
            },
            {
              "content": "Sostenga egli le ragioni dell’uomo presso Dio, le ragioni del figlio d’uomo contro i suoi compagni!",
              "reference": "Giobbe 16:21"
            },
            {
              "content": "Poiché pochi anni ancora e me ne andrò per una via senza ritorno.",
              "reference": "Giobbe 16:22"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Giobbe 17 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Il mio soffio vitale si spegne, i miei giorni si estinguono, il sepolcro mi aspetta!",
              "reference": "Giobbe 17:1"
            },
            {
              "content": "Sono attorniato da schernitori e non posso chiudere occhio a causa delle loro parole amare.",
              "reference": "Giobbe 17:2"
            },
            {
              "content": "O Dio, deposita la mia cauzione presso di te; se no, chi altro vorrebbe porgermi la mano?",
              "reference": "Giobbe 17:3"
            },
            {
              "content": "Poiché tu hai chiuso il cuore di costoro alla ragione, perciò non li farai trionfare.",
              "reference": "Giobbe 17:4"
            },
            {
              "content": "Chi denuncia un amico perché diventi preda altrui vedrà accecare gli occhi dei suoi figli.",
              "reference": "Giobbe 17:5"
            },
            {
              "content": "Egli mi ha reso la favola dei popoli e sono divenuto uno a cui si sputa in faccia.",
              "reference": "Giobbe 17:6"
            },
            {
              "content": "L’occhio mio si oscura dal dolore, le mie membra non sono più che un’ombra.",
              "reference": "Giobbe 17:7"
            },
            {
              "content": "Gli uomini retti ne sono colpiti di stupore, l’innocente si sdegna contro l’empio;",
              "reference": "Giobbe 17:8"
            },
            {
              "content": "ma il giusto si attiene saldo alla sua via, e chi ha le mani pure si fortifica sempre più.",
              "reference": "Giobbe 17:9"
            },
            {
              "content": "Quanto a voi tutti, tornate pure, fatevi avanti, ma fra voi non troverò un saggio.",
              "reference": "Giobbe 17:10"
            },
            {
              "content": "I miei giorni passano; i miei disegni, i disegni cari al mio cuore, sono distrutti;",
              "reference": "Giobbe 17:11"
            },
            {
              "content": "e costoro pretendono che la notte sia giorno, che la luce sia vicina, quando tutto è buio!",
              "reference": "Giobbe 17:12"
            },
            {
              "content": "Se aspetto come casa mia il soggiorno dei morti, se già mi sono fatto il letto nelle tenebre,",
              "reference": "Giobbe 17:13"
            },
            {
              "content": "al sepolcro dico: “Tu sei mio padre”, e ai vermi: “Siete mia madre e mia sorella”.",
              "reference": "Giobbe 17:14"
            },
            {
              "content": "Dov’è dunque la mia speranza? Questa speranza mia chi la può scorgere?",
              "reference": "Giobbe 17:15"
            },
            {
              "content": "Essa scenderà alle porte del soggiorno dei morti, quando nella polvere troveremo riposo assieme».",
              "reference": "Giobbe 17:16"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Giobbe 18 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Bildad di Suac rispose e disse:",
              "reference": "Giobbe 18:1"
            },
            {
              "content": "«Quando porrete fine alle parole? Riflettete, e poi parleremo.",
              "reference": "Giobbe 18:2"
            },
            {
              "content": "Perché siamo considerati come bestie e perché siamo agli occhi vostri degli esseri impuri?",
              "reference": "Giobbe 18:3"
            },
            {
              "content": "O tu, che nel tuo cruccio laceri te stesso, dovrà la terra, per causa tua, essere abbandonata e la roccia essere rimossa dal suo luogo?",
              "reference": "Giobbe 18:4"
            },
            {
              "content": "Sì, la luce dell’empio si spegne, e la fiamma del suo fuoco non brilla.",
              "reference": "Giobbe 18:5"
            },
            {
              "content": "La luce si oscura nella sua tenda, e la lampada che gli sta sopra si spegne.",
              "reference": "Giobbe 18:6"
            },
            {
              "content": "I passi che faceva nella sua forza si raccorciano, i suoi disegni lo conducono a rovina.",
              "reference": "Giobbe 18:7"
            },
            {
              "content": "Poiché i suoi piedi lo traggono nel tranello, va camminando sulle reti.",
              "reference": "Giobbe 18:8"
            },
            {
              "content": "Il laccio lo afferra per il tallone, la trappola lo ghermisce.",
              "reference": "Giobbe 18:9"
            },
            {
              "content": "Sta nascosta in terra per lui un’insidia, sul sentiero lo aspetta un agguato.",
              "reference": "Giobbe 18:10"
            },
            {
              "content": "Paure lo atterriscono tutto intorno, lo inseguono, gli stanno alle calcagna.",
              "reference": "Giobbe 18:11"
            },
            {
              "content": "La sua forza viene meno dalla fame, la calamità gli sta pronta al fianco.",
              "reference": "Giobbe 18:12"
            },
            {
              "content": "Gli divora a pezzo a pezzo la pelle, gli divora le membra il primogenito della morte.",
              "reference": "Giobbe 18:13"
            },
            {
              "content": "Egli è strappato dalla sua tenda che credeva sicura, è fatto scendere verso il re degli spaventi.",
              "reference": "Giobbe 18:14"
            },
            {
              "content": "Nella sua tenda abita chi non è dei suoi, la sua casa è cosparsa di zolfo.",
              "reference": "Giobbe 18:15"
            },
            {
              "content": "In basso s’inaridiscono le sue radici, in alto sono tagliati i suoi rami.",
              "reference": "Giobbe 18:16"
            },
            {
              "content": "La sua memoria scompare dal paese, più non si ode il suo nome per le campagne.",
              "reference": "Giobbe 18:17"
            },
            {
              "content": "È scacciato dalla luce nelle tenebre, è bandito dal mondo.",
              "reference": "Giobbe 18:18"
            },
            {
              "content": "Non lascia tra il suo popolo né figli né nipoti, nessun superstite dove egli soggiornava.",
              "reference": "Giobbe 18:19"
            },
            {
              "content": "Quelli di occidente sono stupiti della sua sorte, quelli di oriente ne sono inorriditi.",
              "reference": "Giobbe 18:20"
            },
            {
              "content": "Certo, sono tali le dimore dei perversi, tale è il luogo di chi non conosce Dio».",
              "reference": "Giobbe 18:21"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Giobbe 19 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose e disse:",
              "reference": "Giobbe 19:1"
            },
            {
              "content": "«Fino a quando mi affliggerete e mi tormenterete con i vostri discorsi?",
              "reference": "Giobbe 19:2"
            },
            {
              "content": "Sono già dieci volte che m’insultate e non vi vergognate di malmenarmi.",
              "reference": "Giobbe 19:3"
            },
            {
              "content": "Ammesso pure che io abbia sbagliato, il mio errore concerne me solo.",
              "reference": "Giobbe 19:4"
            },
            {
              "content": "Ma se proprio volete insuperbire contro di me e rimproverarmi la vergogna in cui mi trovo,",
              "reference": "Giobbe 19:5"
            },
            {
              "content": "allora sappiatelo: chi mi ha fatto torto e mi ha avvolto nella sua rete è Dio.",
              "reference": "Giobbe 19:6"
            },
            {
              "content": "Ecco, io grido: “Violenza!” e nessuno risponde; imploro aiuto, ma non c’è giustizia!",
              "reference": "Giobbe 19:7"
            },
            {
              "content": "Dio mi ha sbarrato la via e non posso passare, ha coperto di tenebre il mio cammino.",
              "reference": "Giobbe 19:8"
            },
            {
              "content": "Mi ha spogliato della mia gloria, mi ha tolto dal capo la corona.",
              "reference": "Giobbe 19:9"
            },
            {
              "content": "Mi ha demolito pezzo per pezzo, e io me ne vado. Ha sradicato come un albero la mia speranza.",
              "reference": "Giobbe 19:10"
            },
            {
              "content": "Ha acceso la sua ira contro di me, mi ha considerato come suo nemico.",
              "reference": "Giobbe 19:11"
            },
            {
              "content": "Le sue schiere sono venute tutte insieme, si sono spianate la strada fino a me, hanno posto il campo intorno alla mia tenda.",
              "reference": "Giobbe 19:12"
            },
            {
              "content": "Egli ha allontanato da me i miei fratelli, i miei conoscenti sono diventati degli estranei per me.",
              "reference": "Giobbe 19:13"
            },
            {
              "content": "Mi hanno abbandonato i miei parenti, gli intimi miei mi hanno dimenticato.",
              "reference": "Giobbe 19:14"
            },
            {
              "content": "I miei domestici e le mie serve mi trattano come un estraneo; ai loro occhi io sono un intruso.",
              "reference": "Giobbe 19:15"
            },
            {
              "content": "Chiamo il mio servo e non risponde, devo supplicarlo con la mia bocca.",
              "reference": "Giobbe 19:16"
            },
            {
              "content": "Il mio fiato ripugna a mia moglie, faccio pietà a chi nacque dal grembo di mia madre.",
              "reference": "Giobbe 19:17"
            },
            {
              "content": "Perfino i bimbi mi sprezzano; se cerco di alzarmi, mi deridono.",
              "reference": "Giobbe 19:18"
            },
            {
              "content": "Tutti gli amici più stretti mi hanno in orrore, quelli che amavo si sono rivoltati contro di me.",
              "reference": "Giobbe 19:19"
            },
            {
              "content": "Le mie ossa stanno attaccate alla mia pelle e alla mia carne, non mi è rimasta che la pelle dei denti.",
              "reference": "Giobbe 19:20"
            },
            {
              "content": "Pietà, pietà di me, voi, amici miei, poiché la mano di Dio mi ha colpito.",
              "reference": "Giobbe 19:21"
            },
            {
              "content": "Perché perseguitarmi come fa Dio? Perché non siete mai sazi della mia carne?",
              "reference": "Giobbe 19:22"
            },
            {
              "content": "Oh, se le mie parole fossero scritte! Se fossero impresse in un libro!",
              "reference": "Giobbe 19:23"
            },
            {
              "content": "Se con lo scalpello di ferro e con il piombo fossero incise nella roccia per sempre!",
              "reference": "Giobbe 19:24"
            },
            {
              "content": "Ma io so che il mio Redentore vive e che alla fine si alzerà sulla polvere.",
              "reference": "Giobbe 19:25"
            },
            {
              "content": "E quando, dopo la mia pelle, sarà distrutto questo corpo, senza la mia carne, vedrò Dio.",
              "reference": "Giobbe 19:26"
            },
            {
              "content": "Io lo vedrò a me favorevole; lo contempleranno i miei occhi, non quelli di un altro; il cuore, dal desiderio, mi si consuma!",
              "reference": "Giobbe 19:27"
            },
            {
              "content": "Se voi dite: “Come lo perseguiteremo?” – mentre la radice della tribolazione è già dentro di me –",
              "reference": "Giobbe 19:28"
            },
            {
              "content": "temete invece per voi stessi la spada! Perché furiosi sono i castighi della spada, affinché sappiate che c’è una giustizia».",
              "reference": "Giobbe 19:29"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Giobbe 20 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Zofar di Naama rispose e disse:",
              "reference": "Giobbe 20:1"
            },
            {
              "content": "«Per questo i miei pensieri mi spingono a risponderti e, a causa di ciò, c’è questa fretta dentro di me.",
              "reference": "Giobbe 20:2"
            },
            {
              "content": "Ho udito rimproveri che mi fanno oltraggio; ma lo spirito mio darà una risposta assennata.",
              "reference": "Giobbe 20:3"
            },
            {
              "content": "Non lo sai tu che in ogni tempo, da che l’uomo è stato posto sulla terra,",
              "reference": "Giobbe 20:4"
            },
            {
              "content": "il trionfo dei malvagi è breve e la gioia degli empi non dura che un istante?",
              "reference": "Giobbe 20:5"
            },
            {
              "content": "Anche se la sua altezza giungesse fino al cielo, il suo capo toccasse le nubi,",
              "reference": "Giobbe 20:6"
            },
            {
              "content": "l’empio perirà per sempre come lo sterco suo; quelli che lo vedevano diranno: “Dov’è?”",
              "reference": "Giobbe 20:7"
            },
            {
              "content": "Se ne volerà via come un sogno, non si troverà più; si dileguerà come una visione notturna.",
              "reference": "Giobbe 20:8"
            },
            {
              "content": "L’occhio che lo guardava cesserà di vederlo e la sua casa più non lo scorgerà.",
              "reference": "Giobbe 20:9"
            },
            {
              "content": "I suoi figli si raccomanderanno ai poveri, le sue mani restituiranno la sua ricchezza.",
              "reference": "Giobbe 20:10"
            },
            {
              "content": "Il vigore giovanile che gli riempiva le ossa sarà nella polvere con lui.",
              "reference": "Giobbe 20:11"
            },
            {
              "content": "Il male è dolce alla sua bocca, se lo nasconde sotto la lingua,",
              "reference": "Giobbe 20:12"
            },
            {
              "content": "lo conserva, non lo lascia andare giù, lo trattiene sotto al suo palato;",
              "reference": "Giobbe 20:13"
            },
            {
              "content": "ma il cibo gli si trasforma nelle viscere, gli diventa in corpo veleno d’aspide.",
              "reference": "Giobbe 20:14"
            },
            {
              "content": "Ha trangugiato ricchezze e le vomiterà; Dio stesso gliele ricaccerà dal ventre.",
              "reference": "Giobbe 20:15"
            },
            {
              "content": "Ha succhiato veleno d’aspide, la lingua della vipera lo ucciderà.",
              "reference": "Giobbe 20:16"
            },
            {
              "content": "Non godrà più la vista di acque perenni, né di rivi fluenti di miele e di latte.",
              "reference": "Giobbe 20:17"
            },
            {
              "content": "Renderà i suoi frutti, e non li mangerà; saranno pari alla ricchezza dei suoi guadagni, e non ne godrà.",
              "reference": "Giobbe 20:18"
            },
            {
              "content": "Perché ha oppresso e abbandonato il povero, si è impadronito di case che non aveva costruite;",
              "reference": "Giobbe 20:19"
            },
            {
              "content": "perché la sua ingordigia non conobbe limiti, egli non salverà nulla di ciò che ha tanto desiderato.",
              "reference": "Giobbe 20:20"
            },
            {
              "content": "La sua voracità non risparmiava nulla, perciò il suo benessere non durerà.",
              "reference": "Giobbe 20:21"
            },
            {
              "content": "Nel colmo dell’abbondanza, si troverà in miseria; la mano di chiunque ebbe a soffrire tormenti si alzerà contro di lui.",
              "reference": "Giobbe 20:22"
            },
            {
              "content": "Quando starà per riempirsi il ventre, Dio manderà contro di lui la sua ira ardente; gliela farà piovere addosso per servirgli da cibo.",
              "reference": "Giobbe 20:23"
            },
            {
              "content": "Se scampa alle armi di ferro, lo trafigge l’arco di bronzo.",
              "reference": "Giobbe 20:24"
            },
            {
              "content": "Si strappa la freccia, essa gli esce dal corpo, la punta sfolgorante gli viene fuori dal fiele, lo assalgono i terrori della morte.",
              "reference": "Giobbe 20:25"
            },
            {
              "content": "Buio profondo è riservato ai suoi tesori; lo consumerà un fuoco non attizzato dall’uomo, che divorerà quel che resta nella sua tenda.",
              "reference": "Giobbe 20:26"
            },
            {
              "content": "Il cielo rivelerà la sua iniquità, la terra insorgerà contro di lui.",
              "reference": "Giobbe 20:27"
            },
            {
              "content": "Le rendite della sua casa se ne andranno, portate via nel giorno dell’ira di Dio.",
              "reference": "Giobbe 20:28"
            },
            {
              "content": "Tale la parte che Dio riserva all’empio, tale l’eredità che Dio gli destina».",
              "reference": "Giobbe 20:29"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Giobbe 21 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose e disse:",
              "reference": "Giobbe 21:1"
            },
            {
              "content": "«Porgete bene ascolto alle mie parole, sia questa la consolazione che mi date.",
              "reference": "Giobbe 21:2"
            },
            {
              "content": "Sopportatemi, lasciate che io parli, e quando avrò parlato tu mi potrai deridere.",
              "reference": "Giobbe 21:3"
            },
            {
              "content": "Mi lamento forse di un uomo? E come farei a non perdere la pazienza?",
              "reference": "Giobbe 21:4"
            },
            {
              "content": "Guardatemi, stupite, mettetevi la mano sulla bocca.",
              "reference": "Giobbe 21:5"
            },
            {
              "content": "Quando ci penso, ne sono smarrito e la mia carne è presa da un brivido.",
              "reference": "Giobbe 21:6"
            },
            {
              "content": "Perché mai vivono gli empi? Perché arrivano alla vecchiaia e anche crescono di forze?",
              "reference": "Giobbe 21:7"
            },
            {
              "content": "La loro discendenza prospera sotto i loro sguardi intorno ad essi, i loro germogli fioriscono sotto gli occhi loro.",
              "reference": "Giobbe 21:8"
            },
            {
              "content": "La loro casa è in pace, al sicuro da spaventi, la verga di Dio non li colpisce.",
              "reference": "Giobbe 21:9"
            },
            {
              "content": "Il loro toro monta e non sbaglia, la loro vacca figlia senz’abortire.",
              "reference": "Giobbe 21:10"
            },
            {
              "content": "Mandano fuori come un gregge i loro piccini, e i loro figli saltano e ballano.",
              "reference": "Giobbe 21:11"
            },
            {
              "content": "Cantano al suono del timpano e della cetra, si rallegrano al suono della zampogna.",
              "reference": "Giobbe 21:12"
            },
            {
              "content": "Passano felici i loro giorni, poi scendono in un attimo nel soggiorno dei morti.",
              "reference": "Giobbe 21:13"
            },
            {
              "content": "Eppure dicevano a Dio: “Ritìrati da noi! Noi non ci curiamo di conoscere le tue vie!",
              "reference": "Giobbe 21:14"
            },
            {
              "content": "Che cos’è l’Onnipotente perché lo serviamo? Che guadagneremo a pregarlo?”",
              "reference": "Giobbe 21:15"
            },
            {
              "content": "Ecco, non hanno essi in mano la loro felicità? (Lungi da me il consiglio degli empi!).",
              "reference": "Giobbe 21:16"
            },
            {
              "content": "Quando mai la lampada degli empi si spegne, piomba loro addosso la rovina e Dio, nella sua ira, li retribuisce con castighi?",
              "reference": "Giobbe 21:17"
            },
            {
              "content": "Quando mai sono essi come paglia al vento, come pula portata via dall’uragano?",
              "reference": "Giobbe 21:18"
            },
            {
              "content": "“Dio”, mi dite, “tiene in serbo il castigo per i figli dell’empio”. Ma punisca lui stesso! Che lo senta lui,",
              "reference": "Giobbe 21:19"
            },
            {
              "content": "che veda con i propri occhi la sua rovina e beva egli stesso l’ira dell’Onnipotente!",
              "reference": "Giobbe 21:20"
            },
            {
              "content": "Che importa all’empio della sua famiglia dopo di lui, quando il numero dei suoi mesi è ormai compiuto?",
              "reference": "Giobbe 21:21"
            },
            {
              "content": "S’insegnerà forse a Dio la scienza? A lui che giudica quelli di lassù?",
              "reference": "Giobbe 21:22"
            },
            {
              "content": "L’uno muore in mezzo al suo benessere quando è pienamente tranquillo e felice,",
              "reference": "Giobbe 21:23"
            },
            {
              "content": "ha i secchi pieni di latte, e fresco il midollo delle ossa.",
              "reference": "Giobbe 21:24"
            },
            {
              "content": "L’altro muore con l’amarezza nel cuore, senza aver mai gustato il bene.",
              "reference": "Giobbe 21:25"
            },
            {
              "content": "Entrambi giacciono ugualmente nella polvere e i vermi li ricoprono.",
              "reference": "Giobbe 21:26"
            },
            {
              "content": "Ah! Li conosco i vostri pensieri, i piani che formate per abbattermi!",
              "reference": "Giobbe 21:27"
            },
            {
              "content": "Voi dite: “Dov’è la casa del potente? Dov’è la tenda che ospitava gli empi?”",
              "reference": "Giobbe 21:28"
            },
            {
              "content": "Non avete dunque interrogato quelli che hanno viaggiato? Voi non vorrete negare quello che attestano;",
              "reference": "Giobbe 21:29"
            },
            {
              "content": "che, cioè, il malvagio è risparmiato nel dì della rovina, che nel giorno dell’ira egli sfugge.",
              "reference": "Giobbe 21:30"
            },
            {
              "content": "Chi gli rimprovera in faccia la condotta? Chi gli rende quel che ha fatto?",
              "reference": "Giobbe 21:31"
            },
            {
              "content": "Egli è portato alla sepoltura con onore e veglia egli stesso sulla sua tomba.",
              "reference": "Giobbe 21:32"
            },
            {
              "content": "Lievi sono a lui le zolle della valle; dopo, tutta la gente segue le sue orme; e, anche prima, una folla immensa fu come lui.",
              "reference": "Giobbe 21:33"
            },
            {
              "content": "Perché dunque mi offrite consolazioni vane? Delle vostre risposte altro non resta che falsità».",
              "reference": "Giobbe 21:34"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Giobbe 22 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Elifaz di Teman rispose e disse:",
              "reference": "Giobbe 22:1"
            },
            {
              "content": "«Può l’uomo recare qualche vantaggio a Dio? No; il savio non reca vantaggio che a se stesso.",
              "reference": "Giobbe 22:2"
            },
            {
              "content": "Se sei giusto, ne viene forse qualche vantaggio all’Onnipotente? Se sei integro nella tua condotta, ne trae egli un guadagno?",
              "reference": "Giobbe 22:3"
            },
            {
              "content": "È forse per la paura che ha di te che egli ti castiga o viene con te in giudizio?",
              "reference": "Giobbe 22:4"
            },
            {
              "content": "La tua malvagità non è forse grande, e le tue iniquità non sono infinite?",
              "reference": "Giobbe 22:5"
            },
            {
              "content": "Tu, per un nulla, prendevi pegno dai tuoi fratelli, spogliavi delle loro vesti gli ignudi.",
              "reference": "Giobbe 22:6"
            },
            {
              "content": "Allo stanco non davi da bere l’acqua, all’affamato rifiutavi il pane.",
              "reference": "Giobbe 22:7"
            },
            {
              "content": "La terra apparteneva al più forte, l’uomo influente vi piantava la sua casa.",
              "reference": "Giobbe 22:8"
            },
            {
              "content": "Rimandavi a vuoto le vedove, le braccia degli orfani erano spezzate.",
              "reference": "Giobbe 22:9"
            },
            {
              "content": "Ecco perché sei circondato di lacci, spaventato da improvvisi terrori.",
              "reference": "Giobbe 22:10"
            },
            {
              "content": "O non vedi le tenebre che ti avvolgono, la piena d’acque che ti sommerge?",
              "reference": "Giobbe 22:11"
            },
            {
              "content": "Dio non è forse lassù nei cieli? Guarda lassù le stelle eccelse, come stanno in alto!",
              "reference": "Giobbe 22:12"
            },
            {
              "content": "E tu dici: “Dio che sa? Può egli giudicare attraverso il buio?",
              "reference": "Giobbe 22:13"
            },
            {
              "content": "Fitte nubi lo coprono e nulla vede; egli passeggia sulla vòlta dei cieli”.",
              "reference": "Giobbe 22:14"
            },
            {
              "content": "Vuoi dunque seguire l’antica via per cui camminarono gli uomini malvagi,",
              "reference": "Giobbe 22:15"
            },
            {
              "content": "che furono portati via prima del tempo e il cui fondamento fu come un torrente che scorre?",
              "reference": "Giobbe 22:16"
            },
            {
              "content": "Essi dicevano a Dio: “Allontànati da noi! Che ci può fare l’Onnipotente?”",
              "reference": "Giobbe 22:17"
            },
            {
              "content": "Eppure Dio aveva riempito le loro case di beni! Ah, lungi da me il consiglio degli empi!",
              "reference": "Giobbe 22:18"
            },
            {
              "content": "I giusti, vedendo la loro rovina, ne gioiscono, e l’innocente si fa beffe di loro:",
              "reference": "Giobbe 22:19"
            },
            {
              "content": "“Vedete se non sono distrutti gli avversari nostri! La loro abbondanza l’ha divorata il fuoco!”",
              "reference": "Giobbe 22:20"
            },
            {
              "content": "Riconcìliati dunque con Dio; avrai pace, ti sarà resa la prosperità.",
              "reference": "Giobbe 22:21"
            },
            {
              "content": "Ricevi istruzioni dalla sua bocca, riponi le sue parole nel tuo cuore.",
              "reference": "Giobbe 22:22"
            },
            {
              "content": "Se torni all’Onnipotente, se allontani l’iniquità dalle tue tende, sarai ristabilito.",
              "reference": "Giobbe 22:23"
            },
            {
              "content": "Getta l’oro nella polvere, l’oro di Ofir tra i ciottoli del fiume,",
              "reference": "Giobbe 22:24"
            },
            {
              "content": "e l’Onnipotente sarà il tuo oro, egli ti sarà come l’argento acquistato con fatica.",
              "reference": "Giobbe 22:25"
            },
            {
              "content": "Allora l’Onnipotente sarà la tua delizia, e alzerai la faccia verso Dio.",
              "reference": "Giobbe 22:26"
            },
            {
              "content": "Lo pregherai, egli ti esaudirà, e tu scioglierai i voti che avrai fatti.",
              "reference": "Giobbe 22:27"
            },
            {
              "content": "Quello che intraprenderai, ti riuscirà; sul tuo cammino risplenderà la luce.",
              "reference": "Giobbe 22:28"
            },
            {
              "content": "Se viene l’umiliazione, tu pregherai per essere rialzato: Dio soccorre chi ha gli occhi a terra;",
              "reference": "Giobbe 22:29"
            },
            {
              "content": "libererà anche chi non è innocente, egli sarà salvo per la purezza delle tue mani».",
              "reference": "Giobbe 22:30"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Giobbe 23 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose e disse:",
              "reference": "Giobbe 23:1"
            },
            {
              "content": "«Anche oggi il mio lamento è una rivolta, per quanto io cerchi di contenere il mio gemito.",
              "reference": "Giobbe 23:2"
            },
            {
              "content": "Oh, sapessi dove trovarlo! Potessi arrivare fino al suo trono!",
              "reference": "Giobbe 23:3"
            },
            {
              "content": "Esporrei la mia causa davanti a lui, riempirei d’argomenti la mia bocca.",
              "reference": "Giobbe 23:4"
            },
            {
              "content": "Saprei quel che mi risponderebbe, capirei quello che avrebbe da dirmi.",
              "reference": "Giobbe 23:5"
            },
            {
              "content": "Impiegherebbe tutta la sua forza per combattermi? No, egli mi ascolterebbe!",
              "reference": "Giobbe 23:6"
            },
            {
              "content": "Là troverebbe un uomo retto a discutere con lui, e sarei dal mio giudice assolto per sempre.",
              "reference": "Giobbe 23:7"
            },
            {
              "content": "Ma ecco, se vado a oriente, egli non c’è; se a occidente, non lo trovo;",
              "reference": "Giobbe 23:8"
            },
            {
              "content": "se a settentrione, quando vi opera, io non lo vedo; si nasconde egli a sud, io non lo scorgo.",
              "reference": "Giobbe 23:9"
            },
            {
              "content": "Ma la via che io batto egli la conosce; se mi mettesse alla prova, ne uscirei come l’oro.",
              "reference": "Giobbe 23:10"
            },
            {
              "content": "Il mio piede ha seguito fedelmente le sue orme, mi sono tenuto sulla sua via senza deviare;",
              "reference": "Giobbe 23:11"
            },
            {
              "content": "non mi sono scostato dai comandamenti delle sue labbra, ho custodito nel mio cuore le parole della sua bocca.",
              "reference": "Giobbe 23:12"
            },
            {
              "content": "Ma la sua decisione è una; chi lo farà mutare? Quello che desidera, lo fa;",
              "reference": "Giobbe 23:13"
            },
            {
              "content": "egli eseguirà quel che di me ha decretato; di cose come queste ne ha molte in mente.",
              "reference": "Giobbe 23:14"
            },
            {
              "content": "Perciò davanti a lui io sono atterrito; quando ci penso, ho paura di lui.",
              "reference": "Giobbe 23:15"
            },
            {
              "content": "Dio mi ha tolto il coraggio, l’Onnipotente mi ha spaventato.",
              "reference": "Giobbe 23:16"
            },
            {
              "content": "Questo mi annienta; non le tenebre, non la fitta oscurità che mi ricopre.",
              "reference": "Giobbe 23:17"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Giobbe 24 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Perché non sono dall’Onnipotente fissati dei tempi in cui renda la giustizia? Perché quelli che lo conoscono non vedono quei giorni?",
              "reference": "Giobbe 24:1"
            },
            {
              "content": "Gli empi spostano i confini, rapiscono greggi e le conducono al pascolo;",
              "reference": "Giobbe 24:2"
            },
            {
              "content": "portano via l’asino dell’orfano, prendono in pegno il bue della vedova;",
              "reference": "Giobbe 24:3"
            },
            {
              "content": "mandano via dalla strada i bisognosi, i poveri del paese si nascondono tutti insieme.",
              "reference": "Giobbe 24:4"
            },
            {
              "content": "Eccoli, che come onagri del deserto escono al loro lavoro in cerca di cibo; solo il deserto dà pane ai loro figli.",
              "reference": "Giobbe 24:5"
            },
            {
              "content": "Raccolgono nei campi la loro pastura, racimolano nella vigna dell’empio;",
              "reference": "Giobbe 24:6"
            },
            {
              "content": "passano la notte nudi, senza vestito, senza una coperta che li ripari dal freddo.",
              "reference": "Giobbe 24:7"
            },
            {
              "content": "Bagnati dagli acquazzoni di montagna, per mancanza di rifugi, si stringono alle rocce.",
              "reference": "Giobbe 24:8"
            },
            {
              "content": "Ce n’è di quelli che strappano dalla mammella l’orfano, che prendono pegni dai poveri!",
              "reference": "Giobbe 24:9"
            },
            {
              "content": "E questi se ne vanno nudi, senza vestiti; hanno fame e portano i covoni.",
              "reference": "Giobbe 24:10"
            },
            {
              "content": "Fanno l’olio nel recinto dell’empio; calcano l’uva nel tino e patiscono la sete.",
              "reference": "Giobbe 24:11"
            },
            {
              "content": "Sale dalle città il gemito dei moribondi; i feriti implorano aiuto, e Dio non si cura di queste infamie!",
              "reference": "Giobbe 24:12"
            },
            {
              "content": "Ce ne sono di quelli che si ribellano alla luce, non ne conoscono le vie, non ne battono i sentieri.",
              "reference": "Giobbe 24:13"
            },
            {
              "content": "L’assassino si alza sul far del giorno; ammazza il misero e il povero; e la notte fa il ladro.",
              "reference": "Giobbe 24:14"
            },
            {
              "content": "L’occhio dell’adultero spia il crepuscolo, dicendo: “Nessuno mi vedrà!”, e si copre con un fazzoletto il volto.",
              "reference": "Giobbe 24:15"
            },
            {
              "content": "I ladri, di notte, sfondano le case; di giorno, si tengono rinchiusi; non conoscono la luce.",
              "reference": "Giobbe 24:16"
            },
            {
              "content": "Il mattino è per essi come ombra di morte; appena lo scorgono provano i terrori del buio.",
              "reference": "Giobbe 24:17"
            },
            {
              "content": "Voi dite: “L’empio è un fuscello sulla faccia delle acque; la sua parte sulla terra è maledetta; non prenderà più la via delle vigne”.",
              "reference": "Giobbe 24:18"
            },
            {
              "content": "Come la siccità e il calore assorbono le acque della neve, così il soggiorno dei morti inghiotte chi ha peccato.",
              "reference": "Giobbe 24:19"
            },
            {
              "content": "Il grembo che lo portò, lo dimentica; i vermi ne fanno il loro pasto delizioso, nessuno più lo ricorda. L’iniquo sarà troncato come un albero:",
              "reference": "Giobbe 24:20"
            },
            {
              "content": "lui, che divorava la sterile, priva di figli, e non faceva del bene alla vedova!",
              "reference": "Giobbe 24:21"
            },
            {
              "content": "Invece Dio, con la sua forza, prolunga i giorni dei prepotenti, i quali risorgono quando ormai disperavano della vita.",
              "reference": "Giobbe 24:22"
            },
            {
              "content": "Dà loro sicurezza, fiducia, e i suoi occhi vegliano sul loro cammino.",
              "reference": "Giobbe 24:23"
            },
            {
              "content": "Salgono in alto, poi scompaiono a un tratto; cadono, sono mietuti come gli altri mortali; sono falciati come le spighe del grano maturo.",
              "reference": "Giobbe 24:24"
            },
            {
              "content": "Se così non è, chi mi smentirà, chi annienterà il mio dire?»",
              "reference": "Giobbe 24:25"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Giobbe 25 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Bildad di Suac rispose e disse:",
              "reference": "Giobbe 25:1"
            },
            {
              "content": "«A Dio appartiene il dominio e il terrore: egli fa regnare la pace nei suoi luoghi altissimi.",
              "reference": "Giobbe 25:2"
            },
            {
              "content": "Le sue legioni si possono forse contare? Su chi non si leva la sua luce?",
              "reference": "Giobbe 25:3"
            },
            {
              "content": "Come può dunque l’uomo essere giusto davanti a Dio? Come può essere puro il nato di donna?",
              "reference": "Giobbe 25:4"
            },
            {
              "content": "Ecco, la luna stessa manca di chiarore e le stelle non sono pure agli occhi di lui;",
              "reference": "Giobbe 25:5"
            },
            {
              "content": "quanto meno l’uomo, che è un verme, il figlio d’uomo che è un vermiciattolo!»",
              "reference": "Giobbe 25:6"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Giobbe 26 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose e disse:",
              "reference": "Giobbe 26:1"
            },
            {
              "content": "«Come hai ben aiutato il debole! Come hai sorretto il braccio senza forza!",
              "reference": "Giobbe 26:2"
            },
            {
              "content": "Come hai ben consigliato chi è privo di saggezza! E che abbondanza di sapere tu gli hai comunicato!",
              "reference": "Giobbe 26:3"
            },
            {
              "content": "Ma a chi credi di aver parlato? E di chi è lo spirito che parla per mezzo tuo?",
              "reference": "Giobbe 26:4"
            },
            {
              "content": "Davanti a Dio tremano le ombre disotto alle acque e ai loro abitanti.",
              "reference": "Giobbe 26:5"
            },
            {
              "content": "Davanti a lui il soggiorno dei morti è nudo, l’abisso è senza velo.",
              "reference": "Giobbe 26:6"
            },
            {
              "content": "Egli distende il settentrione sul vuoto, sospende la terra sul nulla.",
              "reference": "Giobbe 26:7"
            },
            {
              "content": "Rinchiude le acque nelle sue nubi, e le nubi non scoppiano per il peso.",
              "reference": "Giobbe 26:8"
            },
            {
              "content": "Nasconde l’aspetto del suo trono, vi distende sopra le sue nuvole.",
              "reference": "Giobbe 26:9"
            },
            {
              "content": "Ha tracciato un cerchio sulla superficie delle acque là dove la luce confina con le tenebre.",
              "reference": "Giobbe 26:10"
            },
            {
              "content": "Le colonne del cielo sono scosse, tremano alla sua minaccia.",
              "reference": "Giobbe 26:11"
            },
            {
              "content": "Con la sua forza egli solleva il mare, con la sua intelligenza ne abbatte l’orgoglio.",
              "reference": "Giobbe 26:12"
            },
            {
              "content": "Al suo soffio il cielo torna sereno, la sua mano trafigge il serpente agile.",
              "reference": "Giobbe 26:13"
            },
            {
              "content": "Ecco, questi non sono che gli estremi lembi della sua azione. Non ce ne giunge all’orecchio che un breve sussurro. Ma il tuono delle sue potenti opere chi può comprenderlo?»",
              "reference": "Giobbe 26:14"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Giobbe 27 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Giobbe riprese il suo discorso e disse:",
              "reference": "Giobbe 27:1"
            },
            {
              "content": "«Come vive Dio che mi nega giustizia, come vive l’Onnipotente che mi amareggia la vita,",
              "reference": "Giobbe 27:2"
            },
            {
              "content": "finché avrò fiato e il soffio di Dio sarà nelle mie narici,",
              "reference": "Giobbe 27:3"
            },
            {
              "content": "le mie labbra, no, non diranno nulla d’ingiusto, la mia lingua non proferirà falsità.",
              "reference": "Giobbe 27:4"
            },
            {
              "content": "Lungi da me l’idea di darvi ragione! Fino all’ultimo respiro non mi lascerò togliere la mia integrità.",
              "reference": "Giobbe 27:5"
            },
            {
              "content": "Ho preso a difendere la mia giustizia e non cederò; il cuore non mi rimprovera uno solo dei miei giorni.",
              "reference": "Giobbe 27:6"
            },
            {
              "content": "Sia trattato da malvagio il mio nemico, da perverso chi si erge contro di me!",
              "reference": "Giobbe 27:7"
            },
            {
              "content": "Quale speranza rimane mai all’empio quando Dio gli toglie, gli rapisce la vita?",
              "reference": "Giobbe 27:8"
            },
            {
              "content": "Dio presterà orecchio al grido di lui, quando gli piomberà addosso l’angoscia?",
              "reference": "Giobbe 27:9"
            },
            {
              "content": "Potrà egli trovare piacere nell’Onnipotente? Invocare Dio in ogni tempo?",
              "reference": "Giobbe 27:10"
            },
            {
              "content": "Io vi mostrerò il modo di agire di Dio, non vi nasconderò i disegni dell’Onnipotente.",
              "reference": "Giobbe 27:11"
            },
            {
              "content": "Ma queste cose voi tutti le avete osservate, perché dunque vi perdete in vani discorsi?",
              "reference": "Giobbe 27:12"
            },
            {
              "content": "Ecco la parte che Dio riserva all’empio, l’eredità che l’uomo violento riceve dall’Onnipotente.",
              "reference": "Giobbe 27:13"
            },
            {
              "content": "Se ha figli in gran numero sono per la spada; la sua discendenza non avrà pane per sfamarsi.",
              "reference": "Giobbe 27:14"
            },
            {
              "content": "I superstiti sono sepolti dalla morte e le vedove loro non li piangono.",
              "reference": "Giobbe 27:15"
            },
            {
              "content": "Se accumula l’argento come polvere, se ammucchia vestiti come fango,",
              "reference": "Giobbe 27:16"
            },
            {
              "content": "li ammucchia, sì, ma se ne vestirà il giusto; e l’argento l’avrà come sua parte l’innocente.",
              "reference": "Giobbe 27:17"
            },
            {
              "content": "La casa che si costruisce è come quella del tarlo, come il capanno che fa il guardiano della vigna.",
              "reference": "Giobbe 27:18"
            },
            {
              "content": "Va a letto ricco, ma per l’ultima volta; apre gli occhi e non è più.",
              "reference": "Giobbe 27:19"
            },
            {
              "content": "Terrori lo sorprendono come acque; nel cuore della notte lo rapisce un uragano.",
              "reference": "Giobbe 27:20"
            },
            {
              "content": "Il vento d’oriente lo porta via ed egli se ne va; lo spazza in un turbine dal luogo suo.",
              "reference": "Giobbe 27:21"
            },
            {
              "content": "Dio gli scaglia addosso le sue frecce, senza pietà, per quanto egli tenti di scampare ai suoi colpi.",
              "reference": "Giobbe 27:22"
            },
            {
              "content": "La gente batte le mani quando cade, fischia dietro a lui quando lascia il luogo dove stava.",
              "reference": "Giobbe 27:23"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Giobbe 28 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Ha una miniera l’argento, e l’oro un luogo dove lo si affina.",
              "reference": "Giobbe 28:1"
            },
            {
              "content": "Il ferro si cava dal suolo, e la pietra fusa dà il rame.",
              "reference": "Giobbe 28:2"
            },
            {
              "content": "L’uomo ha posto fine alle tenebre, egli esplora i più profondi recessi per trovare le pietre che sono nel buio, nell’ombra di morte.",
              "reference": "Giobbe 28:3"
            },
            {
              "content": "Scava un pozzo lontano dall’abitato; il piede più non serve a quelli che vi lavorano; sono sospesi, oscillano lontano dai mortali.",
              "reference": "Giobbe 28:4"
            },
            {
              "content": "Dalla terra esce il pane, ma, nelle sue viscere, è sconvolta come dal fuoco.",
              "reference": "Giobbe 28:5"
            },
            {
              "content": "Le sue rocce sono la sede dello zaffiro e vi si trova la polvere d’oro.",
              "reference": "Giobbe 28:6"
            },
            {
              "content": "L’uccello rapace non conosce il sentiero che vi conduce, né l’ha mai scorto l’occhio del falco.",
              "reference": "Giobbe 28:7"
            },
            {
              "content": "Le fiere superbe non vi hanno messo piede, il leone non c’è mai passato.",
              "reference": "Giobbe 28:8"
            },
            {
              "content": "L’uomo stende la mano sul granito, rovescia dalle radici le montagne.",
              "reference": "Giobbe 28:9"
            },
            {
              "content": "Pratica trafori dentro le rocce e l’occhio suo scorge quanto c’è di prezioso.",
              "reference": "Giobbe 28:10"
            },
            {
              "content": "Frena le acque perché non gemano e le cose nascoste trae fuori alla luce.",
              "reference": "Giobbe 28:11"
            },
            {
              "content": "Ma la saggezza, dove trovarla? Dov’è il luogo dell’intelligenza?",
              "reference": "Giobbe 28:12"
            },
            {
              "content": "L’uomo non ne sa la via, non la si trova sulla terra dei viventi.",
              "reference": "Giobbe 28:13"
            },
            {
              "content": "L’abisso dice: “Non è in me”; il mare dice: “Non sta da me”.",
              "reference": "Giobbe 28:14"
            },
            {
              "content": "Non la si ottiene in cambio d’oro, né la si compra a peso d’argento.",
              "reference": "Giobbe 28:15"
            },
            {
              "content": "Non la si acquista con l’oro di Ofir, con l’ònice prezioso e con lo zaffiro.",
              "reference": "Giobbe 28:16"
            },
            {
              "content": "L’oro e il vetro non reggono al suo confronto, non la si dà in cambio di vasi d’oro fino.",
              "reference": "Giobbe 28:17"
            },
            {
              "content": "Non si parli di corallo, di cristallo; la saggezza vale più delle perle.",
              "reference": "Giobbe 28:18"
            },
            {
              "content": "Il topazio d’Etiopia non può starle a confronto, l’oro puro non ne controbilancia il valore.",
              "reference": "Giobbe 28:19"
            },
            {
              "content": "Da dove viene dunque la saggezza? Dov’è il luogo dell’intelligenza?",
              "reference": "Giobbe 28:20"
            },
            {
              "content": "Essa è nascosta agli occhi di ogni vivente, è celata agli uccelli del cielo.",
              "reference": "Giobbe 28:21"
            },
            {
              "content": "L’abisso e la morte dicono: “Ne abbiamo avuto qualche sentore”.",
              "reference": "Giobbe 28:22"
            },
            {
              "content": "Dio solo conosce la via che vi conduce, egli solo sa il luogo dove risiede,",
              "reference": "Giobbe 28:23"
            },
            {
              "content": "perché il suo sguardo giunge fino alle estremità della terra, perché egli vede tutto quello che è sotto i cieli.",
              "reference": "Giobbe 28:24"
            },
            {
              "content": "Quando regolò il peso del vento e fissò la misura delle acque,",
              "reference": "Giobbe 28:25"
            },
            {
              "content": "quando diede una legge alla pioggia e tracciò la strada al lampo dei tuoni,",
              "reference": "Giobbe 28:26"
            },
            {
              "content": "allora la vide e la rivelò, la stabilì e anche l’investigò.",
              "reference": "Giobbe 28:27"
            },
            {
              "content": "E disse all’uomo: “Ecco, temere il Signore, questa è saggezza, fuggire il male è intelligenza!”».",
              "reference": "Giobbe 28:28"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Giobbe 29 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Giobbe riprese il suo discorso e disse:",
              "reference": "Giobbe 29:1"
            },
            {
              "content": "«Oh, potessi tornare come ai mesi di una volta, come ai giorni in cui Dio mi proteggeva,",
              "reference": "Giobbe 29:2"
            },
            {
              "content": "quando la sua lampada mi risplendeva sul capo e alla sua luce io camminavo nelle tenebre!",
              "reference": "Giobbe 29:3"
            },
            {
              "content": "Oh, fossi com’ero ai giorni della mia maturità, quando Dio vegliava amico sulla mia tenda,",
              "reference": "Giobbe 29:4"
            },
            {
              "content": "quando l’Onnipotente stava ancora con me e avevo i miei figli intorno a me;",
              "reference": "Giobbe 29:5"
            },
            {
              "content": "quando mi lavavo i piedi nel latte e dalla roccia mi fluivano ruscelli d’olio!",
              "reference": "Giobbe 29:6"
            },
            {
              "content": "Se uscivo per andare alla porta della città e mi facevo preparare il seggio sulla piazza,",
              "reference": "Giobbe 29:7"
            },
            {
              "content": "i giovani, al vedermi, si ritiravano, i vecchi si alzavano e rimanevano in piedi;",
              "reference": "Giobbe 29:8"
            },
            {
              "content": "i notabili cessavano di parlare e si mettevano la mano sulla bocca;",
              "reference": "Giobbe 29:9"
            },
            {
              "content": "la voce dei capi diventava muta, la lingua si attaccava al loro palato.",
              "reference": "Giobbe 29:10"
            },
            {
              "content": "L’orecchio che mi udiva mi diceva beato; l’occhio che mi vedeva mi rendeva testimonianza,",
              "reference": "Giobbe 29:11"
            },
            {
              "content": "perché salvavo il misero che gridava aiuto e l’orfano che non aveva chi lo soccorresse.",
              "reference": "Giobbe 29:12"
            },
            {
              "content": "Scendeva su di me la benedizione di chi stava per perire, facevo esultare il cuore della vedova.",
              "reference": "Giobbe 29:13"
            },
            {
              "content": "La giustizia era il mio vestito e io il suo; la rettitudine era come il mio mantello e il mio turbante.",
              "reference": "Giobbe 29:14"
            },
            {
              "content": "Ero l’occhio del cieco, il piede dello zoppo;",
              "reference": "Giobbe 29:15"
            },
            {
              "content": "ero il padre dei poveri, studiavo a fondo la causa dello sconosciuto.",
              "reference": "Giobbe 29:16"
            },
            {
              "content": "Spezzavo la ganascia al malfattore, gli facevo lasciare la preda che aveva fra i denti.",
              "reference": "Giobbe 29:17"
            },
            {
              "content": "Dicevo: “Morirò nel mio nido, moltiplicherò i miei giorni come la sabbia;",
              "reference": "Giobbe 29:18"
            },
            {
              "content": "le mie radici si stenderanno verso le acque, la rugiada passerà la notte sui miei rami;",
              "reference": "Giobbe 29:19"
            },
            {
              "content": "la mia gloria sempre si rinnoverà, l’arco rinverdirà nella mia mano”.",
              "reference": "Giobbe 29:20"
            },
            {
              "content": "I presenti mi ascoltavano fiduciosi, tacevano per udire il mio parere.",
              "reference": "Giobbe 29:21"
            },
            {
              "content": "Quando avevo parlato, non replicavano; la mia parola scendeva su di loro come una rugiada.",
              "reference": "Giobbe 29:22"
            },
            {
              "content": "Mi aspettavano come si aspetta la pioggia; aprivano larga la bocca come a un acquazzone di primavera.",
              "reference": "Giobbe 29:23"
            },
            {
              "content": "Io sorridevo loro quando erano sfiduciati; non potevano oscurare la luce del mio volto.",
              "reference": "Giobbe 29:24"
            },
            {
              "content": "Quando andavo da loro, mi sedevo come capo; ero come un re tra le sue schiere, come un consolatore in mezzo agli afflitti.",
              "reference": "Giobbe 29:25"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Giobbe 30 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Ora servo da zimbello ai più giovani di me, i cui padri non avrei reputato degni di stare fra i cani del mio gregge!",
              "reference": "Giobbe 30:1"
            },
            {
              "content": "A che mi sarebbe servita la forza delle loro mani? Gente incapace a raggiungere l’età matura,",
              "reference": "Giobbe 30:2"
            },
            {
              "content": "smunta dalla miseria e dalla fame, ridotta a brucare nel deserto la terra da tempo nuda e desolata,",
              "reference": "Giobbe 30:3"
            },
            {
              "content": "strappando erba salsa presso i cespugli e avendo per pane radici di ginestra.",
              "reference": "Giobbe 30:4"
            },
            {
              "content": "Sono scacciati di mezzo agli uomini, la gente grida loro dietro come dietro al ladro,",
              "reference": "Giobbe 30:5"
            },
            {
              "content": "abitano in burroni orrendi, nelle caverne della terra e fra le rocce;",
              "reference": "Giobbe 30:6"
            },
            {
              "content": "ragliano fra i cespugli, si sdraiano alla rinfusa sotto i rovi;",
              "reference": "Giobbe 30:7"
            },
            {
              "content": "gente da nulla, razza senza nome, cacciata via dal paese a bastonate.",
              "reference": "Giobbe 30:8"
            },
            {
              "content": "Ora io sono il tema delle loro canzoni, il soggetto dei loro discorsi.",
              "reference": "Giobbe 30:9"
            },
            {
              "content": "Mi detestano, mi fuggono, non si trattengono dallo sputarmi in faccia.",
              "reference": "Giobbe 30:10"
            },
            {
              "content": "Non hanno più ritegno, mi umiliano, rompono ogni freno in mia presenza.",
              "reference": "Giobbe 30:11"
            },
            {
              "content": "Questa gentaglia insorge alla mia destra, m’incalzano e si appianano le vie contro di me per distruggermi.",
              "reference": "Giobbe 30:12"
            },
            {
              "content": "Hanno sovvertito il mio cammino, traggono vantaggio dalla mia rovina, essi che nessuno vorrebbe soccorrere!",
              "reference": "Giobbe 30:13"
            },
            {
              "content": "Avanzano come attraverso un’ampia breccia, si precipitano davanti in mezzo alle rovine.",
              "reference": "Giobbe 30:14"
            },
            {
              "content": "Terrori mi si rovesciano addosso; il mio onore è portato via come dal vento, è passata come una nube la mia felicità.",
              "reference": "Giobbe 30:15"
            },
            {
              "content": "Ora mi consumo, mi hanno colto i giorni dell’afflizione.",
              "reference": "Giobbe 30:16"
            },
            {
              "content": "La notte mi trafigge, mi stacca le ossa, e i dolori che mi rodono non hanno sosta.",
              "reference": "Giobbe 30:17"
            },
            {
              "content": "Per la gran violenza del mio male la mia veste si sforma, mi si serra addosso come una tunica.",
              "reference": "Giobbe 30:18"
            },
            {
              "content": "Dio mi ha gettato nel fango, e rassomiglio alla polvere e alla cenere.",
              "reference": "Giobbe 30:19"
            },
            {
              "content": "Io grido a te, ma tu non mi rispondi; ti sto davanti, ma tu non mi consideri!",
              "reference": "Giobbe 30:20"
            },
            {
              "content": "Ti sei mutato in nemico crudele verso di me; mi perseguiti con la potenza della tua mano.",
              "reference": "Giobbe 30:21"
            },
            {
              "content": "Mi alzi per aria, mi fai portare via dal vento e mi annienti nella tempesta.",
              "reference": "Giobbe 30:22"
            },
            {
              "content": "Infatti, lo so, tu mi conduci alla morte, alla casa di convegno di tutti i viventi.",
              "reference": "Giobbe 30:23"
            },
            {
              "content": "Forse chi sta per perire non protende la mano e nell’angoscia sua non grida aiuto?",
              "reference": "Giobbe 30:24"
            },
            {
              "content": "Non piangevo io forse per chi era nell’avversità e non ero io angustiato per il povero?",
              "reference": "Giobbe 30:25"
            },
            {
              "content": "Speravo il bene, ma è venuto il male; aspettavo la luce, ma è venuta l’oscurità!",
              "reference": "Giobbe 30:26"
            },
            {
              "content": "Le mie viscere bollono e non hanno riposo, sono venuti per me giorni d’afflizione.",
              "reference": "Giobbe 30:27"
            },
            {
              "content": "Me ne vado tutto annerito, ma non dal sole; mi alzo in mezzo all’assemblea e grido aiuto;",
              "reference": "Giobbe 30:28"
            },
            {
              "content": "sono diventato fratello degli sciacalli, compagno degli struzzi.",
              "reference": "Giobbe 30:29"
            },
            {
              "content": "La mia pelle è nera e cade a pezzi; le mie ossa sono calcinate dall’arsura.",
              "reference": "Giobbe 30:30"
            },
            {
              "content": "La mia cetra non dà più che accenti di lutto, e la mia zampogna, voce di pianto.",
              "reference": "Giobbe 30:31"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Giobbe 31 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Io avevo stretto un patto con i miei occhi; io non avrei fissato lo sguardo sopra una vergine.",
              "reference": "Giobbe 31:1"
            },
            {
              "content": "Che parte mi avrebbe assegnato Dio dall’alto, quale eredità mi avrebbe data l’Onnipotente dai luoghi eccelsi?",
              "reference": "Giobbe 31:2"
            },
            {
              "content": "La sventura non è forse per il perverso, e le sciagure per quelli che fanno il male?",
              "reference": "Giobbe 31:3"
            },
            {
              "content": "Dio non vede forse le mie vie? Non conta tutti i miei passi?",
              "reference": "Giobbe 31:4"
            },
            {
              "content": "Se ho camminato insieme alla menzogna, se il piede mio si è affrettato dietro alla frode",
              "reference": "Giobbe 31:5"
            },
            {
              "content": "(Dio mi pesi con bilancia giusta e riconoscerà la mia integrità),",
              "reference": "Giobbe 31:6"
            },
            {
              "content": "se i miei passi hanno deviato dalla retta via, se il mio cuore è andato dietro ai miei occhi, se qualche sozzura mi si è attaccata alle mani,",
              "reference": "Giobbe 31:7"
            },
            {
              "content": "che io semini e un altro mangi, e quanto è cresciuto nei miei campi sia sradicato!",
              "reference": "Giobbe 31:8"
            },
            {
              "content": "Se il mio cuore si è lasciato sedurre da una donna, se ho spiato la porta del mio prossimo,",
              "reference": "Giobbe 31:9"
            },
            {
              "content": "che mia moglie giri la macina a un altro e che altri abusino di lei!",
              "reference": "Giobbe 31:10"
            },
            {
              "content": "Poiché quella sarebbe una scelleratezza, un misfatto punito dai giudici,",
              "reference": "Giobbe 31:11"
            },
            {
              "content": "un fuoco che consuma fino a perdizione e che avrebbe distrutto fin dalle radici ogni mia fortuna.",
              "reference": "Giobbe 31:12"
            },
            {
              "content": "Se ho disconosciuto il diritto del mio servo e della mia serva, quando erano in lite con me,",
              "reference": "Giobbe 31:13"
            },
            {
              "content": "che farei quando Dio si alzasse per giudicarmi, e che risponderei quando mi esaminasse?",
              "reference": "Giobbe 31:14"
            },
            {
              "content": "Chi fece me nel grembo di mia madre non fece anche lui? Non ci ha formati nel grembo materno uno stesso Dio?",
              "reference": "Giobbe 31:15"
            },
            {
              "content": "Se ho rifiutato ai poveri quanto desideravano, se ho fatto languire gli occhi della vedova,",
              "reference": "Giobbe 31:16"
            },
            {
              "content": "se ho mangiato da solo il mio pezzo di pane senza che l’orfano ne mangiasse la sua parte,",
              "reference": "Giobbe 31:17"
            },
            {
              "content": "io che fin da giovane l’ho allevato come un padre, io che fin dal grembo di mia madre sono stato guida alla vedova,",
              "reference": "Giobbe 31:18"
            },
            {
              "content": "se ho visto uno soffrire per mancanza di vesti o il povero senza una coperta,",
              "reference": "Giobbe 31:19"
            },
            {
              "content": "se non mi hanno benedetto i suoi fianchi ed egli non si è riscaldato con la lana dei miei agnelli,",
              "reference": "Giobbe 31:20"
            },
            {
              "content": "se ho alzato la mano contro l’orfano perché mi sapevo sostenuto alla porta della città,",
              "reference": "Giobbe 31:21"
            },
            {
              "content": "che la mia spalla si stacchi dalla sua giuntura, il mio braccio si spezzi e cada!",
              "reference": "Giobbe 31:22"
            },
            {
              "content": "In effetti mi spaventava il castigo di Dio, ero trattenuto dalla maestà di lui.",
              "reference": "Giobbe 31:23"
            },
            {
              "content": "Se ho riposto la mia fiducia nell’oro, se all’oro fino ho detto: “Tu sei la mia speranza”,",
              "reference": "Giobbe 31:24"
            },
            {
              "content": "se mi sono rallegrato che le mie ricchezze fossero grandi e la mia mano avesse molto accumulato,",
              "reference": "Giobbe 31:25"
            },
            {
              "content": "se, contemplando il sole che risplendeva e la luna che procedeva lucente nella sua corsa,",
              "reference": "Giobbe 31:26"
            },
            {
              "content": "il mio cuore, in segreto, si è lasciato sedurre e la mia bocca ha posato un bacio sulla mano",
              "reference": "Giobbe 31:27"
            },
            {
              "content": "(misfatto anche questo punito dai giudici, perché avrei difatti rinnegato il Dio che sta lassù),",
              "reference": "Giobbe 31:28"
            },
            {
              "content": "se mi sono rallegrato della sciagura del mio nemico e ho esultato quando gli è piombata la sventura",
              "reference": "Giobbe 31:29"
            },
            {
              "content": "(io che non ho permesso alle mie labbra di peccare chiedendo la sua morte con imprecazione),",
              "reference": "Giobbe 31:30"
            },
            {
              "content": "se la gente della mia tenda non ha detto: “Chi è che non si sia saziato della carne delle sue bestie?”",
              "reference": "Giobbe 31:31"
            },
            {
              "content": "(Lo straniero non passava la notte fuori; le mie porte erano aperte al viandante),",
              "reference": "Giobbe 31:32"
            },
            {
              "content": "se, come fanno gli uomini, ho coperto i miei errori celando nel petto la mia iniquità,",
              "reference": "Giobbe 31:33"
            },
            {
              "content": "perché avevo paura della folla e del disprezzo delle famiglie, al punto da starmene tranquillo e non uscire di casa…",
              "reference": "Giobbe 31:34"
            },
            {
              "content": "Oh, avessi pure chi mi ascoltasse! Ecco qua la mia firma! L’Onnipotente mi risponda! Scriva l’avversario mio la sua querela",
              "reference": "Giobbe 31:35"
            },
            {
              "content": "e io la porterò attaccata alla mia spalla, me la cingerò come un diadema.",
              "reference": "Giobbe 31:36"
            },
            {
              "content": "Gli renderò conto di tutti i miei passi, a lui mi avvicinerò come un principe!",
              "reference": "Giobbe 31:37"
            },
            {
              "content": "Se la mia terra mi grida contro, se tutti i suoi solchi piangono,",
              "reference": "Giobbe 31:38"
            },
            {
              "content": "se ne ho mangiato il frutto senza pagarla, se ho fatto sospirare chi la coltivava,",
              "reference": "Giobbe 31:39"
            },
            {
              "content": "che invece di grano mi nascano spine, invece d’orzo mi crescano zizzanie!» Qui finiscono i discorsi di Giobbe.",
              "reference": "Giobbe 31:40"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Giobbe 32 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Quei tre uomini cessarono di rispondere a Giobbe, perché egli si credeva giusto.",
              "reference": "Giobbe 32:1"
            },
            {
              "content": "Allora l’ira di Eliu, figlio di Baracheel il Buzita, della tribù di Ram, si accese.",
              "reference": "Giobbe 32:2"
            },
            {
              "content": "La sua ira si accese contro Giobbe, perché questi riteneva che la propria giustizia fosse superiore a quella di Dio; si accese anche contro i tre amici di lui perché non avevano trovato che rispondere, sebbene condannassero Giobbe.",
              "reference": "Giobbe 32:3"
            },
            {
              "content": "Ora, siccome quelli erano più anziani di lui,",
              "reference": "Giobbe 32:4"
            },
            {
              "content": "Eliu aveva aspettato a parlare a Giobbe; ma quando vide che dalla bocca di quei tre uomini non usciva più risposta, si accese d’ira.",
              "reference": "Giobbe 32:5"
            },
            {
              "content": "Eliu, figlio di Baracheel il Buzita, rispose e disse: «Io sono giovane d’età e voi siete vecchi; perciò mi sono tenuto indietro e non ho ardito esporvi il mio pensiero.",
              "reference": "Giobbe 32:6"
            },
            {
              "content": "Dicevo: “Parleranno i giorni, il gran numero degli anni insegnerà la saggezza”.",
              "reference": "Giobbe 32:7"
            },
            {
              "content": "Ma quel che rende intelligente l’uomo è lo spirito, è il soffio dell’Onnipotente.",
              "reference": "Giobbe 32:8"
            },
            {
              "content": "Non quelli di lunga età sono saggi, né i vecchi sono quelli che comprendono il giusto.",
              "reference": "Giobbe 32:9"
            },
            {
              "content": "Perciò dico: “Ascoltatemi; vi esporrò anch’io il mio pensiero”.",
              "reference": "Giobbe 32:10"
            },
            {
              "content": "Ecco, ho aspettato i vostri discorsi, ho ascoltato i vostri argomenti, mentre andavate cercando altre parole.",
              "reference": "Giobbe 32:11"
            },
            {
              "content": "Vi ho seguito attentamente, ed ecco, nessuno di voi ha convinto Giobbe, nessuno ha risposto alle sue parole.",
              "reference": "Giobbe 32:12"
            },
            {
              "content": "Non avete dunque ragione di dire: “Abbiamo trovato la saggezza! Dio soltanto lo farà cedere; non l’uomo!”",
              "reference": "Giobbe 32:13"
            },
            {
              "content": "Egli non ha diretto i suoi discorsi contro di me e io non gli risponderò con le vostre parole.",
              "reference": "Giobbe 32:14"
            },
            {
              "content": "Eccoli sconcertati! Non rispondono più, non trovano più parole.",
              "reference": "Giobbe 32:15"
            },
            {
              "content": "Ho aspettato che non parlassero più, che tacessero e non rispondessero più.",
              "reference": "Giobbe 32:16"
            },
            {
              "content": "Ma ora risponderò anch’io per mio conto, esporrò anch’io il mio pensiero!",
              "reference": "Giobbe 32:17"
            },
            {
              "content": "Perché sono pieno di parole, lo spirito che è dentro di me mi stimola.",
              "reference": "Giobbe 32:18"
            },
            {
              "content": "Ecco, il mio intimo è come vino rinchiuso, è simile a otri pieni di vino nuovo, che stanno per scoppiare.",
              "reference": "Giobbe 32:19"
            },
            {
              "content": "Parlerò dunque e mi sentirò meglio, aprirò le labbra e risponderò!",
              "reference": "Giobbe 32:20"
            },
            {
              "content": "Lasciate che io parli senza riguardi personali, senza adulare nessuno;",
              "reference": "Giobbe 32:21"
            },
            {
              "content": "poiché adulare io non so; se lo facessi, il mio Creatore presto mi toglierebbe di mezzo.",
              "reference": "Giobbe 32:22"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Giobbe 33 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Ma pure, ascolta, o Giobbe, il mio dire, porgi orecchio a tutte le mie parole!",
              "reference": "Giobbe 33:1"
            },
            {
              "content": "Ecco, apro la bocca, la lingua parla dentro il mio palato.",
              "reference": "Giobbe 33:2"
            },
            {
              "content": "Nelle mie parole è la rettitudine del mio cuore; le mie labbra diranno sinceramente quello che so.",
              "reference": "Giobbe 33:3"
            },
            {
              "content": "Lo Spirito di Dio mi ha creato, e il soffio dell’Onnipotente mi dà la vita.",
              "reference": "Giobbe 33:4"
            },
            {
              "content": "Se puoi, rispondimi; prepara le tue ragioni, fatti avanti!",
              "reference": "Giobbe 33:5"
            },
            {
              "content": "Ecco, io sono uguale a te davanti a Dio; anch’io fui tratto dall’argilla.",
              "reference": "Giobbe 33:6"
            },
            {
              "content": "Spavento di me non potrà quindi coglierti e il peso della mia autorità non ti potrà schiacciare.",
              "reference": "Giobbe 33:7"
            },
            {
              "content": "Davanti a me tu dunque hai detto (e ho udito bene il suono delle tue parole):",
              "reference": "Giobbe 33:8"
            },
            {
              "content": "“Io sono puro, senza peccato; sono innocente, non c’è iniquità in me;",
              "reference": "Giobbe 33:9"
            },
            {
              "content": "ma Dio trova contro me degli appigli ostili, mi considera suo nemico;",
              "reference": "Giobbe 33:10"
            },
            {
              "content": "mi mette i piedi nei ceppi, spia tutti i miei movimenti”.",
              "reference": "Giobbe 33:11"
            },
            {
              "content": "Ecco, io ti rispondo: “In questo non hai ragione”; poiché Dio è più grande dell’uomo.",
              "reference": "Giobbe 33:12"
            },
            {
              "content": "Perché contendi con lui? Egli non rende conto dei suoi atti.",
              "reference": "Giobbe 33:13"
            },
            {
              "content": "Dio parla una volta, e anche due, ma l’uomo non ci bada;",
              "reference": "Giobbe 33:14"
            },
            {
              "content": "parla per via di sogni, di visioni notturne, quando un sonno profondo cade sui mortali, quando sui loro letti essi giacciono assopiti;",
              "reference": "Giobbe 33:15"
            },
            {
              "content": "allora egli apre i loro orecchi e dà loro in segreto degli ammonimenti,",
              "reference": "Giobbe 33:16"
            },
            {
              "content": "per distogliere l’uomo dal suo modo di agire e tenere lontano da lui la superbia;",
              "reference": "Giobbe 33:17"
            },
            {
              "content": "per salvargli l’anima dalla fossa, la vita dalla freccia mortale.",
              "reference": "Giobbe 33:18"
            },
            {
              "content": "L’uomo è anche ammonito sul suo letto, dal dolore, dall’agitazione incessante delle sue ossa;",
              "reference": "Giobbe 33:19"
            },
            {
              "content": "quando egli ha in avversione il pane e lo ripugnano i cibi più squisiti;",
              "reference": "Giobbe 33:20"
            },
            {
              "content": "la carne gli si consuma e sparisce, mentre le ossa, prima invisibili, gli escono fuori;",
              "reference": "Giobbe 33:21"
            },
            {
              "content": "egli si avvicina alla fossa, e la sua vita a quelli che infliggono la morte.",
              "reference": "Giobbe 33:22"
            },
            {
              "content": "Ma se, presso di lui, c’è un angelo, un interprete, uno solo tra i mille, che mostri all’uomo il suo dovere,",
              "reference": "Giobbe 33:23"
            },
            {
              "content": "Dio ha pietà di lui e dice: “Risparmialo, che non scenda nella fossa! Ho trovato il suo riscatto”.",
              "reference": "Giobbe 33:24"
            },
            {
              "content": "Allora la sua carne diviene più fresca di quella di un bimbo; egli torna ai giorni della sua giovinezza;",
              "reference": "Giobbe 33:25"
            },
            {
              "content": "implora Dio, e Dio gli è propizio; gli dà di contemplare il suo volto con gioia e lo considera di nuovo come giusto.",
              "reference": "Giobbe 33:26"
            },
            {
              "content": "Ed egli canterà tra la gente e dirà: “Avevo peccato, pervertito la giustizia, e non sono stato punito come meritavo.",
              "reference": "Giobbe 33:27"
            },
            {
              "content": "Dio ha riscattato l’anima mia dalla fossa, e la mia vita si schiude alla luce!”",
              "reference": "Giobbe 33:28"
            },
            {
              "content": "Ecco, tutto questo Dio lo fa due, tre volte, all’uomo,",
              "reference": "Giobbe 33:29"
            },
            {
              "content": "per salvarlo dalla fossa, perché su di lui splenda la luce della vita.",
              "reference": "Giobbe 33:30"
            },
            {
              "content": "Sta’ attento, Giobbe, dammi ascolto; taci, e io parlerò.",
              "reference": "Giobbe 33:31"
            },
            {
              "content": "Se hai qualcosa da dire, rispondimi, parla, perché io vorrei poterti dare ragione.",
              "reference": "Giobbe 33:32"
            },
            {
              "content": "Se no, tu dammi ascolto, taci, e t’insegnerò la saggezza».",
              "reference": "Giobbe 33:33"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Giobbe 34 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Eliu riprese a parlare e disse:",
              "reference": "Giobbe 34:1"
            },
            {
              "content": "«Voi savi, ascoltate le mie parole! Voi che siete intelligenti, prestatemi orecchio!",
              "reference": "Giobbe 34:2"
            },
            {
              "content": "Poiché l’orecchio giudica i discorsi, come il palato assapora le vivande.",
              "reference": "Giobbe 34:3"
            },
            {
              "content": "Scegliamo quello che è giusto, riconosciamo tra noi quello che è buono.",
              "reference": "Giobbe 34:4"
            },
            {
              "content": "Giobbe ha detto: “Sono giusto, ma Dio mi nega giustizia;",
              "reference": "Giobbe 34:5"
            },
            {
              "content": "ho ragione e passo da bugiardo; la mia ferita è incurabile e sono senza peccato”.",
              "reference": "Giobbe 34:6"
            },
            {
              "content": "Dov’è l’uomo che al pari di Giobbe tracanni gli empi scherni come l’acqua,",
              "reference": "Giobbe 34:7"
            },
            {
              "content": "cammini in compagnia dei malfattori e vada assieme con gli scellerati?",
              "reference": "Giobbe 34:8"
            },
            {
              "content": "Infatti ha detto: “All’uomo non giova a nulla avere la benevolenza di Dio”.",
              "reference": "Giobbe 34:9"
            },
            {
              "content": "Ascoltatemi dunque, uomini di senno! Lungi da Dio il male, lungi dall’Onnipotente l’iniquità!",
              "reference": "Giobbe 34:10"
            },
            {
              "content": "Poiché egli rende all’uomo secondo le sue opere, fa trovare a ognuno il salario della sua condotta.",
              "reference": "Giobbe 34:11"
            },
            {
              "content": "No, di certo Dio non commette ingiustizie! L’Onnipotente non perverte il diritto.",
              "reference": "Giobbe 34:12"
            },
            {
              "content": "Chi gli ha dato il governo della terra? Chi ha affidato l’universo alla sua cura?",
              "reference": "Giobbe 34:13"
            },
            {
              "content": "Se egli non si curasse che di se stesso, se ritirasse a sé il suo Spirito e il suo soffio,",
              "reference": "Giobbe 34:14"
            },
            {
              "content": "ogni carne perirebbe all’improvviso e l’uomo ritornerebbe in polvere.",
              "reference": "Giobbe 34:15"
            },
            {
              "content": "Se tu sei intelligente, ascolta questo, porgi orecchio alla voce delle mie parole.",
              "reference": "Giobbe 34:16"
            },
            {
              "content": "Uno che odiasse la giustizia potrebbe governare? Osi tu condannare il Giusto, il Potente,",
              "reference": "Giobbe 34:17"
            },
            {
              "content": "che chiama i re “uomini da nulla!” e i prìncipi “scellerati”?",
              "reference": "Giobbe 34:18"
            },
            {
              "content": "Egli non porta rispetto all’apparenza dei grandi, non considera il ricco più del povero, perché sono tutti opera delle sue mani.",
              "reference": "Giobbe 34:19"
            },
            {
              "content": "In un attimo essi muoiono; nel cuore della notte la gente del popolo è scossa e scompare, i potenti sono portati via, senza mano d’uomo.",
              "reference": "Giobbe 34:20"
            },
            {
              "content": "Perché Dio tiene gli occhi aperti sulle vie dei mortali, e vede tutti i loro passi.",
              "reference": "Giobbe 34:21"
            },
            {
              "content": "Non ci sono tenebre, non c’è ombra di morte dove possa nascondersi chi opera iniquamente.",
              "reference": "Giobbe 34:22"
            },
            {
              "content": "Dio non ha bisogno di osservare a lungo un uomo per portarlo davanti a lui in giudizio.",
              "reference": "Giobbe 34:23"
            },
            {
              "content": "Egli fiacca i potenti senza inchiesta e ne stabilisce altri al loro posto;",
              "reference": "Giobbe 34:24"
            },
            {
              "content": "poiché egli conosce le loro azioni. Li abbatte nella notte e sono fiaccati;",
              "reference": "Giobbe 34:25"
            },
            {
              "content": "li colpisce come dei malvagi, in presenza di tutti,",
              "reference": "Giobbe 34:26"
            },
            {
              "content": "perché si sono sviati da lui e non hanno posto mente ad alcuna delle sue vie.",
              "reference": "Giobbe 34:27"
            },
            {
              "content": "Hanno fatto salire a lui il gemito del povero, ed egli ha dato ascolto al gemito degli infelici.",
              "reference": "Giobbe 34:28"
            },
            {
              "content": "Quando Dio dà riposo, chi lo condannerà? Chi potrà contemplarlo quando nasconde il suo volto a una nazione ovvero a un individuo,",
              "reference": "Giobbe 34:29"
            },
            {
              "content": "per impedire all’empio di regnare, per allontanare dal popolo le insidie?",
              "reference": "Giobbe 34:30"
            },
            {
              "content": "Quell’empio ha forse detto a Dio: “Io porto la mia pena, non farò più il male,",
              "reference": "Giobbe 34:31"
            },
            {
              "content": "mostrami tu quel che non so vedere; se ho agito perversamente, non lo farò più”?",
              "reference": "Giobbe 34:32"
            },
            {
              "content": "Dovrà forse Dio rendere la giustizia a modo tuo, perché tu lo critichi? Ti dirà forse: “Scegli tu, non io; quello che sai, dillo”?",
              "reference": "Giobbe 34:33"
            },
            {
              "content": "Le persone assennate, e ogni uomo saggio che mi ascolta, mi diranno:",
              "reference": "Giobbe 34:34"
            },
            {
              "content": "“Giobbe parla senza giudizio, le sue parole sono irragionevoli”.",
              "reference": "Giobbe 34:35"
            },
            {
              "content": "Ebbene, sia Giobbe provato sino alla fine, poiché le sue risposte sono quelle dei malvagi,",
              "reference": "Giobbe 34:36"
            },
            {
              "content": "poiché al suo peccato aggiunge la ribellione, batte le mani in mezzo a noi e moltiplica le sue parole contro Dio».",
              "reference": "Giobbe 34:37"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Giobbe 35 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Poi Eliu riprese il discorso e disse:",
              "reference": "Giobbe 35:1"
            },
            {
              "content": "«Credi tu di avere ragione quando dici: “La mia giustizia è superiore a quella di Dio”?",
              "reference": "Giobbe 35:2"
            },
            {
              "content": "Infatti hai detto: “Che mi giova? Che guadagno io di più a non peccare?”",
              "reference": "Giobbe 35:3"
            },
            {
              "content": "Io ti darò la risposta: a te e agli amici tuoi.",
              "reference": "Giobbe 35:4"
            },
            {
              "content": "Considera i cieli e vedi! Guarda le nuvole, come sono più in alto di te!",
              "reference": "Giobbe 35:5"
            },
            {
              "content": "Se pecchi, quale inconveniente gli procuri? Se moltiplichi i tuoi misfatti, che danno gli arrechi?",
              "reference": "Giobbe 35:6"
            },
            {
              "content": "Se sei giusto, che gli dai? Che riceve egli dalla tua mano?",
              "reference": "Giobbe 35:7"
            },
            {
              "content": "La tua malvagità non nuoce che al tuo simile, e la tua giustizia non giova che ai figli degli uomini.",
              "reference": "Giobbe 35:8"
            },
            {
              "content": "Si grida per le molte oppressioni, si alzano lamenti per la violenza dei grandi;",
              "reference": "Giobbe 35:9"
            },
            {
              "content": "ma nessuno dice: “Dov’è Dio, il mio Creatore, che nella notte ispira canti di gioia,",
              "reference": "Giobbe 35:10"
            },
            {
              "content": "che ci fa più intelligenti delle bestie dei campi e più saggi degli uccelli del cielo?”",
              "reference": "Giobbe 35:11"
            },
            {
              "content": "Là gridano, ma egli non risponde, a motivo della superbia dei malvagi.",
              "reference": "Giobbe 35:12"
            },
            {
              "content": "Certo, Dio non dà ascolto a lamenti vani; l’Onnipotente non ne fa caso;",
              "reference": "Giobbe 35:13"
            },
            {
              "content": "E tu, quando dici che non lo scorgi, la tua causa gli sta davanti; sappilo aspettare!",
              "reference": "Giobbe 35:14"
            },
            {
              "content": "Ma ora, perché la sua ira non punisce, perché egli non prende rigorosa conoscenza delle trasgressioni,",
              "reference": "Giobbe 35:15"
            },
            {
              "content": "Giobbe apre vanamente le labbra e accumula parole irragionevoli».",
              "reference": "Giobbe 35:16"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Giobbe 36 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Poi Eliu seguitando disse:",
              "reference": "Giobbe 36:1"
            },
            {
              "content": "«Aspetta un po’, io ti istruirò: perché c’è altro da dire in favore di Dio.",
              "reference": "Giobbe 36:2"
            },
            {
              "content": "Io trarrò la mia scienza da lontano e renderò giustizia a colui che mi ha fatto.",
              "reference": "Giobbe 36:3"
            },
            {
              "content": "Per certo le mie parole non sono bugiarde; ti sta davanti un uomo dotato di perfetta scienza.",
              "reference": "Giobbe 36:4"
            },
            {
              "content": "Dio è potente, ma non respinge nessuno; è potente per la forza della sua intelligenza.",
              "reference": "Giobbe 36:5"
            },
            {
              "content": "Egli non lascia vivere l’empio e fa giustizia agli afflitti.",
              "reference": "Giobbe 36:6"
            },
            {
              "content": "Non allontana il suo sguardo dai giusti, ma li pone con i re sul trono, ve li mette seduti per sempre, e così li innalza.",
              "reference": "Giobbe 36:7"
            },
            {
              "content": "Se gli uomini sono talvolta stretti da catene, se sono presi nei legami dell’afflizione,",
              "reference": "Giobbe 36:8"
            },
            {
              "content": "Dio fa loro conoscere il loro comportamento, le loro trasgressioni, poiché si sono insuperbiti;",
              "reference": "Giobbe 36:9"
            },
            {
              "content": "egli apre così i loro orecchi agli ammonimenti e li esorta ad abbandonare il male.",
              "reference": "Giobbe 36:10"
            },
            {
              "content": "Se lo ascoltano, se si sottomettono, finiscono i loro giorni nel benessere e i loro anni nella gioia;",
              "reference": "Giobbe 36:11"
            },
            {
              "content": "ma, se non lo ascoltano, periscono trafitti dalle frecce, muoiono nel loro accecamento.",
              "reference": "Giobbe 36:12"
            },
            {
              "content": "Gli empi di cuore si abbandonano alla collera, non implorano Dio quando egli li incatena;",
              "reference": "Giobbe 36:13"
            },
            {
              "content": "così muoiono nel fiore degli anni e la loro vita finisce come quella dei dissoluti;",
              "reference": "Giobbe 36:14"
            },
            {
              "content": "ma Dio libera l’afflitto mediante l’afflizione e gli apre gli orecchi mediante la sventura.",
              "reference": "Giobbe 36:15"
            },
            {
              "content": "Te pure egli vuole liberare dalle fauci della distretta, metterti al largo, dove non è più angustia, e coprire la tua mensa di cibi succulenti.",
              "reference": "Giobbe 36:16"
            },
            {
              "content": "Ma se giudichi le vie di Dio come fanno gli empi, il suo giudizio e la sua sentenza ti piomberanno addosso.",
              "reference": "Giobbe 36:17"
            },
            {
              "content": "Bada che la collera non ti trasporti alla bestemmia e la grandezza del riscatto non ti spinga a deviare!",
              "reference": "Giobbe 36:18"
            },
            {
              "content": "Egli dà forse importanza alle tue ricchezze? Non hanno valore per lui né l’oro né tutto il fasto della ricchezza.",
              "reference": "Giobbe 36:19"
            },
            {
              "content": "Non anelare a quella notte che porta via i popoli dal loro luogo.",
              "reference": "Giobbe 36:20"
            },
            {
              "content": "Guàrdati bene dal volgerti all’iniquità, tu che sembri preferirla all’afflizione!",
              "reference": "Giobbe 36:21"
            },
            {
              "content": "Vedi, Dio è eccelso nella sua potenza; chi può insegnare come lui?",
              "reference": "Giobbe 36:22"
            },
            {
              "content": "Chi gli prescrive la via da seguire? Chi osa dirgli: “Tu hai fatto male”?",
              "reference": "Giobbe 36:23"
            },
            {
              "content": "Pensa piuttosto a lodare le sue opere; gli uomini le celebrano nei loro canti,",
              "reference": "Giobbe 36:24"
            },
            {
              "content": "tutti le ammirano, il mortale le contempla da lontano.",
              "reference": "Giobbe 36:25"
            },
            {
              "content": "Sì, Dio è grande e noi non possiamo conoscerlo; incalcolabile è il numero dei suoi anni.",
              "reference": "Giobbe 36:26"
            },
            {
              "content": "Egli attira in alto le gocce d’acqua; dai vapori che egli ha formato stilla la pioggia.",
              "reference": "Giobbe 36:27"
            },
            {
              "content": "Le nubi la spargono, la rovesciano sulla folla dei mortali.",
              "reference": "Giobbe 36:28"
            },
            {
              "content": "Chi può capire lo spiegamento delle nubi, i fragori che scoppiano nel suo padiglione?",
              "reference": "Giobbe 36:29"
            },
            {
              "content": "Ecco, ora egli diffonde intorno a sé la sua luce, ora copre le profondità del mare.",
              "reference": "Giobbe 36:30"
            },
            {
              "content": "Con tali mezzi egli punisce i popoli e dà loro cibo in abbondanza.",
              "reference": "Giobbe 36:31"
            },
            {
              "content": "Si riempie di fulmini le mani e li lancia contro gli avversari.",
              "reference": "Giobbe 36:32"
            },
            {
              "content": "Il rombo del tuono annuncia che egli viene, gli animali lo presentono vicino.",
              "reference": "Giobbe 36:33"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Giobbe 37 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«A tale spettacolo il mio cuore trema e balza fuori dal suo posto.",
              "reference": "Giobbe 37:1"
            },
            {
              "content": "Udite, udite il fragore della sua voce, il rombo che esce dalla sua bocca!",
              "reference": "Giobbe 37:2"
            },
            {
              "content": "Egli lo lancia sotto tutti i cieli e il suo lampo guizza fino alle estremità della terra.",
              "reference": "Giobbe 37:3"
            },
            {
              "content": "Dopo il lampo, una voce rugge; egli tuona con la sua voce maestosa; quando si ode la voce, il fulmine non è già più nella sua mano.",
              "reference": "Giobbe 37:4"
            },
            {
              "content": "Dio tuona con la sua voce in modo prodigioso; grandi cose egli fa che noi non comprendiamo.",
              "reference": "Giobbe 37:5"
            },
            {
              "content": "Dice alla neve: “Cadi sulla terra!” Lo dice alla pioggia, alla pioggia torrenziale.",
              "reference": "Giobbe 37:6"
            },
            {
              "content": "Rende inerte ogni mano d’uomo, perché tutti i mortali, che sono opera sua, imparino a conoscerlo.",
              "reference": "Giobbe 37:7"
            },
            {
              "content": "Le bestie selvagge vanno nel covo e stanno accovacciate entro le tane.",
              "reference": "Giobbe 37:8"
            },
            {
              "content": "Dal sud viene l’uragano, il freddo viene dal nord.",
              "reference": "Giobbe 37:9"
            },
            {
              "content": "Al soffio di Dio si forma il ghiaccio e si contrae la distesa delle acque.",
              "reference": "Giobbe 37:10"
            },
            {
              "content": "Egli carica pure le nubi di umidità, disperde lontano le nuvole che portano i suoi lampi",
              "reference": "Giobbe 37:11"
            },
            {
              "content": "ed esse, da lui guidate, vagano nei loro giri per eseguire i suoi comandi sopra la faccia di tutta la terra;",
              "reference": "Giobbe 37:12"
            },
            {
              "content": "e le manda come flagello, oppure come beneficio alla sua terra, o come prova della sua bontà.",
              "reference": "Giobbe 37:13"
            },
            {
              "content": "Porgi l’orecchio a questo, Giobbe; fèrmati e considera le meraviglie di Dio!",
              "reference": "Giobbe 37:14"
            },
            {
              "content": "Sai tu come Dio le diriga e faccia guizzare il lampo dalle sue nubi?",
              "reference": "Giobbe 37:15"
            },
            {
              "content": "Conosci tu l’equilibrio delle nuvole, le meraviglie di colui la cui scienza è perfetta?",
              "reference": "Giobbe 37:16"
            },
            {
              "content": "Sai come mai i tuoi abiti sono caldi quando la terra si assopisce sotto il soffio dello scirocco?",
              "reference": "Giobbe 37:17"
            },
            {
              "content": "Puoi tu, come lui, distendere i cieli e farli solidi come uno specchio di metallo?",
              "reference": "Giobbe 37:18"
            },
            {
              "content": "Insegnaci tu che cosa dirgli! Nelle nostre tenebre, noi siamo senza parole.",
              "reference": "Giobbe 37:19"
            },
            {
              "content": "Gli si annuncerà forse che io voglio parlare? Ma chi mai può desiderare di essere inghiottito?",
              "reference": "Giobbe 37:20"
            },
            {
              "content": "Nessuno può fissare il sole che sfolgora nel cielo, quando c’è passato il vento a renderlo limpido.",
              "reference": "Giobbe 37:21"
            },
            {
              "content": "Dal settentrione viene l’oro; Dio è circondato da una maestà terribile;",
              "reference": "Giobbe 37:22"
            },
            {
              "content": "l’Onnipotente noi non lo possiamo scoprire. Egli è grande in forza, in equità, in perfetta giustizia; egli non opprime nessuno.",
              "reference": "Giobbe 37:23"
            },
            {
              "content": "Perciò gli uomini lo temono; egli non degna d’uno sguardo chi si crede saggio».",
              "reference": "Giobbe 37:24"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Giobbe 38 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora il Signore rispose a Giobbe dal seno della tempesta e disse:",
              "reference": "Giobbe 38:1"
            },
            {
              "content": "«Chi è costui che oscura i miei disegni con parole prive di senno?",
              "reference": "Giobbe 38:2"
            },
            {
              "content": "Cingiti i fianchi come un prode; io ti farò delle domande e tu insegnami!",
              "reference": "Giobbe 38:3"
            },
            {
              "content": "Dov’eri tu quando io fondavo la terra? Dillo, se hai tanta intelligenza.",
              "reference": "Giobbe 38:4"
            },
            {
              "content": "Chi ne fissò le dimensioni, se lo sai, o chi tirò sopra di essa la corda da misurare?",
              "reference": "Giobbe 38:5"
            },
            {
              "content": "Su che furono poggiate le sue fondamenta, o chi ne pose la pietra angolare,",
              "reference": "Giobbe 38:6"
            },
            {
              "content": "quando le stelle del mattino cantavano tutte assieme e tutti i figli di Dio alzavano grida di gioia?",
              "reference": "Giobbe 38:7"
            },
            {
              "content": "Chi chiuse con porte il mare balzante fuori dal grembo materno,",
              "reference": "Giobbe 38:8"
            },
            {
              "content": "quando gli diedi le nubi come rivestimento e per fasce l’oscurità,",
              "reference": "Giobbe 38:9"
            },
            {
              "content": "quando gli tracciai dei confini, gli misi sbarre e porte?",
              "reference": "Giobbe 38:10"
            },
            {
              "content": "Allora gli dissi: “Fin qui tu verrai, e non oltre; qui si fermerà l’orgoglio dei tuoi flutti”.",
              "reference": "Giobbe 38:11"
            },
            {
              "content": "Hai tu mai, in vita tua, comandato al mattino, o insegnato il suo luogo all’aurora",
              "reference": "Giobbe 38:12"
            },
            {
              "content": "perché essa afferri i lembi della terra e ne scuota via i malvagi?",
              "reference": "Giobbe 38:13"
            },
            {
              "content": "La terra si trasfigura come creta sotto il sigillo e appare come vestita di un ricco manto;",
              "reference": "Giobbe 38:14"
            },
            {
              "content": "i malfattori sono privati della luce loro, e il braccio, alzato già, è spezzato.",
              "reference": "Giobbe 38:15"
            },
            {
              "content": "Sei tu penetrato fino alle sorgenti del mare? Hai tu passeggiato in fondo all’abisso?",
              "reference": "Giobbe 38:16"
            },
            {
              "content": "Le porte della morte sono state da te scoperte? Hai tu veduto le porte dell’ombra di morte?",
              "reference": "Giobbe 38:17"
            },
            {
              "content": "Hai tu abbracciato con lo sguardo l’ampiezza della terra? Parla, se la conosci tutta!",
              "reference": "Giobbe 38:18"
            },
            {
              "content": "Dov’è la via che guida al soggiorno della luce? Le tenebre dove hanno la loro sede?",
              "reference": "Giobbe 38:19"
            },
            {
              "content": "Le puoi tu guidare verso i loro domini e conosci i sentieri per ricondurle a casa?",
              "reference": "Giobbe 38:20"
            },
            {
              "content": "Lo sai di sicuro! Perché tu eri allora già nato, e il numero dei tuoi giorni è grande!",
              "reference": "Giobbe 38:21"
            },
            {
              "content": "Sei forse entrato nei depositi della neve? Li hai visti i depositi della grandine,",
              "reference": "Giobbe 38:22"
            },
            {
              "content": "che io tengo in serbo per i giorni della sciagura, per il giorno della battaglia e della guerra?",
              "reference": "Giobbe 38:23"
            },
            {
              "content": "Per quali vie si diffonde la luce e si sparge il vento orientale sulla terra?",
              "reference": "Giobbe 38:24"
            },
            {
              "content": "Chi ha aperto i canali all’acquazzone e segnato la via al lampo dei tuoni,",
              "reference": "Giobbe 38:25"
            },
            {
              "content": "perché la pioggia cada sulla terra inabitata, sul deserto dove non sta nessun uomo,",
              "reference": "Giobbe 38:26"
            },
            {
              "content": "e disseti le solitudini desolate, sicché vi germogli e cresca l’erba?",
              "reference": "Giobbe 38:27"
            },
            {
              "content": "Ha forse la pioggia un padre? Chi genera le gocce della rugiada?",
              "reference": "Giobbe 38:28"
            },
            {
              "content": "Dal seno di chi esce il ghiaccio, e la brina del cielo chi la dà alla luce?",
              "reference": "Giobbe 38:29"
            },
            {
              "content": "Le acque, divenute come pietra, si nascondono, e la superficie dell’abisso si congela.",
              "reference": "Giobbe 38:30"
            },
            {
              "content": "Puoi tu stringere i legami delle Pleiadi, o potresti sciogliere le catene di Orione?",
              "reference": "Giobbe 38:31"
            },
            {
              "content": "Puoi tu, a suo tempo, far apparire le costellazioni e guidare l’Orsa maggiore insieme ai suoi piccini?",
              "reference": "Giobbe 38:32"
            },
            {
              "content": "Conosci le leggi del cielo? Regoli il suo dominio sulla terra?",
              "reference": "Giobbe 38:33"
            },
            {
              "content": "Puoi alzare la voce fino alle nubi e fare in modo che piogge abbondanti ti ricoprano?",
              "reference": "Giobbe 38:34"
            },
            {
              "content": "I fulmini partono forse al tuo comando? Ti dicono essi: “Eccoci qua”?",
              "reference": "Giobbe 38:35"
            },
            {
              "content": "Chi ha messo negli strati delle nubi saggezza, o chi ha dato intelletto alla metèora?",
              "reference": "Giobbe 38:36"
            },
            {
              "content": "Chi conta con saggezza le nubi? Chi versa gli otri del cielo,",
              "reference": "Giobbe 38:37"
            },
            {
              "content": "quando la polvere stemperata diventa una massa in fusione e le zolle dei campi si saldano fra loro?",
              "reference": "Giobbe 38:38"
            },
            {
              "content": "«Sei tu che cacci la preda per la leonessa, che sazi la fame dei leoncelli,",
              "reference": "Giobbe 38:39"
            },
            {
              "content": "quando si appiattano nelle tane e si mettono in agguato nella macchia?",
              "reference": "Giobbe 38:40"
            },
            {
              "content": "Chi provvede il pasto al corvo quando i suoi piccini gridano a Dio e vanno peregrinando senza cibo?",
              "reference": "Giobbe 38:41"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Giobbe 39 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Sai quando figliano le capre selvatiche? Hai osservato quando le cerve partoriscono?",
              "reference": "Giobbe 39:1"
            },
            {
              "content": "Conti i mesi della loro pregnanza e sai il momento in cui devono sgravarsi?",
              "reference": "Giobbe 39:2"
            },
            {
              "content": "Si accosciano, fanno i loro piccini e sono subito liberate dalle loro doglie;",
              "reference": "Giobbe 39:3"
            },
            {
              "content": "i loro piccini si fanno forti, crescono all’aperto, se ne vanno e non tornano più alle madri.",
              "reference": "Giobbe 39:4"
            },
            {
              "content": "Chi manda libero l’onagro e chi scioglie i legami all’asino selvatico?",
              "reference": "Giobbe 39:5"
            },
            {
              "content": "A lui ho dato per dimora il deserto e la terra salata per abitazione.",
              "reference": "Giobbe 39:6"
            },
            {
              "content": "Egli si beffa del frastuono della città e non ode grida di padrone.",
              "reference": "Giobbe 39:7"
            },
            {
              "content": "Percorre le montagne della sua pastura e va in cerca di ogni filo di verde.",
              "reference": "Giobbe 39:8"
            },
            {
              "content": "Il bufalo vorrà forse servirti o passare la notte presso la tua mangiatoia?",
              "reference": "Giobbe 39:9"
            },
            {
              "content": "Legherai il bufalo con una corda perché faccia il solco? Erpicherà egli le valli dietro a te?",
              "reference": "Giobbe 39:10"
            },
            {
              "content": "Ti fiderai di lui perché la sua forza è grande? Lascerai a lui il tuo lavoro?",
              "reference": "Giobbe 39:11"
            },
            {
              "content": "Conterai su di lui perché ti porti a casa il raccolto e ti ammucchi il grano sull’aia?",
              "reference": "Giobbe 39:12"
            },
            {
              "content": "Lo struzzo batte allegramente le ali; ma le sue penne e le sue piume sono forse di cicogna?",
              "reference": "Giobbe 39:13"
            },
            {
              "content": "No, poiché esso abbandona sulla terra le proprie uova, le lascia scaldare sopra la sabbia.",
              "reference": "Giobbe 39:14"
            },
            {
              "content": "Egli dimentica che un piede le potrà schiacciare, che le bestie dei campi le potranno calpestare.",
              "reference": "Giobbe 39:15"
            },
            {
              "content": "Tratta duramente i suoi piccini, quasi non fossero suoi; la sua fatica sarà vana, ma ciò non lo turba,",
              "reference": "Giobbe 39:16"
            },
            {
              "content": "perché Dio lo ha privato di saggezza, non gli ha impartito intelligenza.",
              "reference": "Giobbe 39:17"
            },
            {
              "content": "Ma quando si muove e prende lo slancio, si beffa del cavallo e di chi lo cavalca.",
              "reference": "Giobbe 39:18"
            },
            {
              "content": "Sei tu che dai al cavallo la forza? Che gli vesti il collo di una fremente criniera?",
              "reference": "Giobbe 39:19"
            },
            {
              "content": "Sei tu che lo fai saltare come la locusta? Il fiero suo nitrito incute spavento.",
              "reference": "Giobbe 39:20"
            },
            {
              "content": "Raspa la terra nella valle ed esulta della sua forza; si slancia incontro alle armi.",
              "reference": "Giobbe 39:21"
            },
            {
              "content": "Disprezza la paura, non trema, non indietreggia davanti alla spada.",
              "reference": "Giobbe 39:22"
            },
            {
              "content": "Gli risuona addosso la faretra, la folgorante lancia e la freccia.",
              "reference": "Giobbe 39:23"
            },
            {
              "content": "Con fremente furia divora la terra. Non sta più fermo quando suona la tromba.",
              "reference": "Giobbe 39:24"
            },
            {
              "content": "Come ode lo squillo, dice: “Aha!” e fiuta da lontano la battaglia, la voce tonante dei capi e il grido di guerra.",
              "reference": "Giobbe 39:25"
            },
            {
              "content": "È la tua intelligenza che allo sparviere fa spiccare il volo e spiegare le ali verso il sud?",
              "reference": "Giobbe 39:26"
            },
            {
              "content": "È forse al tuo comando che l’aquila si alza in alto e fa il suo nido nei luoghi elevati?",
              "reference": "Giobbe 39:27"
            },
            {
              "content": "Abita nelle rocce e vi pernotta; sta sulla punta delle rupi, sulle vette scoscese;",
              "reference": "Giobbe 39:28"
            },
            {
              "content": "di là spia la preda e i suoi occhi mirano lontano.",
              "reference": "Giobbe 39:29"
            },
            {
              "content": "I suoi piccini si abbeverano di sangue, e dove sono i corpi morti, là essa si trova».",
              "reference": "Giobbe 39:30"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Giobbe 40 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Il Signore continuò a rispondere a Giobbe e disse:",
              "reference": "Giobbe 40:1"
            },
            {
              "content": "«Il censore dell’Onnipotente vuole ancora contendere con lui? Colui che censura Dio ha una risposta a tutto questo?»",
              "reference": "Giobbe 40:2"
            },
            {
              "content": "Allora Giobbe rispose al Signore e disse:",
              "reference": "Giobbe 40:3"
            },
            {
              "content": "«Ecco, io sono troppo meschino; che ti potrei rispondere? Io mi metto la mano sulla bocca.",
              "reference": "Giobbe 40:4"
            },
            {
              "content": "Ho parlato una volta, ma non riprenderò la parola; due volte, ma non lo farò più».",
              "reference": "Giobbe 40:5"
            },
            {
              "content": "Il Signore allora rispose a Giobbe dalla tempesta e disse:",
              "reference": "Giobbe 40:6"
            },
            {
              "content": "«Cingiti i fianchi come un prode; ti farò delle domande e tu insegnami!",
              "reference": "Giobbe 40:7"
            },
            {
              "content": "Vuoi proprio annullare il mio giudizio? Condannare me per giustificare te stesso?",
              "reference": "Giobbe 40:8"
            },
            {
              "content": "Hai un braccio pari a quello di Dio, o una voce che tuoni come la sua?",
              "reference": "Giobbe 40:9"
            },
            {
              "content": "Suvvia, adòrnati di maestà, di grandezza, rivèstiti di splendore, di magnificenza!",
              "reference": "Giobbe 40:10"
            },
            {
              "content": "Da’ libero sfogo ai furori della tua ira; scruta tutti i superbi e abbassali!",
              "reference": "Giobbe 40:11"
            },
            {
              "content": "Scruta tutti i superbi e umiliali! Schiaccia gli empi dovunque stanno!",
              "reference": "Giobbe 40:12"
            },
            {
              "content": "Seppelliscili tutti assieme nella polvere, copri di bende la loro faccia nel buio della tomba!",
              "reference": "Giobbe 40:13"
            },
            {
              "content": "Allora anch’io ti loderò, perché la tua destra ti avrà dato la vittoria.",
              "reference": "Giobbe 40:14"
            },
            {
              "content": "Guarda l’ippopotamo che ho fatto al pari di te; esso mangia l’erba come il bue.",
              "reference": "Giobbe 40:15"
            },
            {
              "content": "Ecco, la sua forza è nei suoi lombi, il suo vigore nei muscoli del ventre.",
              "reference": "Giobbe 40:16"
            },
            {
              "content": "Stende rigida come un cedro la coda; i nervi delle sue cosce sono intrecciati insieme.",
              "reference": "Giobbe 40:17"
            },
            {
              "content": "Le sue ossa sono tubi di bronzo; le sue membra, sbarre di ferro.",
              "reference": "Giobbe 40:18"
            },
            {
              "content": "Esso è il capolavoro di Dio; colui che lo fece lo ha fornito di falce,",
              "reference": "Giobbe 40:19"
            },
            {
              "content": "perché i monti gli producono la pastura; là tutte le bestie dei campi gli scherzano intorno.",
              "reference": "Giobbe 40:20"
            },
            {
              "content": "Si sdraia sotto i loti, nel folto dei canneti, in mezzo alle paludi.",
              "reference": "Giobbe 40:21"
            },
            {
              "content": "I loti lo coprono della loro ombra, i salici del torrente lo circondano.",
              "reference": "Giobbe 40:22"
            },
            {
              "content": "Straripi pure il fiume, esso non trema; rimane calmo, anche se avesse un Giordano alla gola.",
              "reference": "Giobbe 40:23"
            },
            {
              "content": "Potrebbe qualcuno impadronirsene assalendolo di fronte, o prenderlo con le reti per forargli il naso?",
              "reference": "Giobbe 40:24"
            },
            {
              "content": "Prenderai forse il coccodrillo all’amo? Gli assicurerai la lingua con la corda?",
              "reference": "Giobbe 40:25"
            },
            {
              "content": "Gli passerai un giunco per le narici? Gli forerai le mascelle con l’uncino?",
              "reference": "Giobbe 40:26"
            },
            {
              "content": "Ti rivolgerà esso molte suppliche? Ti dirà delle parole dolci?",
              "reference": "Giobbe 40:27"
            },
            {
              "content": "Farà esso alleanza con te perché tu lo prenda per sempre al tuo servizio?",
              "reference": "Giobbe 40:28"
            },
            {
              "content": "Scherzerai con lui come fosse un uccello? Lo attaccherai a un filo per divertire le tue ragazze?",
              "reference": "Giobbe 40:29"
            },
            {
              "content": "Ne trafficheranno forse i pescatori? Lo spartiranno essi fra i negozianti?",
              "reference": "Giobbe 40:30"
            },
            {
              "content": "Gli coprirai la pelle di frecce e la testa di ramponi?",
              "reference": "Giobbe 40:31"
            },
            {
              "content": "Mettigli un po’ le mani addosso! Ti ricorderai del combattimento e non ci tornerai!",
              "reference": "Giobbe 40:32"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Giobbe 41 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "«Ecco, è vana la speranza di chi lo assale; basta scorgerlo e uno soccombe.",
              "reference": "Giobbe 41:1"
            },
            {
              "content": "Nessuno è tanto ardito da provocarlo. E chi dunque oserà starmi di fronte?",
              "reference": "Giobbe 41:2"
            },
            {
              "content": "Chi mi ha anticipato qualcosa perché io glielo debba rendere? Sotto tutti i cieli, ogni cosa è mia.",
              "reference": "Giobbe 41:3"
            },
            {
              "content": "E non voglio tacere delle sue membra, della sua gran forza e della bellezza della sua armatura.",
              "reference": "Giobbe 41:4"
            },
            {
              "content": "Chi l’ha mai spogliato della sua corazza? Chi è penetrato fra la doppia fila dei suoi denti?",
              "reference": "Giobbe 41:5"
            },
            {
              "content": "Chi gli ha aperti i due battenti della gola? Intorno alla chiusura dei suoi denti sta il terrore.",
              "reference": "Giobbe 41:6"
            },
            {
              "content": "Superbe sono le file dei suoi scudi, strettamente uniti come da un sigillo.",
              "reference": "Giobbe 41:7"
            },
            {
              "content": "Uno tocca l’altro, tra loro non passa l’aria.",
              "reference": "Giobbe 41:8"
            },
            {
              "content": "Sono saldati assieme, si tengono stretti, sono inseparabili.",
              "reference": "Giobbe 41:9"
            },
            {
              "content": "I suoi starnuti danno sprazzi di luce; i suoi occhi sono come le palpebre dell’aurora.",
              "reference": "Giobbe 41:10"
            },
            {
              "content": "Dalla sua bocca partono vampate, ne sprizzano fuori scintille di fuoco.",
              "reference": "Giobbe 41:11"
            },
            {
              "content": "Dalle sue narici esce un fumo, come da una pentola che bolle o da una caldaia.",
              "reference": "Giobbe 41:12"
            },
            {
              "content": "L’alito suo accende i carboni, una fiamma gli esce dalla gola.",
              "reference": "Giobbe 41:13"
            },
            {
              "content": "Nel suo collo risiede la forza, davanti a lui si fugge terrorizzati.",
              "reference": "Giobbe 41:14"
            },
            {
              "content": "Compatte sono in lui le parti flosce della sua carne, gli stanno salde addosso, non si muovono.",
              "reference": "Giobbe 41:15"
            },
            {
              "content": "Il suo cuore è duro come il sasso, duro come la macina di sotto.",
              "reference": "Giobbe 41:16"
            },
            {
              "content": "Quando si rizza, tremano i più forti, e dalla paura sono fuori di sé.",
              "reference": "Giobbe 41:17"
            },
            {
              "content": "Invano lo si attacca con la spada; a nulla valgono lancia, giavellotto, corazza.",
              "reference": "Giobbe 41:18"
            },
            {
              "content": "Il ferro è per lui come paglia; il bronzo, come legno tarlato.",
              "reference": "Giobbe 41:19"
            },
            {
              "content": "La figlia dell’arco non lo mette in fuga; le pietre della fionda si mutano per lui in stoppia.",
              "reference": "Giobbe 41:20"
            },
            {
              "content": "Stoppia gli pare la mazza e ride del fremere della lancia.",
              "reference": "Giobbe 41:21"
            },
            {
              "content": "Il suo ventre è armato di punte acute, lascia come tracce d’erpice sul fango.",
              "reference": "Giobbe 41:22"
            },
            {
              "content": "Fa bollire l’abisso come una caldaia, del mare fa come un gran vaso da profumi.",
              "reference": "Giobbe 41:23"
            },
            {
              "content": "Si lascia dietro una scia di luce; l’abisso pare coperto di bianca chioma.",
              "reference": "Giobbe 41:24"
            },
            {
              "content": "Non c’è sulla terra chi lo domi; è stato fatto per non avere paura.",
              "reference": "Giobbe 41:25"
            },
            {
              "content": "Guarda in faccia tutto ciò che è eccelso, è re su tutte le belve più superbe».",
              "reference": "Giobbe 41:26"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Giobbe 42 NR06",
          "version": "NR06",
          "verses": [
            {
              "content": "Allora Giobbe rispose al Signore e disse:",
              "reference": "Giobbe 42:1"
            },
            {
              "content": "«Io riconosco che tu puoi tutto e che nulla può impedirti di eseguire un tuo disegno.",
              "reference": "Giobbe 42:2"
            },
            {
              "content": "Chi è colui che senza intelligenza offusca il tuo disegno? Sì, ne ho parlato, ma non lo capivo; sono cose per me troppo meravigliose e io non le conosco.",
              "reference": "Giobbe 42:3"
            },
            {
              "content": "Ti prego, ascoltami, e io parlerò; ti farò delle domande e tu insegnami!",
              "reference": "Giobbe 42:4"
            },
            {
              "content": "Il mio orecchio aveva sentito parlare di te, ma ora l’occhio mio ti ha visto.",
              "reference": "Giobbe 42:5"
            },
            {
              "content": "Perciò mi ravvedo, mi pento sulla polvere e sulla cenere».",
              "reference": "Giobbe 42:6"
            },
            {
              "content": "Dopo che ebbe rivolto questi discorsi a Giobbe, il Signore disse a Elifaz di Teman: «La mia ira è accesa contro di te e contro i tuoi due amici, perché non avete parlato di me secondo la verità, come ha fatto il mio servo Giobbe.",
              "reference": "Giobbe 42:7"
            },
            {
              "content": "Ora dunque prendete sette tori e sette montoni, andate a trovare il mio servo Giobbe e offriteli in olocausto per voi stessi. Il mio servo Giobbe pregherà per voi e io avrò riguardo a lui per non punire la vostra follia, poiché non avete parlato di me secondo la verità, come ha fatto il mio servo Giobbe».",
              "reference": "Giobbe 42:8"
            },
            {
              "content": "Elifaz di Teman, Bildad di Suac e Zofar di Naama se ne andarono e fecero come il Signore aveva loro ordinato; e il Signore ebbe riguardo per Giobbe.",
              "reference": "Giobbe 42:9"
            },
            {
              "content": "Quando Giobbe ebbe pregato per i suoi amici, il Signore lo ristabilì nella condizione di prima e gli rese il doppio di tutto quello che già gli era appartenuto.",
              "reference": "Giobbe 42:10"
            },
            {
              "content": "Tutti i suoi fratelli, tutte le sue sorelle e tutte le sue conoscenze di prima vennero a trovarlo, mangiarono con lui in casa sua, lo confortarono e lo consolarono di tutti i mali che il Signore gli aveva fatto cadere addosso; e ognuno di loro gli diede un pezzo d’argento e un anello d’oro.",
              "reference": "Giobbe 42:11"
            },
            {
              "content": "Il Signore benedì gli ultimi anni di Giobbe più dei primi; ed egli ebbe quattordicimila pecore, seimila cammelli, mille paia di buoi e mille asine.",
              "reference": "Giobbe 42:12"
            },
            {
              "content": "Ebbe pure sette figli e tre figlie;",
              "reference": "Giobbe 42:13"
            },
            {
              "content": "e chiamò la prima Gemima, la seconda Chesia e la terza Cheren-Appuc.",
              "reference": "Giobbe 42:14"
            },
            {
              "content": "In tutto il paese non c’erano donne così belle come le figlie di Giobbe; e il padre assegnò loro un’eredità tra i loro fratelli.",
              "reference": "Giobbe 42:15"
            },
            {
              "content": "Giobbe, dopo questo, visse centoquarant’anni, e vide i suoi figli e i figli dei suoi figli fino alla quarta generazione.",
              "reference": "Giobbe 42:16"
            },
            {
              "content": "Poi Giobbe morì vecchio e sazio di giorni.",
              "reference": "Giobbe 42:17"
            }
          ],
          "copyright": "2008 Società Biblica di Ginevra",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}