{
  "translation": "NRSVUE",
  "translationId": 3523,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "There was once a man in the land of Uz whose name was Job. That man was blameless and upright, one who feared God and turned away from evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "There were born to him seven sons and three daughters.",
              "reference": "Job 1:2"
            },
            {
              "content": "He had seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred donkeys, and very many servants, so that this man was the greatest of all the people of the East.",
              "reference": "Job 1:3"
            },
            {
              "content": "His sons used to go and hold feasts in one another’s houses in turn, and they would send and invite their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "And when the feast days had run their course, Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all, for Job said, “It may be that my children have sinned and cursed God in their hearts.” This is what Job always did.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day the heavenly beings came to present themselves before the Lord, and the accuser also came among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "The Lord said to the accuser, “Where have you come from?” The accuser answered the Lord, “From going to and fro on the earth and from walking up and down on it.”",
              "reference": "Job 1:7"
            },
            {
              "content": "The Lord said to the accuser, “Have you considered my servant Job? There is no one like him on the earth, a blameless and upright man who fears God and turns away from evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "Then the accuser answered the Lord, “Does Job fear God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have you not put a fence around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But stretch out your hand now, and touch all that he has, and he will curse you to your face.”",
              "reference": "Job 1:11"
            },
            {
              "content": "The Lord said to the accuser, “Very well, all that he has is in your power; only do not stretch out your hand against him!” So the accuser went out from the presence of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "One day when his sons and daughters were eating and drinking wine in the eldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job and said, “The oxen were plowing and the donkeys were feeding beside them,",
              "reference": "Job 1:14"
            },
            {
              "content": "and the Sabeans fell on them and carried them off and killed the servants with the edge of the sword; I alone have escaped to tell you.”",
              "reference": "Job 1:15"
            },
            {
              "content": "While he was still speaking, another came and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them; I alone have escaped to tell you.”",
              "reference": "Job 1:16"
            },
            {
              "content": "While he was still speaking, another came and said, “The Chaldeans formed three columns, made a raid on the camels and carried them off, and killed the servants with the edge of the sword; I alone have escaped to tell you.”",
              "reference": "Job 1:17"
            },
            {
              "content": "While he was still speaking, another came and said, “Your sons and daughters were eating and drinking wine in their eldest brother’s house,",
              "reference": "Job 1:18"
            },
            {
              "content": "and suddenly a great wind came across the desert, struck the four corners of the house, and it fell on the young people, and they are dead; I alone have escaped to tell you.”",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job arose, tore his robe, shaved his head, and fell on the ground and worshiped.",
              "reference": "Job 1:20"
            },
            {
              "content": "He said, “Naked I came from my mother’s womb, and naked shall I return there; the Lord gave, and the Lord has taken away; blessed be the name of the Lord.”",
              "reference": "Job 1:21"
            },
            {
              "content": "In all this Job did not sin or charge God with wrongdoing.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "One day the heavenly beings came to present themselves before the Lord, and the accuser also came among them to present himself before the Lord.",
              "reference": "Job 2:1"
            },
            {
              "content": "The Lord said to the accuser, “Where have you come from?” The accuser answered the Lord, “From going to and fro on the earth and from walking up and down on it.”",
              "reference": "Job 2:2"
            },
            {
              "content": "The Lord said to the accuser, “Have you considered my servant Job? There is no one like him on the earth, a blameless and upright man who fears God and turns away from evil. He still persists in his integrity, although you incited me against him, to destroy him for no reason.”",
              "reference": "Job 2:3"
            },
            {
              "content": "Then the accuser answered the Lord, “Skin for skin! All that the man has he will give for his life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But stretch out your hand now and touch his bone and his flesh, and he will curse you to your face.”",
              "reference": "Job 2:5"
            },
            {
              "content": "The Lord said to the accuser, “Very well, he is in your power; only spare his life.”",
              "reference": "Job 2:6"
            },
            {
              "content": "So the accuser went out from the presence of the Lord and inflicted loathsome sores on Job from the sole of his foot to the crown of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "Job took a potsherd with which to scrape himself and sat among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, “Do you still persist in your integrity? Curse God and die.”",
              "reference": "Job 2:9"
            },
            {
              "content": "But he said to her, “You speak as any foolish woman would speak. Shall we receive good from God and not receive evil?” In all this Job did not sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "Now when Job’s three friends heard of all these troubles that had come upon him, each of them set out from his home—Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together to go and console and comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "When they saw him from a distance, they did not recognize him, and they raised their voices and wept aloud; they tore their robes and threw dust in the air upon their heads.",
              "reference": "Job 2:12"
            },
            {
              "content": "They sat with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his suffering was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "After this Job opened his mouth and cursed the day of his birth.",
              "reference": "Job 3:1"
            },
            {
              "content": "Job said:",
              "reference": "Job 3:2"
            },
            {
              "content": "“Let the day perish in which I was born, and the night that said, ‘A male is conceived.’",
              "reference": "Job 3:3"
            },
            {
              "content": "Let that day be darkness! May God above not seek it or light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "Let gloom and deep darkness claim it. Let clouds settle upon it; let the blackness of the day terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "That night—let thick darkness seize it! let it not rejoice among the days of the year; let it not come into the number of the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "Yes, let that night be barren; let no joyful cry be heard in it.",
              "reference": "Job 3:7"
            },
            {
              "content": "Let those curse it who curse the Sea, those who are skilled to rouse up Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "Let the stars of its dawn be dark; let it hope for light but have none; may it not see the eyelids of the morning—",
              "reference": "Job 3:9"
            },
            {
              "content": "because it did not shut the doors of my mother’s womb and hide trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "“Why did I not die at birth, come forth from the womb and expire?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why were there knees to receive me or breasts for me to suck?",
              "reference": "Job 3:12"
            },
            {
              "content": "Now I would be lying down and quiet; I would be asleep; then I would be at rest",
              "reference": "Job 3:13"
            },
            {
              "content": "with kings and counselors of the earth who rebuild ruins for themselves,",
              "reference": "Job 3:14"
            },
            {
              "content": "or with princes who have gold, who fill their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or why was I not buried like a stillborn child, like an infant that never sees the light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease from troubling, and there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "There the prisoners are at ease together; they do not hear the voice of the taskmaster.",
              "reference": "Job 3:18"
            },
            {
              "content": "The small and the great are there, and the slaves are free from their masters.",
              "reference": "Job 3:19"
            },
            {
              "content": "“Why is light given to one in misery and life to the bitter in soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "who long for death, but it does not come, and dig for it more than for hidden treasures;",
              "reference": "Job 3:21"
            },
            {
              "content": "who rejoice exceedingly and are glad when they find the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is light given to one who cannot see the way, whom God has fenced in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For my sighing comes like my bread, and my groanings are poured out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "Truly the thing that I fear comes upon me, and what I dread befalls me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I am not at ease, nor am I quiet; I have no rest, but trouble comes.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered:",
              "reference": "Job 4:1"
            },
            {
              "content": "“If one ventures a word with you, will you be offended? But who can keep from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "See, you have instructed many; you have strengthened the weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have supported those who were stumbling, and you have made firm the feeble knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now it has come to you, and you are impatient; it touches you, and you are dismayed.",
              "reference": "Job 4:5"
            },
            {
              "content": "Is not your fear of God your confidence and the integrity of your ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "“Think now, who that was innocent ever perished? Or where were the upright cut off?",
              "reference": "Job 4:7"
            },
            {
              "content": "As I have seen, those who plow iniquity and sow trouble reap the same.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the breath of God they perish, and by the blast of his anger they are consumed.",
              "reference": "Job 4:9"
            },
            {
              "content": "The roar of the lion, the voice of the fierce lion, and the teeth of the young lions are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The strong lion perishes for lack of prey, and the whelps of the lioness are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "“Now a word came stealing to me; my ear received the whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "Amid thoughts from visions of the night, when deep sleep falls on mortals,",
              "reference": "Job 4:13"
            },
            {
              "content": "dread came upon me and trembling, which made all my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "A spirit glided past my face; the hair of my flesh bristled.",
              "reference": "Job 4:15"
            },
            {
              "content": "It stood still, but I could not discern its appearance. A form was before my eyes; there was silence; then I heard a voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "‘Can mortals be righteous before God? Can humans be pure before their Maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "Even in his servants he puts no trust, and his angels he charges with error;",
              "reference": "Job 4:18"
            },
            {
              "content": "how much more those who live in houses of clay, whose foundation is in the dust, who are crushed like a moth.",
              "reference": "Job 4:19"
            },
            {
              "content": "Between morning and evening they are destroyed; they perish forever without any regarding it.",
              "reference": "Job 4:20"
            },
            {
              "content": "Their tent cord is plucked up within them, and they die devoid of wisdom.’",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“Call now; is there anyone who will answer you? To which of the holy ones will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "Surely vexation kills the fool, and jealousy slays the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I have seen fools taking root, but suddenly I cursed their dwelling.",
              "reference": "Job 5:3"
            },
            {
              "content": "Their children are far from safety, they are crushed in the gate, and there is no one to deliver them.",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry eat their harvest, and they take it even out of the thorns, and the thirsty pant after their wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "For misery does not come from the earth, nor does trouble sprout from the ground,",
              "reference": "Job 5:6"
            },
            {
              "content": "but humans are born to trouble just as sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "“As for me, I would seek God, and to God I would commit my cause.",
              "reference": "Job 5:8"
            },
            {
              "content": "He does great things and unsearchable, marvelous things without number.",
              "reference": "Job 5:9"
            },
            {
              "content": "He gives rain on the earth and sends waters on the fields;",
              "reference": "Job 5:10"
            },
            {
              "content": "he sets on high those who are lowly, and those who mourn are lifted to safety.",
              "reference": "Job 5:11"
            },
            {
              "content": "He frustrates the devices of the crafty, so that their hands achieve no success.",
              "reference": "Job 5:12"
            },
            {
              "content": "He takes the wise in their own craftiness, and the schemes of the wily are brought to a quick end.",
              "reference": "Job 5:13"
            },
            {
              "content": "They meet with darkness in the daytime and grope at noonday as in the night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But he saves the needy from the sword of their mouth, from the hand of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "So the poor have hope, and injustice shuts its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "“How happy is the one whom God reproves; therefore do not despise the discipline of the Almighty.",
              "reference": "Job 5:17"
            },
            {
              "content": "For he wounds, but he binds up; he strikes, but his hands heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "He will deliver you from six troubles; in seven no harm shall touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine he will redeem you from death and in war from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You shall be hidden from the scourge of the tongue and shall not fear destruction when it comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "At destruction and famine you shall laugh and shall not fear the wild animals of the earth.",
              "reference": "Job 5:22"
            },
            {
              "content": "For you shall be in league with the stones of the field, and the wild animals shall be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You shall know that your tent is safe; you shall inspect your fold and miss nothing.",
              "reference": "Job 5:24"
            },
            {
              "content": "You shall know that your descendants will be many and your offspring like the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You shall come to your grave in ripe old age, as a shock of grain comes up to the threshing floor in its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "See, we have searched this out; it is true. Hear, and know it for yourself.”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 6:1"
            },
            {
              "content": "“O that my vexation were weighed and all my calamity laid in the balances!",
              "reference": "Job 6:2"
            },
            {
              "content": "For then it would be heavier than the sand of the sea; therefore my words have been rash.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Almighty are in me; my spirit drinks their poison; the terrors of God are arrayed against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does the wild ass bray over its grass or the ox low over its fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Can that which is tasteless be eaten without salt, or is there any flavor in the juice of mallows?",
              "reference": "Job 6:6"
            },
            {
              "content": "My appetite refuses to touch them; they are like food that is loathsome to me.",
              "reference": "Job 6:7"
            },
            {
              "content": "“O that I might have my request and that God would grant my desire,",
              "reference": "Job 6:8"
            },
            {
              "content": "that it would please God to crush me, that he would let loose his hand and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "This would be my consolation; I would even exult in unrelenting pain, for I have not denied the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "What is my strength, that I should wait? And what is my end, that I should be patient?",
              "reference": "Job 6:11"
            },
            {
              "content": "Is my strength the strength of stones, or is my flesh bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "In truth I have no help in me, and any resource is driven from me.",
              "reference": "Job 6:13"
            },
            {
              "content": "“Those who withhold kindness from a friend forsake the fear of the Almighty.",
              "reference": "Job 6:14"
            },
            {
              "content": "My companions are treacherous like a torrent bed, like swollen streams that pass away,",
              "reference": "Job 6:15"
            },
            {
              "content": "that run dark with ice, turbid with melting snow.",
              "reference": "Job 6:16"
            },
            {
              "content": "In time of heat they disappear; when it is hot, they vanish from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "The caravans turn aside from their course; they go up into the waste and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans of Tema look; the travelers of Sheba hope.",
              "reference": "Job 6:19"
            },
            {
              "content": "They are disappointed because they were confident; they come there and are confounded.",
              "reference": "Job 6:20"
            },
            {
              "content": "Such you have now become to me; you see my calamity and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I said, ‘Make me a gift’? Or, ‘From your wealth offer a bribe for me’?",
              "reference": "Job 6:22"
            },
            {
              "content": "Or, ‘Save me from an opponent’s hand’? Or, ‘Ransom me from the hand of oppressors’?",
              "reference": "Job 6:23"
            },
            {
              "content": "“Teach me, and I will be silent; make me understand how I have gone wrong.",
              "reference": "Job 6:24"
            },
            {
              "content": "How forceful are honest words! But your reproof, what does it reprove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you think that you can reprove words, as if the speech of the desperate were wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "You would even cast lots over the orphan and bargain over your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "“But now, be pleased to look at me, for I will not lie to your face.",
              "reference": "Job 6:28"
            },
            {
              "content": "Turn, I pray; let no wrong be done. Turn now; my vindication is at stake.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is there any wrong on my tongue? Cannot my taste discern calamity?",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“Do not human beings have a hard service on earth, and are not their days like the days of a laborer?",
              "reference": "Job 7:1"
            },
            {
              "content": "Like a slave who longs for the shadow, and like laborers who look for their wages,",
              "reference": "Job 7:2"
            },
            {
              "content": "so I am allotted months of emptiness, and nights of misery are apportioned to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lie down I say, ‘When shall I rise?’ But the night is long, and I am full of tossing until dawn.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with worms and dirt; my skin hardens, then breaks out again.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle and come to their end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "“Remember that my life is a breath; my eye will never again see good.",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye that beholds me will see me no more; while your eyes are upon me, I shall be gone.",
              "reference": "Job 7:8"
            },
            {
              "content": "As the cloud fades and vanishes, so those who go down to Sheol do not come up;",
              "reference": "Job 7:9"
            },
            {
              "content": "they return no more to their houses, nor do their places know them any more.",
              "reference": "Job 7:10"
            },
            {
              "content": "“Therefore I will not restrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I the Sea or the Dragon that you set a guard over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "When I say, ‘My bed will comfort me, my couch will ease my complaint,’",
              "reference": "Job 7:13"
            },
            {
              "content": "then you scare me with dreams and terrify me with visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "so that I would choose strangling and death rather than this body.",
              "reference": "Job 7:15"
            },
            {
              "content": "I loathe my life; I would not live forever. Let me alone, for my days are a breath.",
              "reference": "Job 7:16"
            },
            {
              "content": "What are humans, that you make so much of them, that you set your mind on them,",
              "reference": "Job 7:17"
            },
            {
              "content": "visit them every morning, test them every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "Will you not look away from me for a while, let me alone until I swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "If I sin, what do I do to you, you watcher of humanity? Why have you made me your target? Why have I become a burden to you?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why do you not pardon my transgression and take away my iniquity? For now I shall lie in the earth; you will seek me, but I shall not be.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered:",
              "reference": "Job 8:1"
            },
            {
              "content": "“How long will you say these things and the words of your mouth be a great wind?",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice? Or does the Almighty pervert the right?",
              "reference": "Job 8:3"
            },
            {
              "content": "If your children sinned against him, he delivered them into the power of their transgression.",
              "reference": "Job 8:4"
            },
            {
              "content": "If you will seek God and make supplication to the Almighty,",
              "reference": "Job 8:5"
            },
            {
              "content": "if you are pure and upright, surely then he will rouse himself for you and restore to you your rightful place.",
              "reference": "Job 8:6"
            },
            {
              "content": "Though your beginning was small, your latter days will be very great.",
              "reference": "Job 8:7"
            },
            {
              "content": "“For inquire now of bygone generations and consider what their ancestors have found,",
              "reference": "Job 8:8"
            },
            {
              "content": "for we are but of yesterday, and we know nothing, for our days on earth are but a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Will they not teach you and tell you and utter words out of their understanding?",
              "reference": "Job 8:10"
            },
            {
              "content": "“Can papyrus grow where there is no marsh? Can reeds flourish where there is no water?",
              "reference": "Job 8:11"
            },
            {
              "content": "While yet in flower and not cut down, they wither before any other plant.",
              "reference": "Job 8:12"
            },
            {
              "content": "Such are the paths of all who forget God; the hope of the godless shall perish.",
              "reference": "Job 8:13"
            },
            {
              "content": "Their confidence is gossamer, a spider’s house their trust.",
              "reference": "Job 8:14"
            },
            {
              "content": "If one leans against its house, it will not stand; if one lays hold of it, it will not endure.",
              "reference": "Job 8:15"
            },
            {
              "content": "The wicked thrive before the sun, and their shoots spread over the garden.",
              "reference": "Job 8:16"
            },
            {
              "content": "Their roots twine around the stoneheap; they live among the rocks.",
              "reference": "Job 8:17"
            },
            {
              "content": "If they are destroyed from their place, then it will deny them, saying, ‘I have never seen you.’",
              "reference": "Job 8:18"
            },
            {
              "content": "See, these are their happy ways, and out of the earth still others will spring.",
              "reference": "Job 8:19"
            },
            {
              "content": "“See, God will not reject the blameless, nor take the hand of evildoers.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will yet fill your mouth with laughter and your lips with shouts of joy.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame, and the tent of the wicked will be no more.”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 9:1"
            },
            {
              "content": "“Indeed, I know that this is so, but how can a mortal be just before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If one wished to contend with him, one could not answer him once in a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "He is wise in heart and mighty in strength; who has resisted him and succeeded?",
              "reference": "Job 9:4"
            },
            {
              "content": "He removes mountains, and they do not know it when he overturns them in his anger;",
              "reference": "Job 9:5"
            },
            {
              "content": "he shakes the earth out of its place, and its pillars tremble;",
              "reference": "Job 9:6"
            },
            {
              "content": "he commands the sun, and it does not rise; he seals up the stars;",
              "reference": "Job 9:7"
            },
            {
              "content": "he alone stretched out the heavens and trampled the waves of the Sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "he made the Bear and Orion, the Pleiades and the chambers of the south;",
              "reference": "Job 9:9"
            },
            {
              "content": "he does great things beyond understanding and marvelous things without number.",
              "reference": "Job 9:10"
            },
            {
              "content": "Look, he passes by me, and I do not see him; he moves on, but I do not perceive him.",
              "reference": "Job 9:11"
            },
            {
              "content": "He snatches away; who can stop him? Who will say to him, ‘What are you doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "“God will not turn back his anger; the helpers of Rahab bowed beneath him.",
              "reference": "Job 9:13"
            },
            {
              "content": "How then can I answer him, choosing my words with him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Though I am innocent, I cannot answer him; I must appeal to my accuser for my right.",
              "reference": "Job 9:15"
            },
            {
              "content": "If I summoned him and he answered me, I do not believe that he would listen to my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "For he crushes me with a tempest and multiplies my wounds without cause;",
              "reference": "Job 9:17"
            },
            {
              "content": "he will not let me get my breath but fills me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it is a contest of strength, he is the strong one! If it is a matter of justice, who can summon him?",
              "reference": "Job 9:19"
            },
            {
              "content": "Though I am innocent, my own mouth would condemn me; though I am blameless, he would prove me perverse.",
              "reference": "Job 9:20"
            },
            {
              "content": "I am blameless; I do not know myself; I loathe my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It is all one; therefore I say, ‘He destroys both the blameless and the wicked.’",
              "reference": "Job 9:22"
            },
            {
              "content": "When disaster brings sudden death, he mocks at the calamity of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is given into the hand of the wicked; he covers the eyes of its judges— if it is not he, who then is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "“My days are swifter than a runner; they flee away; they see no good.",
              "reference": "Job 9:25"
            },
            {
              "content": "They go by like skiffs of reed, like an eagle swooping on the prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, ‘I will forget my complaint; I will put off my sad countenance and be of good cheer,’",
              "reference": "Job 9:27"
            },
            {
              "content": "I become afraid of all my suffering, for I know you will not hold me innocent.",
              "reference": "Job 9:28"
            },
            {
              "content": "I shall be condemned; why then do I labor in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I wash myself with soap and cleanse my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "yet you will plunge me into filth, and my own clothes will abhor me.",
              "reference": "Job 9:31"
            },
            {
              "content": "For he is not a mortal, as I am, that I might answer him, that we should come to trial together.",
              "reference": "Job 9:32"
            },
            {
              "content": "There is no mediator between us, who might lay his hand on us both.",
              "reference": "Job 9:33"
            },
            {
              "content": "If he would take his rod away from me and not let dread of him terrify me,",
              "reference": "Job 9:34"
            },
            {
              "content": "then I would speak without fear of him, for I know I am not what I am thought to be.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“I loathe my life; I will give free utterance to my complaint; I will speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say to God, ‘Do not condemn me; let me know why you contend against me.",
              "reference": "Job 10:2"
            },
            {
              "content": "Does it seem good to you to oppress, to despise the work of your hands and favor the schemes of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Do you have eyes of flesh? Do you see as humans see?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are your days like the days of mortals or your years like human years,",
              "reference": "Job 10:5"
            },
            {
              "content": "that you seek out my iniquity and search for my sin,",
              "reference": "Job 10:6"
            },
            {
              "content": "although you know that I am not guilty, and there is no one to deliver out of your hand?",
              "reference": "Job 10:7"
            },
            {
              "content": "Your hands fashioned and made me, and now you turn and destroy me.",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember that you fashioned me like clay, and will you turn me to dust again?",
              "reference": "Job 10:9"
            },
            {
              "content": "Did you not pour me out like milk and curdle me like cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "You clothed me with skin and flesh and knit me together with bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "You have granted me life and steadfast love, and your care has preserved my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "Yet these things you hid in your heart; I know that this was your purpose.",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sin, you watch me and do not acquit me of my iniquity.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am wicked, woe to me! If I am righteous, I cannot lift up my head, for I am filled with disgrace and look upon my affliction.",
              "reference": "Job 10:15"
            },
            {
              "content": "Bold as a lion you hunt me; you repeat your exploits against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You renew your witnesses against me and increase your vexation toward me; you bring fresh troops against me.",
              "reference": "Job 10:17"
            },
            {
              "content": "“ ‘Why did you bring me forth from the womb? Would that I had died before any eye had seen me",
              "reference": "Job 10:18"
            },
            {
              "content": "and were as though I had not been, carried from the womb to the grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "Are not the days of my life few? Let me alone, that I may find a little comfort",
              "reference": "Job 10:20"
            },
            {
              "content": "before I go, never to return, to the land of gloom and deep darkness,",
              "reference": "Job 10:21"
            },
            {
              "content": "the land of gloom and chaos, where light is like darkness.’ ”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered:",
              "reference": "Job 11:1"
            },
            {
              "content": "“Should a multitude of words go unanswered, and should one full of talk be vindicated?",
              "reference": "Job 11:2"
            },
            {
              "content": "Should your babble put others to silence, and when you mock, shall no one shame you?",
              "reference": "Job 11:3"
            },
            {
              "content": "For you say, ‘My conduct is pure, and I am clean in God’s sight.’",
              "reference": "Job 11:4"
            },
            {
              "content": "But O that God would speak and open his lips to you",
              "reference": "Job 11:5"
            },
            {
              "content": "and that he would tell you the secrets of wisdom! For wisdom is many-sided. Know then that God exacts of you less than your guilt deserves.",
              "reference": "Job 11:6"
            },
            {
              "content": "“Can you find out the deep things of God? Can you find out the limit of the Almighty?",
              "reference": "Job 11:7"
            },
            {
              "content": "It is higher than heaven—what can you do? Deeper than Sheol—what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "Its measure is longer than the earth and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If he passes through and imprisons and assembles for judgment, who can hinder him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For he knows those who are worthless; when he sees iniquity, will he not consider it?",
              "reference": "Job 11:11"
            },
            {
              "content": "But the stupid will get understanding when a wild ass is born human.",
              "reference": "Job 11:12"
            },
            {
              "content": "“If you direct your heart rightly, you will stretch out your hands toward him.",
              "reference": "Job 11:13"
            },
            {
              "content": "If iniquity is in your hand, put it far away, and do not let wickedness reside in your tents.",
              "reference": "Job 11:14"
            },
            {
              "content": "Surely then you will lift up your face without blemish; you will be secure and will not fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "You will forget your misery; you will remember it as waters that have passed away.",
              "reference": "Job 11:16"
            },
            {
              "content": "And your life will be brighter than the noonday; its darkness will be like the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "And you will have confidence because there is hope; you will be protected and take your rest in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down, and no one will make you afraid; many will entreat your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked will fail; all way of escape will be lost to them, and their hope is to breathe their last.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 12:1"
            },
            {
              "content": "“No doubt you are the people, and wisdom will die with you.",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have understanding as well as you; I am not inferior to you. Who does not know such things as these?",
              "reference": "Job 12:3"
            },
            {
              "content": "I am a laughingstock to my friends; I, who called upon God and he answered me, a just and blameless man, I am a laughingstock.",
              "reference": "Job 12:4"
            },
            {
              "content": "Those at ease have contempt for misfortune, but it is ready for those whose feet are unstable.",
              "reference": "Job 12:5"
            },
            {
              "content": "The tents of robbers are at peace, and those who provoke God are secure, who bring their god in their hands.",
              "reference": "Job 12:6"
            },
            {
              "content": "“But ask the animals, and they will teach you, the birds of the air, and they will tell you;",
              "reference": "Job 12:7"
            },
            {
              "content": "ask the plants of the earth, and they will teach you, and the fish of the sea will declare to you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Who among all these does not know that the hand of the Lord has done this?",
              "reference": "Job 12:9"
            },
            {
              "content": "In his hand is the life of every living thing and the breath of every human being.",
              "reference": "Job 12:10"
            },
            {
              "content": "Does not the ear test words as the palate tastes food?",
              "reference": "Job 12:11"
            },
            {
              "content": "Is wisdom with the aged and understanding in length of days?",
              "reference": "Job 12:12"
            },
            {
              "content": "“With God are wisdom and strength; he has counsel and understanding.",
              "reference": "Job 12:13"
            },
            {
              "content": "If he tears down, no one can rebuild; if he shuts someone in, no one can open up.",
              "reference": "Job 12:14"
            },
            {
              "content": "If he withholds the waters, they dry up; if he sends them out, they overwhelm the land.",
              "reference": "Job 12:15"
            },
            {
              "content": "With him are strength and wisdom; the deceived and the deceiver are his.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads counselors away stripped and makes fools of judges.",
              "reference": "Job 12:17"
            },
            {
              "content": "He looses the sash of kings and binds a waistcloth on their loins.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads priests away stripped and overthrows the mighty.",
              "reference": "Job 12:19"
            },
            {
              "content": "He deprives of speech those who are trusted and takes away the discernment of the elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt on princes and looses the belt of the strong.",
              "reference": "Job 12:21"
            },
            {
              "content": "He uncovers deep things from the darkness and brings deep darkness to light.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great, then destroys them; he enlarges nations, then leads them away.",
              "reference": "Job 12:23"
            },
            {
              "content": "He strips understanding from the leaders of the earth and makes them wander in a pathless waste.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in the dark without light; he makes them stagger like a drunkard.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“Look, my eye has seen all this; my ear has heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know, I also know; I am not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "But I would speak to the Almighty, and I desire to argue my case with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "As for you, you whitewash with lies; all of you are worthless physicians.",
              "reference": "Job 13:4"
            },
            {
              "content": "If you would only keep silent, that would be your wisdom!",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear now my reasoning, and listen to the pleadings of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you speak falsely for God and speak deceitfully for him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you show partiality toward him; will you plead the case for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Will it be well with you when he searches you out? Or can you deceive him as one person deceives another?",
              "reference": "Job 13:9"
            },
            {
              "content": "He will surely rebuke you if in secret you show partiality.",
              "reference": "Job 13:10"
            },
            {
              "content": "Will not his majesty terrify you and the dread of him fall upon you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your maxims are proverbs of ashes; your defenses are defenses of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "“Let me have silence, and I will speak, and let come on me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "I will take my flesh in my teeth and put my life in my hand.",
              "reference": "Job 13:14"
            },
            {
              "content": "See, he will kill me; I have no hope; but I will defend my ways to his face.",
              "reference": "Job 13:15"
            },
            {
              "content": "This will be my salvation, that the godless shall not come before him.",
              "reference": "Job 13:16"
            },
            {
              "content": "Listen carefully to my words, and let my declaration be in your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "I have indeed prepared my case; I know that I shall be vindicated.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who is there who will contend with me? For then I would be silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "“Only grant two things to me; then I will not hide myself from your face:",
              "reference": "Job 13:20"
            },
            {
              "content": "withdraw your hand far from me, and do not let dread of you terrify me.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call, and I will answer; or let me speak, and you reply to me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many are my iniquities and my sins? Make me know my transgression and my sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do you hide your face and count me as your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will you frighten a windblown leaf and pursue dry chaff?",
              "reference": "Job 13:25"
            },
            {
              "content": "For you write bitter things against me and make me reap the iniquities of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet in the stocks and watch all my paths; you set a bound to the soles of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "One wastes away like a rotten thing, like a garment that is moth-eaten.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“A mortal, born of woman, few of days and full of trouble,",
              "reference": "Job 14:1"
            },
            {
              "content": "comes up like a flower and withers, flees like a shadow and does not last.",
              "reference": "Job 14:2"
            },
            {
              "content": "Do you fix your eyes on such a one? Do you bring me into judgment with you?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can bring a clean thing out of an unclean? No one can.",
              "reference": "Job 14:4"
            },
            {
              "content": "Since their days are determined, and the number of their months is known to you, and you have appointed the bounds that they cannot pass,",
              "reference": "Job 14:5"
            },
            {
              "content": "look away from them and desist, that they may enjoy, like laborers, their days.",
              "reference": "Job 14:6"
            },
            {
              "content": "“For there is hope for a tree, if it is cut down, that it will sprout again and that its shoots will not cease.",
              "reference": "Job 14:7"
            },
            {
              "content": "Though its root grows old in the earth and its stump dies in the ground,",
              "reference": "Job 14:8"
            },
            {
              "content": "yet at the scent of water it will bud and put forth branches like a young plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But mortals die and are laid low; humans expire, and where are they?",
              "reference": "Job 14:10"
            },
            {
              "content": "As waters fail from a lake and a river wastes away and dries up,",
              "reference": "Job 14:11"
            },
            {
              "content": "so mortals lie down and do not rise again; until the heavens are no more, they will not awake or be roused out of their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "O that you would hide me in Sheol, that you would conceal me until your wrath is past, that you would appoint me a set time and remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If mortals die, will they live again? All the days of my service I would wait until my release should come.",
              "reference": "Job 14:14"
            },
            {
              "content": "You would call, and I would answer you; you would long for the work of your hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "For then you would not number my steps; you would not keep watch over my sin;",
              "reference": "Job 14:16"
            },
            {
              "content": "my transgression would be sealed up in a bag, and you would cover over my iniquity.",
              "reference": "Job 14:17"
            },
            {
              "content": "“But the mountain falls and crumbles away, and the rock is removed from its place;",
              "reference": "Job 14:18"
            },
            {
              "content": "the waters wear away the stones; the torrents wash away the soil of the earth; so you destroy the hope of mortals.",
              "reference": "Job 14:19"
            },
            {
              "content": "You prevail forever against them, and they pass away; you change their countenance and send them away.",
              "reference": "Job 14:20"
            },
            {
              "content": "Their children come to honor, and they do not know it; they are brought low, and it goes unnoticed.",
              "reference": "Job 14:21"
            },
            {
              "content": "They feel only the pain of their own bodies and mourn only for themselves.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered:",
              "reference": "Job 15:1"
            },
            {
              "content": "“Should the wise answer with windy knowledge and fill themselves with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Should they argue in unprofitable talk or in words that can do no good?",
              "reference": "Job 15:3"
            },
            {
              "content": "But you are doing away with the fear of God and hindering meditation before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "For your iniquity teaches your mouth, and you choose the tongue of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you, not I; your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "“Are you the firstborn of the human race? Were you brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Have you listened in the council of God? And do you limit wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we do not know? What do you understand that is not clear to us?",
              "reference": "Job 15:9"
            },
            {
              "content": "The gray-haired and the aged are on our side, those older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are the consolations of God too small for you or the word that deals gently with you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why does your heart carry you away, and why do your eyes flash,",
              "reference": "Job 15:12"
            },
            {
              "content": "so that you turn your spirit against God, and let such words go out of your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "What are mortals, that they can be clean? Or those born of woman, that they can be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "God puts no trust even in his holy ones, and the heavens are not clean in his sight;",
              "reference": "Job 15:15"
            },
            {
              "content": "how much less one who is abominable and corrupt, one who drinks iniquity like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "“I will show you; listen to me; what I have seen I will declare—",
              "reference": "Job 15:17"
            },
            {
              "content": "what sages have told and their ancestors have not hidden,",
              "reference": "Job 15:18"
            },
            {
              "content": "to whom alone the land was given, and no stranger passed among them.",
              "reference": "Job 15:19"
            },
            {
              "content": "The wicked writhe in pain all their days, through all the years that are laid up for the ruthless.",
              "reference": "Job 15:20"
            },
            {
              "content": "Terrifying sounds are in their ears; in prosperity the destroyer will come upon them.",
              "reference": "Job 15:21"
            },
            {
              "content": "They despair of returning from darkness, and they are destined for the sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "They wander abroad for bread, saying, ‘Where is it?’ They know that a day of darkness is ready at hand;",
              "reference": "Job 15:23"
            },
            {
              "content": "distress and anguish terrify them; they prevail against them like a king prepared for battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "Because they stretched out their hands against God and bid defiance to the Almighty,",
              "reference": "Job 15:25"
            },
            {
              "content": "running stubbornly against him with a thickly bossed shield;",
              "reference": "Job 15:26"
            },
            {
              "content": "because they have covered their faces with their fat and gathered fat upon their loins,",
              "reference": "Job 15:27"
            },
            {
              "content": "they will live in desolate cities, in houses that no one should inhabit, houses destined to become heaps of ruins;",
              "reference": "Job 15:28"
            },
            {
              "content": "they will not be rich, and their wealth will not endure, nor will they strike root in the earth;",
              "reference": "Job 15:29"
            },
            {
              "content": "they will not escape from darkness; the flame will dry up their shoots, and their blossom will be swept away by the wind.",
              "reference": "Job 15:30"
            },
            {
              "content": "Let them not trust in emptiness, deceiving themselves, for emptiness will be their recompense.",
              "reference": "Job 15:31"
            },
            {
              "content": "It will be paid in full before their time, and their branch will not be green.",
              "reference": "Job 15:32"
            },
            {
              "content": "They will shake off their unripe grape, like the vine, and cast off their blossoms, like the olive tree.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the company of the godless is barren, and fire consumes the tents of bribery.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive mischief and bring forth evil, and their belly prepares deceit.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 16:1"
            },
            {
              "content": "“I have heard many such things; miserable comforters are you all.",
              "reference": "Job 16:2"
            },
            {
              "content": "Have windy words no limit? Or what provokes you that you keep on talking?",
              "reference": "Job 16:3"
            },
            {
              "content": "I also could talk as you do, if you were in my place; I could join words together against you and shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "I could encourage you with my mouth, and the solace of my lips would assuage your pain.",
              "reference": "Job 16:5"
            },
            {
              "content": "“If I speak, my pain is not assuaged, and if I refrain, how much of it leaves me?",
              "reference": "Job 16:6"
            },
            {
              "content": "Surely now God has worn me out; he has made desolate all my company.",
              "reference": "Job 16:7"
            },
            {
              "content": "And he has shriveled me up, which is a witness against me; my leanness has risen up against me, and it testifies to my face.",
              "reference": "Job 16:8"
            },
            {
              "content": "He has torn me in his wrath and hated me; he has gnashed his teeth at me; my adversary sharpens his eyes against me.",
              "reference": "Job 16:9"
            },
            {
              "content": "They have gaped at me with their mouths; they have struck me insolently on the cheek; they mass themselves together against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God gives me up to the evil and casts me into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was at ease, and he broke me in two; he seized me by the neck and dashed me to pieces; he set me up as his target;",
              "reference": "Job 16:12"
            },
            {
              "content": "his archers surround me. He slashes open my kidneys and shows no mercy; he pours out my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He bursts upon me again and again; he rushes at me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "I have sewed sackcloth upon my skin and have laid my strength in the dust.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face is red with weeping, and deep darkness is on my eyelids,",
              "reference": "Job 16:16"
            },
            {
              "content": "though there is no violence in my hands, and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "“O earth, do not cover my blood; let my outcry find no resting place.",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now my witness is in heaven, and my advocate is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My friends scorn me; my eye pours out tears to God,",
              "reference": "Job 16:20"
            },
            {
              "content": "that he would maintain the right of a mortal with God, as one does for a neighbor.",
              "reference": "Job 16:21"
            },
            {
              "content": "For when a few years have come, I shall go the way from which I shall not return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“My spirit is broken; my days are extinct; the grave is ready for me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely there are mockers around me, and my eye dwells on their provocation.",
              "reference": "Job 17:2"
            },
            {
              "content": "“Lay down a pledge for me with yourself; who is there who will give surety for me?",
              "reference": "Job 17:3"
            },
            {
              "content": "Since you have closed their minds to understanding, therefore you will not let them triumph.",
              "reference": "Job 17:4"
            },
            {
              "content": "Those who denounce friends for reward— the eyes of their children will fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "“He has made me a byword of the peoples, and I am one before whom people spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eye has grown dim from grief, and all my members are like a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "The upright are appalled at this, and the innocent stir themselves up against the godless.",
              "reference": "Job 17:8"
            },
            {
              "content": "Yet the righteous hold to their way, and they who have clean hands grow stronger and stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "But you, come back now, all of you, and I shall not find a sensible person among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days are past; my plans are broken off, the desires of my heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "They make night into day; ‘The light,’ they say, ‘is near to the darkness.’",
              "reference": "Job 17:12"
            },
            {
              "content": "If I look for Sheol as my house, if I spread my couch in darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "if I say to the Pit, ‘You are my father,’ and to the worm, ‘My mother’ or ‘My sister,’",
              "reference": "Job 17:14"
            },
            {
              "content": "where then is my hope? Who will see my hope?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will it go down to the bars of Sheol? Shall we descend together into the dust?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered:",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long will you hunt for words? Consider, and then we shall speak.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we counted as cattle? Why are we stupid in your sight?",
              "reference": "Job 18:3"
            },
            {
              "content": "You who tear yourself in your anger— shall the earth be forsaken because of you or the rock be removed out of its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "“Surely the light of the wicked is put out, and the flame of their fire does not shine.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light is dark in their tent, and the lamp above them is put out.",
              "reference": "Job 18:6"
            },
            {
              "content": "Their strong steps are shortened, and their own schemes throw them down.",
              "reference": "Job 18:7"
            },
            {
              "content": "For they are thrust into a net by their own feet, and they walk into a pitfall.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap seizes them by the heel; a snare lays hold of them.",
              "reference": "Job 18:9"
            },
            {
              "content": "A rope is hid for them in the ground, a trap for them in the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "Terrors frighten them on every side and chase them at their heels.",
              "reference": "Job 18:11"
            },
            {
              "content": "Their strength is consumed by hunger, and calamity is ready for their stumbling.",
              "reference": "Job 18:12"
            },
            {
              "content": "By disease their skin is consumed; the firstborn of Death consumes their limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "They are torn from the tent in which they trusted and are brought to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "In their tents nothing remains; sulfur is scattered upon their habitations.",
              "reference": "Job 18:15"
            },
            {
              "content": "Their roots dry up beneath, and their branches wither above.",
              "reference": "Job 18:16"
            },
            {
              "content": "Their memory perishes from the earth, and they have no name in the street.",
              "reference": "Job 18:17"
            },
            {
              "content": "They are thrust from light into darkness and driven out of the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "They have no offspring or descendant among their people and no survivor where they used to live.",
              "reference": "Job 18:19"
            },
            {
              "content": "They of the west are appalled at their fate, and horror seizes those of the east.",
              "reference": "Job 18:20"
            },
            {
              "content": "Surely such are the dwellings of the ungodly; such is the place of those who do not know God.”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you torment me and break me in pieces with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "These ten times you have cast reproach upon me; are you not ashamed to wrong me?",
              "reference": "Job 19:3"
            },
            {
              "content": "And even if it is true that I have erred, my error remains with me.",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed you magnify yourselves against me and make my humiliation an argument against me,",
              "reference": "Job 19:5"
            },
            {
              "content": "know then that God has put me in the wrong and closed his net around me.",
              "reference": "Job 19:6"
            },
            {
              "content": "Even when I cry out, ‘Violence!’ I am not answered; I call aloud, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has walled up my way so that I cannot pass, and he has set darkness upon my paths.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped my glory from me and taken the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He breaks me down on every side, and I am gone; he has uprooted my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "He has kindled his wrath against me and counts me as his adversary.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops come on together; they have thrown up siegeworks against me and encamp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "“He has put my family far from me, and my acquaintances are wholly estranged from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My relatives and my close friends have failed me;",
              "reference": "Job 19:14"
            },
            {
              "content": "the guests in my house have forgotten me; my female servants count me as a stranger; I have become an alien in their eyes.",
              "reference": "Job 19:15"
            },
            {
              "content": "I call to my servant, but he gives me no answer; I must myself plead with him.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is repulsive to my wife; I am loathsome to my own family.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even young children despise me; when I rise, they talk against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my intimate friends abhor me, and those whom I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bones cling to my skin and to my flesh, and I have escaped by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Have pity on me, have pity on me, O you my friends, for the hand of God has touched me!",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you, like God, pursue me, never satisfied with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "“O that my words were written down! O that they were inscribed in a book!",
              "reference": "Job 19:23"
            },
            {
              "content": "O that with an iron pen and with lead they were engraved on a rock forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "For I know that my vindicator lives and that in the end he will stand upon the earth;",
              "reference": "Job 19:25"
            },
            {
              "content": "and after my skin has been destroyed, then in my flesh I shall see God,",
              "reference": "Job 19:26"
            },
            {
              "content": "whom I shall see on my side, and my eyes shall behold, and not another. My heart faints within me!",
              "reference": "Job 19:27"
            },
            {
              "content": "If you say, ‘How we will persecute him!’ and, ‘The root of the matter is found in him,’",
              "reference": "Job 19:28"
            },
            {
              "content": "be afraid of the sword, for wrath brings the punishment of the sword, so that you may know there is a judgment.”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered:",
              "reference": "Job 20:1"
            },
            {
              "content": "“Listen! My thoughts urge me to answer because of the agitation within me.",
              "reference": "Job 20:2"
            },
            {
              "content": "I hear censure that insults me, and a spirit beyond my understanding answers me.",
              "reference": "Job 20:3"
            },
            {
              "content": "Do you not know this from of old, ever since mortals were placed on earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "that the exulting of the wicked is short and the joy of the godless is but for a moment?",
              "reference": "Job 20:5"
            },
            {
              "content": "Even though they mount up high as the heavens and their head reaches to the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "they will perish forever like their own dung; those who have seen them will say, ‘Where are they?’",
              "reference": "Job 20:7"
            },
            {
              "content": "They will fly away like a dream and not be found; they will be chased away like a vision of the night.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye that saw them will see them no more, nor will their place behold them any longer.",
              "reference": "Job 20:9"
            },
            {
              "content": "Their children will seek the favor of the poor, and their hands will give back their wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "Their bodies, once full of youth, will lie down in the dust with them.",
              "reference": "Job 20:11"
            },
            {
              "content": "“Though wickedness is sweet in their mouth, though they hide it under their tongues,",
              "reference": "Job 20:12"
            },
            {
              "content": "though they are loath to let it go and hold it in their mouths,",
              "reference": "Job 20:13"
            },
            {
              "content": "yet their food is turned in their stomachs; it is the venom of asps within them.",
              "reference": "Job 20:14"
            },
            {
              "content": "They swallow down riches and vomit them up again; God casts them out of their bellies.",
              "reference": "Job 20:15"
            },
            {
              "content": "They will suck the poison of asps; the tongue of a viper will kill them.",
              "reference": "Job 20:16"
            },
            {
              "content": "They will not look on the rivers, the streams flowing with honey and curds.",
              "reference": "Job 20:17"
            },
            {
              "content": "They will give back the fruit of their toil and will not swallow it down; from the profit of their trading they will get no enjoyment.",
              "reference": "Job 20:18"
            },
            {
              "content": "For they have crushed and abandoned the poor; they have seized a house that they did not build.",
              "reference": "Job 20:19"
            },
            {
              "content": "“For they knew no quiet in their bellies; in their greed they let nothing escape.",
              "reference": "Job 20:20"
            },
            {
              "content": "There was nothing left after they had eaten; therefore their prosperity will not endure.",
              "reference": "Job 20:21"
            },
            {
              "content": "In full sufficiency they will be in distress; all the force of misery will come upon them.",
              "reference": "Job 20:22"
            },
            {
              "content": "To fill their belly to the full, God will send his fierce anger into them and rain it upon them as their food.",
              "reference": "Job 20:23"
            },
            {
              "content": "They will flee from an iron weapon; a bronze arrow will strike them through.",
              "reference": "Job 20:24"
            },
            {
              "content": "It is drawn forth and comes out of their body, and the glittering point comes out of their gall; terrors come upon them.",
              "reference": "Job 20:25"
            },
            {
              "content": "Utter darkness is laid up for their treasures; a fire fanned by no one will devour them; what is left in their tent will be consumed.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens will reveal their iniquity, and the earth will rise up against them.",
              "reference": "Job 20:27"
            },
            {
              "content": "The possessions of their house will be carried away, dragged off in the day of God’s wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the portion of the wicked from God, the heritage decreed for them by God.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen carefully to my words, and let this be your consolation.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me, and I will speak; then after I have spoken, mock on.",
              "reference": "Job 21:3"
            },
            {
              "content": "As for me, is my complaint addressed to mortals? Why should I not be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be appalled, and lay your hand upon your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "When I think of it I am dismayed, and shuddering seizes my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked live on, reach old age, and grow mighty in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their children are established in their presence and their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses are safe from fear, and no rod of God is upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "Their bull breeds without fail; their cow calves and never miscarries.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send out their little ones like a flock, and their children dance around.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing to the tambourine and the lyre and rejoice to the sound of the pipe.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days in prosperity, and in peace they go down to Sheol.",
              "reference": "Job 21:13"
            },
            {
              "content": "They say to God, ‘Leave us alone! We do not desire to know your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "What is the Almighty, that we should serve him? And what profit do we get if we pray to him?’",
              "reference": "Job 21:15"
            },
            {
              "content": "Is not their prosperity indeed their own achievement? The plans of the wicked are repugnant to me.",
              "reference": "Job 21:16"
            },
            {
              "content": "“How often is the lamp of the wicked put out? How often does calamity come upon them? How often does God distribute pains in his anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "How often are they like straw before the wind and like chaff that the storm carries away?",
              "reference": "Job 21:18"
            },
            {
              "content": "You say, ‘God stores up their iniquity for their children.’ Let it be paid back to them, so that they may know it.",
              "reference": "Job 21:19"
            },
            {
              "content": "Let their own eyes see their destruction, and let them drink of the wrath of the Almighty.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what do they care for their household after them, when the number of their months is cut off?",
              "reference": "Job 21:21"
            },
            {
              "content": "Will any teach God knowledge, seeing that he judges those who are on high?",
              "reference": "Job 21:22"
            },
            {
              "content": "One dies in full prosperity, being wholly at ease and secure,",
              "reference": "Job 21:23"
            },
            {
              "content": "his loins full of milk and the marrow of his bones moist.",
              "reference": "Job 21:24"
            },
            {
              "content": "Another dies in bitterness of soul, never having tasted of good.",
              "reference": "Job 21:25"
            },
            {
              "content": "They lie down alike in the dust, and the worms cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "“Oh, I know your thoughts and your schemes to wrong me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For you say, ‘Where is the house of the prince? Where is the tent in which the wicked lived?’",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you not asked those who travel the roads, and do you not accept their testimony,",
              "reference": "Job 21:29"
            },
            {
              "content": "that the wicked are spared in the day of calamity and are rescued in the day of wrath?",
              "reference": "Job 21:30"
            },
            {
              "content": "Who declares their way to their face, and who repays them for what they have done?",
              "reference": "Job 21:31"
            },
            {
              "content": "When they are carried to the grave, a watch is kept over their tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "The clods of the valley are sweet to them; everyone will follow after, and those who went before are innumerable.",
              "reference": "Job 21:33"
            },
            {
              "content": "How then will you comfort me with empty nothings? There is nothing left of your answers but falsehood.”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answered:",
              "reference": "Job 22:1"
            },
            {
              "content": "“Can a mortal be of use to God? Can even the wisest be of service to him?",
              "reference": "Job 22:2"
            },
            {
              "content": "Is it any pleasure to the Almighty if you are righteous, or is it gain to him if you make your ways blameless?",
              "reference": "Job 22:3"
            },
            {
              "content": "Is it for your piety that he reproves you and enters into judgment with you?",
              "reference": "Job 22:4"
            },
            {
              "content": "Is not your wickedness great? There is no end to your iniquities.",
              "reference": "Job 22:5"
            },
            {
              "content": "For you have exacted pledges from your family for no reason and stripped the naked of their clothing.",
              "reference": "Job 22:6"
            },
            {
              "content": "You have given no water to the weary to drink, and you have withheld bread from the hungry.",
              "reference": "Job 22:7"
            },
            {
              "content": "The powerful possess the land, and the favored live in it.",
              "reference": "Job 22:8"
            },
            {
              "content": "You have sent widows away empty-handed, and the arms of the orphans you have crushed.",
              "reference": "Job 22:9"
            },
            {
              "content": "Therefore snares are around you, and sudden terror overwhelms you,",
              "reference": "Job 22:10"
            },
            {
              "content": "or darkness so that you cannot see; a flood of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "“Is not God high in the heavens? See the highest stars, how lofty they are!",
              "reference": "Job 22:12"
            },
            {
              "content": "Therefore you say, ‘What does God know? Can he judge through the deep darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds enwrap him, so that he does not see, and he walks on the dome of heaven.’",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you keep to the old way that the wicked have trod?",
              "reference": "Job 22:15"
            },
            {
              "content": "They were snatched away before their time; their foundation was washed away by a flood.",
              "reference": "Job 22:16"
            },
            {
              "content": "They said to God, ‘Leave us alone,’ and ‘What can the Almighty do to us?’",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet he filled their houses with good things— but the plans of the wicked are repugnant to me.",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see it and are glad; the innocent laugh them to scorn,",
              "reference": "Job 22:19"
            },
            {
              "content": "saying, ‘Surely our adversaries are cut off, and what they left, the fire has consumed.’",
              "reference": "Job 22:20"
            },
            {
              "content": "“Agree with God, and be at peace; in this way good will come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "Receive instruction from his mouth, and lay up his words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to the Almighty, you will be restored, if you remove unrighteousness from your tents,",
              "reference": "Job 22:23"
            },
            {
              "content": "if you treat gold like dust and gold of Ophir like the stones of the torrent bed,",
              "reference": "Job 22:24"
            },
            {
              "content": "and if the Almighty is your gold and your precious silver,",
              "reference": "Job 22:25"
            },
            {
              "content": "then you will delight yourself in the Almighty and lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to him, and he will hear you, and you will pay your vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "You will decide on a matter, and it will be established for you, and light will shine on your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When others are humiliated, you say it is pride, for he saves the humble.",
              "reference": "Job 22:29"
            },
            {
              "content": "He will deliver even those who are guilty; they will escape because of the cleanness of your hands.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 23:1"
            },
            {
              "content": "“Today also my complaint is bitter; his hand is heavy despite my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "Oh, that I knew where I might find him, that I might come even to his dwelling!",
              "reference": "Job 23:3"
            },
            {
              "content": "I would lay my case before him and fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would learn what he would answer me and understand what he would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would he contend with me in the greatness of his power? No, but he would give heed to me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There the upright could reason with him, and I should be acquitted forever by my judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "“If I go forward, he is not there; or backward, I cannot perceive him;",
              "reference": "Job 23:8"
            },
            {
              "content": "on the left he hides, and I cannot behold him; I turn to the right, but I cannot see him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But he knows the way that I take; when he has tested me, I shall come out like gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My foot has held fast to his steps; I have kept his way and have not turned aside.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not departed from the commandment of his lips; I have treasured his words in my bosom.",
              "reference": "Job 23:12"
            },
            {
              "content": "But he stands alone, and who can dissuade him? What he desires, that he does.",
              "reference": "Job 23:13"
            },
            {
              "content": "For he will complete what he appoints for me, and many such things are in his mind.",
              "reference": "Job 23:14"
            },
            {
              "content": "Therefore I am terrified at his presence; when I consider, I am in dread of him.",
              "reference": "Job 23:15"
            },
            {
              "content": "God has made my heart faint; the Almighty has terrified me.",
              "reference": "Job 23:16"
            },
            {
              "content": "If only I could vanish in darkness, and thick darkness would cover my face!",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“Why are times not kept by the Almighty, and why do those who know him never see his days?",
              "reference": "Job 24:1"
            },
            {
              "content": "The wicked remove landmarks; they seize flocks and pasture them.",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the donkey of the orphan; they take the widow’s ox for a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They thrust the needy off the road; the poor of the earth all hide themselves.",
              "reference": "Job 24:4"
            },
            {
              "content": "Like wild asses in the desert they go out to their toil, scavenging in the wasteland food for their young.",
              "reference": "Job 24:5"
            },
            {
              "content": "They reap in a field not their own, and they glean in the vineyard of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "They lie all night naked, without clothing, and have no covering in the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are wet with the rain of the mountains and cling to the rock for want of shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "“There are those who snatch the orphan child from the breast and take as a pledge the infant of the poor.",
              "reference": "Job 24:9"
            },
            {
              "content": "They go about naked, without clothing; though hungry, they carry the sheaves;",
              "reference": "Job 24:10"
            },
            {
              "content": "between their terraces they press out oil; they tread the winepresses but suffer thirst.",
              "reference": "Job 24:11"
            },
            {
              "content": "From the city the dying groan, and the throat of the wounded cries for help; yet God pays no attention to their prayer.",
              "reference": "Job 24:12"
            },
            {
              "content": "“There are those who rebel against the light, who are not acquainted with its ways and do not stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer rises at dusk to kill the poor and needy and in the night is like a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye of the adulterer also waits for the twilight, saying, ‘No eye will see me,’ and he disguises his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "In the dark they dig through houses; by day they shut themselves up; they do not know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "For deep darkness is morning to all of them; for they are friends with the terrors of deep darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "“Swift are they on the face of the waters; their portion in the land is cursed; no treader turns toward their vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "Drought and heat snatch away the snow waters; so does Sheol those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "The womb forgets them; the worm finds them sweet; they are no longer remembered, so wickedness is broken like a tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "“They harm the childless woman and do no good to the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "Yet God prolongs the life of the mighty by his power; they rise up when they despair of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "He gives them security, and they are supported; his eyes are upon their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted a little while and then are gone; they wither and fade like the mallow; they are cut off like the heads of grain.",
              "reference": "Job 24:24"
            },
            {
              "content": "If it is not so, who will prove me a liar and show that there is nothing in what I say?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered:",
              "reference": "Job 25:1"
            },
            {
              "content": "“Dominion and fear are with God; he makes peace in his high heaven.",
              "reference": "Job 25:2"
            },
            {
              "content": "Is there any number to his armies? Upon whom does his light not arise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can a mortal be righteous before God? How can one born of woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "If even the moon is not bright and the stars are not pure in his sight,",
              "reference": "Job 25:5"
            },
            {
              "content": "how much less a mortal, who is a maggot, and a human being, who is a worm!”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 26:1"
            },
            {
              "content": "“How you have helped one who has no power! How you have assisted the arm that has no strength!",
              "reference": "Job 26:2"
            },
            {
              "content": "How you have counseled one who has no wisdom and given much good advice!",
              "reference": "Job 26:3"
            },
            {
              "content": "With whose help have you uttered words, and whose spirit has come forth from you?",
              "reference": "Job 26:4"
            },
            {
              "content": "The shades below tremble, the waters and their inhabitants.",
              "reference": "Job 26:5"
            },
            {
              "content": "Sheol is naked before God, and Abaddon has no covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretches out Zaphon over the void and hangs the earth upon nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He binds up the waters in his thick clouds, and the cloud is not torn open by them.",
              "reference": "Job 26:8"
            },
            {
              "content": "He covers the face of the full moon and spreads over it his cloud.",
              "reference": "Job 26:9"
            },
            {
              "content": "He has described a circle on the face of the waters, at the boundary between light and darkness.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of heaven tremble and are astounded at his rebuke.",
              "reference": "Job 26:11"
            },
            {
              "content": "By his power he stilled the Sea; by his understanding he struck down Rahab.",
              "reference": "Job 26:12"
            },
            {
              "content": "By his wind the heavens were made fair; his hand pierced the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "These are indeed but the outskirts of his ways, and how small a whisper do we hear of him! But the thunder of his power who can understand?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Job again took up his discourse and said:",
              "reference": "Job 27:1"
            },
            {
              "content": "“As God lives, who has taken away my right, and the Almighty, who has made my soul bitter,",
              "reference": "Job 27:2"
            },
            {
              "content": "as long as my breath is in me and the spirit of God is in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips will not speak falsehood, and my tongue will not utter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "Far be it from me to say that you are right; until I die I will not put away my integrity from me.",
              "reference": "Job 27:5"
            },
            {
              "content": "I hold fast my righteousness and will not let it go; my heart will not reproach me as long as I live.",
              "reference": "Job 27:6"
            },
            {
              "content": "“May my enemy be like the wicked, and may my opponent be like the unrighteous.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what is the hope of the godless when God cuts them off, when God takes away their lives?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God hear their cry when trouble comes upon them?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will they take delight in the Almighty? Will they call upon God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you concerning the hand of God; that which is with the Almighty I will not conceal.",
              "reference": "Job 27:11"
            },
            {
              "content": "All of you have seen it yourselves; why then have you become altogether vain?",
              "reference": "Job 27:12"
            },
            {
              "content": "“This is the portion of the wicked with God and the heritage that oppressors receive from the Almighty:",
              "reference": "Job 27:13"
            },
            {
              "content": "If their children are multiplied, it is for the sword, and their offspring have not enough to eat.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those who survive them the pestilence buries, and their widows make no lamentation.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though they heap up silver like dust and pile up clothing like clay,",
              "reference": "Job 27:16"
            },
            {
              "content": "they may pile it up, but the just will wear it, and the innocent will divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "They build their houses like nests, like booths made by sentinels of the vineyard.",
              "reference": "Job 27:18"
            },
            {
              "content": "They go to bed with wealth but will do so no more; they open their eyes, and it is gone.",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors overtake them like a flood; in the night a whirlwind carries them off.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind lifts them up, and they are gone; it sweeps them out of their place.",
              "reference": "Job 27:21"
            },
            {
              "content": "It hurls at them without pity; they flee from its power in headlong flight.",
              "reference": "Job 27:22"
            },
            {
              "content": "It claps its hands at them and hisses at them from its place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“Surely there is a mine for silver and a place for gold to be refined.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken out of the earth, and copper is smelted from ore.",
              "reference": "Job 28:2"
            },
            {
              "content": "Miners put an end to darkness and search out to the farthest bound the ore in gloom and deep darkness.",
              "reference": "Job 28:3"
            },
            {
              "content": "They open shafts in a valley away from human habitation; they are forgotten by travelers; they sway suspended, remote from people.",
              "reference": "Job 28:4"
            },
            {
              "content": "As for the earth, out of it comes bread, but underneath it is turned up as by fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "Its stones are the place of sapphires, and its dust contains gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "“That path no bird of prey knows, and the falcon’s eye has not seen it.",
              "reference": "Job 28:7"
            },
            {
              "content": "The proud wild animals have not trodden it; the lion has not passed over it.",
              "reference": "Job 28:8"
            },
            {
              "content": "“They put their hand to the flinty rock and overturn mountains by the roots.",
              "reference": "Job 28:9"
            },
            {
              "content": "They cut out channels in the rocks, and their eyes see every precious thing.",
              "reference": "Job 28:10"
            },
            {
              "content": "The sources of the rivers they probe; hidden things they bring to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "“But where shall wisdom be found? And where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Mortals do not know the way to it, and it is not found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The deep says, ‘It is not in me,’ and the sea says, ‘It is not with me.’",
              "reference": "Job 28:14"
            },
            {
              "content": "It cannot be gotten for gold, and silver cannot be weighed out as its price.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be valued in the gold of Ophir, in precious onyx or sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "Gold and glass cannot equal it, nor can it be exchanged for jewels of fine gold.",
              "reference": "Job 28:17"
            },
            {
              "content": "No mention shall be made of coral or of crystal; the price of wisdom is above pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "The chrysolite of Cush cannot compare with it, nor can it be valued in pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "“Where then does wisdom come from? And where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "It is hidden from the eyes of all living and concealed from the birds of the air.",
              "reference": "Job 28:21"
            },
            {
              "content": "Abaddon and Death say, ‘We have heard a rumor of it with our ears.’",
              "reference": "Job 28:22"
            },
            {
              "content": "“God understands the way to it, and he knows its place.",
              "reference": "Job 28:23"
            },
            {
              "content": "For he looks to the ends of the earth and sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When he gave to the wind its weight and apportioned out the waters by measure,",
              "reference": "Job 28:25"
            },
            {
              "content": "when he made a decree for the rain, and a way for the thunderbolt,",
              "reference": "Job 28:26"
            },
            {
              "content": "then he saw it and declared it; he established it and searched it out.",
              "reference": "Job 28:27"
            },
            {
              "content": "And he said to humankind, ‘Truly, the fear of the Lord, that is wisdom; and to depart from evil is understanding.’ ”",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Job again took up his discourse and said:",
              "reference": "Job 29:1"
            },
            {
              "content": "“O that I were as in the months of old, as in the days when God watched over me,",
              "reference": "Job 29:2"
            },
            {
              "content": "when his lamp shone over my head, and by his light I walked through darkness,",
              "reference": "Job 29:3"
            },
            {
              "content": "when I was in my prime, when the friendship of God was upon my tent,",
              "reference": "Job 29:4"
            },
            {
              "content": "when the Almighty was still with me, when my children were around me,",
              "reference": "Job 29:5"
            },
            {
              "content": "when my steps were washed with milk and the rock poured out for me streams of oil!",
              "reference": "Job 29:6"
            },
            {
              "content": "When I went out to the gate of the city, when I took my seat in the square,",
              "reference": "Job 29:7"
            },
            {
              "content": "the young men saw me and withdrew, and the aged rose up and stood;",
              "reference": "Job 29:8"
            },
            {
              "content": "the nobles refrained from talking and laid their hands on their mouths;",
              "reference": "Job 29:9"
            },
            {
              "content": "the voices of princes were hushed, and their tongues stuck to the roofs of their mouths.",
              "reference": "Job 29:10"
            },
            {
              "content": "When the ear heard, it commended me, and when the eye saw, it approved,",
              "reference": "Job 29:11"
            },
            {
              "content": "because I delivered the poor who cried and the orphan who had no helper.",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of the wretched came upon me, and I caused the widow’s heart to sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness, and it clothed me; my justice was like a robe and a turban.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes to the blind and feet to the lame.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy, and I championed the cause of the stranger.",
              "reference": "Job 29:16"
            },
            {
              "content": "I broke the fangs of the unrighteous and made them drop their prey from their teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "Then I thought, ‘I shall die in my nest, and I shall multiply my days like the phoenix;",
              "reference": "Job 29:18"
            },
            {
              "content": "my roots spread out to the waters, with the dew all night on my branches;",
              "reference": "Job 29:19"
            },
            {
              "content": "my glory was fresh with me and my bow ever new in my hand.’",
              "reference": "Job 29:20"
            },
            {
              "content": "“They listened to me and waited and kept silence for my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "After I spoke they did not speak again, and my word dropped upon them like dew.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me as for the rain; they opened their mouths as for the spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "I smiled on them when they had no confidence, and the light of my countenance they did not extinguish.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose what they should do and sat as chief, and I lived like a king among his troops, like one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“But now they make sport of me, those who are younger than I, whose fathers I would have disdained to set with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "What could I gain from the strength of their hands? All their vigor is gone.",
              "reference": "Job 30:2"
            },
            {
              "content": "Through want and hard hunger they gnaw the dry and desolate ground;",
              "reference": "Job 30:3"
            },
            {
              "content": "they pick mallow and the leaves of bushes and to warm themselves the roots of broom.",
              "reference": "Job 30:4"
            },
            {
              "content": "They are driven out from society; people shout after them as after a thief.",
              "reference": "Job 30:5"
            },
            {
              "content": "In the gullies of wadis they must live, in holes in the ground and in the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "Among the bushes they bray; under the nettles they huddle together.",
              "reference": "Job 30:7"
            },
            {
              "content": "A senseless, disreputable brood, they have been whipped out of the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "“And now they mock me in song; I am a byword to them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They abhor me; they keep aloof from me; they do not hesitate to spit at the sight of me.",
              "reference": "Job 30:10"
            },
            {
              "content": "Because God has loosed my bowstring and humbled me, they have cast off restraint in my presence.",
              "reference": "Job 30:11"
            },
            {
              "content": "On my right hand the rabble rise up; they send me sprawling and build roads for my ruin.",
              "reference": "Job 30:12"
            },
            {
              "content": "They break up my path; they promote my calamity; no one restrains them.",
              "reference": "Job 30:13"
            },
            {
              "content": "As through a wide breach they come; amid the crash they roll on.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors are turned upon me; my honor is pursued as by the wind, and my prosperity has passed away like a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "“And now my soul is poured out within me; days of affliction have taken hold of me.",
              "reference": "Job 30:16"
            },
            {
              "content": "The night racks my bones, and the pain that gnaws me takes no rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "With violence he seizes my garment; he grasps me by the collar of my tunic.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has cast me into the mire, and I have become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I cry to you, and you do not answer me; I stand, and you merely look at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have turned cruel to me; with the might of your hand you persecute me.",
              "reference": "Job 30:21"
            },
            {
              "content": "You lift me up on the wind, you make me ride on it, and you toss me about in the roar of the storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "I know that you will bring me to death, to the house appointed for all living.",
              "reference": "Job 30:23"
            },
            {
              "content": "“Surely one does not turn against the needy, when in disaster they cry for help.",
              "reference": "Job 30:24"
            },
            {
              "content": "Did I not weep for those whose day was hard? Was not my soul grieved for the poor?",
              "reference": "Job 30:25"
            },
            {
              "content": "But when I looked for good, evil came, and when I waited for light, darkness came.",
              "reference": "Job 30:26"
            },
            {
              "content": "My inward parts are in turmoil and are never still; days of affliction come to meet me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I go about in sunless gloom; I stand up in the assembly and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I am a brother of jackals and a companion of ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin turns black and falls from me, and my bones burn with heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "My lyre is turned to mourning and my pipe to the voice of those who weep.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“I have made a covenant with my eyes; how, then, could I look upon a virgin?",
              "reference": "Job 31:1"
            },
            {
              "content": "What would be my portion from God above and my heritage from the Almighty on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Does not calamity befall the unrighteous and disaster the workers of iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does he not see my ways and number all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "“If I have walked with falsehood, and my foot has hurried to deceit—",
              "reference": "Job 31:5"
            },
            {
              "content": "let me be weighed in a just balance, and let God know my integrity!—",
              "reference": "Job 31:6"
            },
            {
              "content": "if my step has turned aside from the way, and my heart has followed my eyes, and if any spot has clung to my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "then let me sow and another eat, and let what grows for me be rooted out.",
              "reference": "Job 31:8"
            },
            {
              "content": "“If my heart has been enticed by a woman and I have lain in wait at my neighbor’s door,",
              "reference": "Job 31:9"
            },
            {
              "content": "then let my wife grind for another, and let other men kneel over her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For that would be a heinous crime; that would be a criminal offense;",
              "reference": "Job 31:11"
            },
            {
              "content": "for that would be a fire consuming down to Abaddon, and it would burn to the root all my harvest.",
              "reference": "Job 31:12"
            },
            {
              "content": "“If I have rejected the cause of my male or female slaves, when they brought a complaint against me,",
              "reference": "Job 31:13"
            },
            {
              "content": "what then shall I do when God rises up? When he makes inquiry, what shall I answer him?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not he who made me in the womb make them? And did not one fashion us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "“If I have withheld anything that the poor desired or have caused the eyes of the widow to fail",
              "reference": "Job 31:16"
            },
            {
              "content": "or have eaten my morsel alone and the orphan has not eaten from it—",
              "reference": "Job 31:17"
            },
            {
              "content": "for from my youth I reared the orphan like a father, and from my mother’s womb I guided the widow—",
              "reference": "Job 31:18"
            },
            {
              "content": "if I have seen anyone perish for lack of clothing or a poor person without covering,",
              "reference": "Job 31:19"
            },
            {
              "content": "whose loins have not blessed me, and who was not warmed with the fleece of my sheep;",
              "reference": "Job 31:20"
            },
            {
              "content": "if I have raised my hand against the orphan because I saw I had supporters at the gate;",
              "reference": "Job 31:21"
            },
            {
              "content": "then let my shoulder blade fall from my shoulder, and let my arm be broken from its socket.",
              "reference": "Job 31:22"
            },
            {
              "content": "For I was in terror of calamity from God, and I could not have faced his majesty.",
              "reference": "Job 31:23"
            },
            {
              "content": "“If I have made gold my trust or called fine gold my confidence,",
              "reference": "Job 31:24"
            },
            {
              "content": "if I have rejoiced because my wealth was great or because my hand had gotten much,",
              "reference": "Job 31:25"
            },
            {
              "content": "if I have looked at the sun when it shone or the moon moving in splendor,",
              "reference": "Job 31:26"
            },
            {
              "content": "and my heart has been secretly enticed, and my mouth has kissed my hand,",
              "reference": "Job 31:27"
            },
            {
              "content": "this also would be an iniquity to be punished by the judges, for I should have been false to God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "“If I have rejoiced at the ruin of those who hated me or exulted when evil overtook them—",
              "reference": "Job 31:29"
            },
            {
              "content": "I have not let my mouth sin by asking for their lives with a curse—",
              "reference": "Job 31:30"
            },
            {
              "content": "if those of my tent ever said, ‘O that we might be sated with his flesh!’—",
              "reference": "Job 31:31"
            },
            {
              "content": "the stranger has not lodged in the street; I have opened my doors to the traveler—",
              "reference": "Job 31:32"
            },
            {
              "content": "if I have concealed my transgressions as others do, by hiding my iniquity in my bosom,",
              "reference": "Job 31:33"
            },
            {
              "content": "because I stood in great fear of the multitude, and the contempt of families terrified me, so that I kept silence and did not go out of doors—",
              "reference": "Job 31:34"
            },
            {
              "content": "O that I had one to hear me! (Here is my signature! Let the Almighty answer me!) O that I had the indictment written by my adversary!",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would carry it on my shoulder; I would bind it on me like a crown;",
              "reference": "Job 31:36"
            },
            {
              "content": "I would give him an account of all my steps; like a prince I would approach him.",
              "reference": "Job 31:37"
            },
            {
              "content": "“If my land has cried out against me and its furrows have wept together,",
              "reference": "Job 31:38"
            },
            {
              "content": "if I have eaten its yield without payment and caused the death of its owners,",
              "reference": "Job 31:39"
            },
            {
              "content": "let thorns grow instead of wheat and foul weeds instead of barley.” The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "So these three men ceased to answer Job, because he was righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "Then Elihu son of Barachel the Buzite, of the family of Ram, became angry. He was angry at Job because he justified himself rather than God;",
              "reference": "Job 32:2"
            },
            {
              "content": "he was angry also at Job’s three friends because they had found no answer, though they had declared Job to be in the wrong.",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited to speak to Job because they were older than he.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when Elihu saw that there was no answer in the mouths of these three men, he became angry.",
              "reference": "Job 32:5"
            },
            {
              "content": "Elihu son of Barachel the Buzite answered: “I am young in years, and you are aged; therefore I was timid and afraid to declare my opinion to you.",
              "reference": "Job 32:6"
            },
            {
              "content": "I said, ‘Let days speak and many years teach wisdom.’",
              "reference": "Job 32:7"
            },
            {
              "content": "But truly it is the spirit in a mortal, the breath of the Almighty that makes for understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "It is not the old who are wise nor the aged who understand what is right.",
              "reference": "Job 32:9"
            },
            {
              "content": "Therefore I say, ‘Listen to me; let me also declare my opinion.’",
              "reference": "Job 32:10"
            },
            {
              "content": "“See, I waited for your words; I listened for your wise sayings while you searched out what to say.",
              "reference": "Job 32:11"
            },
            {
              "content": "I gave you my attention, but there was, in fact, no one who confuted Job, no one among you who answered his words.",
              "reference": "Job 32:12"
            },
            {
              "content": "Yet do not say, ‘We have found wisdom; God may vanquish him, not a human.’",
              "reference": "Job 32:13"
            },
            {
              "content": "He has not directed his words against me, and I will not answer him with your speeches.",
              "reference": "Job 32:14"
            },
            {
              "content": "“They are dismayed; they answer no more; they have not a word to say.",
              "reference": "Job 32:15"
            },
            {
              "content": "And am I to wait because they do not speak, because they stand there and answer no more?",
              "reference": "Job 32:16"
            },
            {
              "content": "I also will give my answer; I also will declare my opinion.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words; the spirit within me constrains me.",
              "reference": "Job 32:18"
            },
            {
              "content": "My belly is indeed like wine that has no vent; like new wineskins, it is ready to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "I must speak, so that I may find relief; I must open my lips and answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "I will not show partiality to any person or use flattery toward anyone.",
              "reference": "Job 32:21"
            },
            {
              "content": "For I do not know how to flatter— or my Maker would soon put an end to me!",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“But now, hear my speech, O Job, and listen to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "See, I open my mouth; the tongue in my mouth speaks.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words declare the uprightness of my heart, and what my lips know they speak sincerely.",
              "reference": "Job 33:3"
            },
            {
              "content": "The spirit of God has made me, and the breath of the Almighty gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Answer me, if you can; set your words in order before me; take your stand.",
              "reference": "Job 33:5"
            },
            {
              "content": "See, before God I am as you are; I, too, was formed from a piece of clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "No fear of me need terrify you; my pressure will not be heavy on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "“Surely, you have spoken in my hearing, and I have heard the sound of your words.",
              "reference": "Job 33:8"
            },
            {
              "content": "You say, ‘I am clean, without transgression; I am pure, and there is no iniquity in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "Look, he finds occasions against me; he counts me as his enemy;",
              "reference": "Job 33:10"
            },
            {
              "content": "he puts my feet in the stocks and watches all my paths.’",
              "reference": "Job 33:11"
            },
            {
              "content": "“But in this you are not right. I will answer you: God is greater than any mortal.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do you contend against him, saying, ‘He will answer none of my words’?",
              "reference": "Job 33:13"
            },
            {
              "content": "For God speaks in one way and in two, though people do not perceive it.",
              "reference": "Job 33:14"
            },
            {
              "content": "In a dream, in a vision of the night, when deep sleep falls on mortals, while they slumber on their beds,",
              "reference": "Job 33:15"
            },
            {
              "content": "then he opens their ears and terrifies them with warnings,",
              "reference": "Job 33:16"
            },
            {
              "content": "that he may turn them aside from their deeds and keep them from pride,",
              "reference": "Job 33:17"
            },
            {
              "content": "to spare their souls from the Pit, their lives from traversing the River.",
              "reference": "Job 33:18"
            },
            {
              "content": "They are also chastened with pain upon their beds and with continual strife in their bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "so that their lives loathe bread and their appetites dainty food.",
              "reference": "Job 33:20"
            },
            {
              "content": "Their flesh is so wasted away that it cannot be seen, and their bones, once invisible, now stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "Their souls draw near the Pit and their lives to those who bring death.",
              "reference": "Job 33:22"
            },
            {
              "content": "Then, if there should be for one of them an angel, a mediator, one of a thousand, one who declares a person upright,",
              "reference": "Job 33:23"
            },
            {
              "content": "and he is gracious to that person and says, ‘Deliver him from going down into the Pit; I have found a ransom;",
              "reference": "Job 33:24"
            },
            {
              "content": "let his flesh become fresh with youth; let him return to the days of his youthful vigor,’",
              "reference": "Job 33:25"
            },
            {
              "content": "then he prays to God and is accepted by him; he comes into his presence with joy, and God repays him for his righteousness.",
              "reference": "Job 33:26"
            },
            {
              "content": "That person sings to others and says, ‘I sinned and perverted what was right, and it was not paid back to me.",
              "reference": "Job 33:27"
            },
            {
              "content": "He has redeemed my soul from going down to the Pit, and my life shall see the light.’",
              "reference": "Job 33:28"
            },
            {
              "content": "“God indeed does all these things, twice, three times, with mortals,",
              "reference": "Job 33:29"
            },
            {
              "content": "to bring back their souls from the Pit, so that they may see the light of life.",
              "reference": "Job 33:30"
            },
            {
              "content": "Pay heed, Job, listen to me; be silent, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have anything to say, answer me; speak, for I desire to justify you.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, listen to me; be silent, and I will teach you wisdom.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Elihu continued and said:",
              "reference": "Job 34:1"
            },
            {
              "content": "“Hear my words, you wise men, and give ear to me, you who know,",
              "reference": "Job 34:2"
            },
            {
              "content": "for the ear tests words as the palate tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us choose what is right; let us determine among ourselves what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job has said, ‘I am innocent, and God has taken away my right;",
              "reference": "Job 34:5"
            },
            {
              "content": "in spite of being right I am counted a liar; my wound is incurable, though I am without transgression.’",
              "reference": "Job 34:6"
            },
            {
              "content": "Who is there like Job, who drinks up scoffing like water,",
              "reference": "Job 34:7"
            },
            {
              "content": "who goes in company with evildoers and walks with the wicked?",
              "reference": "Job 34:8"
            },
            {
              "content": "For he has said, ‘It profits one nothing to take delight in God.’",
              "reference": "Job 34:9"
            },
            {
              "content": "“Therefore, hear me, you who have sense; far be it from God that he should do wickedness and from the Almighty that he should do wrong.",
              "reference": "Job 34:10"
            },
            {
              "content": "For according to their deeds he will repay them, and according to their ways he will make it befall them.",
              "reference": "Job 34:11"
            },
            {
              "content": "Of a truth, God will not do wickedly, and the Almighty will not pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who gave him charge over the earth, and who laid on him the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "If he should take back his spirit to himself and gather to himself his breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "all flesh would perish together, and all mortals return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "“If you have understanding, hear this; listen to what I say.",
              "reference": "Job 34:16"
            },
            {
              "content": "Shall one who hates justice govern? Will you condemn one who is righteous and mighty,",
              "reference": "Job 34:17"
            },
            {
              "content": "who says to a king, ‘You scoundrel!’ and to princes, ‘You wicked men!’;",
              "reference": "Job 34:18"
            },
            {
              "content": "who shows no partiality to nobles, nor regards the rich more than the poor, for they are all the work of his hands?",
              "reference": "Job 34:19"
            },
            {
              "content": "In a moment they die; at midnight the people are shaken and pass away, and the mighty are taken away by no human hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "“For his eyes are upon the ways of mortals, and he sees all their steps.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no gloom or deep darkness where evildoers may hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "For he has not appointed a time for anyone to go before God in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He shatters the mighty without investigation and sets others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "Thus, knowing their works, he overturns them in the night, and they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them for their wickedness while others look on,",
              "reference": "Job 34:26"
            },
            {
              "content": "because they turned aside from following him and had no regard for any of his ways,",
              "reference": "Job 34:27"
            },
            {
              "content": "so that they caused the cry of the poor to come to him, and he heard the cry of the afflicted—",
              "reference": "Job 34:28"
            },
            {
              "content": "When he is quiet, who can condemn? When he hides his face, who can behold him? Whether nation or person, it is the same—",
              "reference": "Job 34:29"
            },
            {
              "content": "so that the godless should not reign or those who ensnare the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "“For has anyone said to God, ‘I have endured punishment; I will not offend any more;",
              "reference": "Job 34:31"
            },
            {
              "content": "teach me what I do not see; if I have done iniquity, I will do it no more’?",
              "reference": "Job 34:32"
            },
            {
              "content": "Will he then pay back to suit you because you reject it? For you must choose and not I; therefore declare what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "Those who have sense will say to me, and the wise who hear me will say,",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job speaks without knowledge; his words are without insight.’",
              "reference": "Job 34:35"
            },
            {
              "content": "Would that Job were tried to the limit, because his answers are those of the wicked.",
              "reference": "Job 34:36"
            },
            {
              "content": "For he adds rebellion to his sin; he claps his hands among us and multiplies his words against God.”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Elihu continued and said:",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think this to be just? You say, ‘I am in the right before God.’",
              "reference": "Job 35:2"
            },
            {
              "content": "If you ask, ‘What advantage have I? How am I better off than if I had sinned?’",
              "reference": "Job 35:3"
            },
            {
              "content": "I will answer you and your friends with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look at the heavens and see; observe the clouds, which are higher than you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you have sinned, what do you accomplish against him? And if your transgressions are multiplied, what do you do to him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you give to him, or what does he receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your wickedness affects others like you, and your righteousness, other human beings.",
              "reference": "Job 35:8"
            },
            {
              "content": "“Because of the multitude of oppressions people cry out; they call for help because of the arm of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one says, ‘Where is God my Maker, who gives strength in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "who teaches us more than the animals of the earth and makes us wiser than the birds of the air?’",
              "reference": "Job 35:11"
            },
            {
              "content": "There they cry out, but he does not answer, because of the pride of evildoers.",
              "reference": "Job 35:12"
            },
            {
              "content": "Surely God does not hear an empty cry, nor does the Almighty regard it.",
              "reference": "Job 35:13"
            },
            {
              "content": "How much less when you say that you do not see him, that the case is before him and you are waiting for him!",
              "reference": "Job 35:14"
            },
            {
              "content": "And now, because his anger does not punish and he does not greatly heed transgression,",
              "reference": "Job 35:15"
            },
            {
              "content": "Job opens his mouth in empty talk; he multiplies words without knowledge.”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Elihu continued and said:",
              "reference": "Job 36:1"
            },
            {
              "content": "“Bear with me a little, and I will show you, for I have yet something to say on God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I will bring my knowledge from far away and ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "For truly my words are not false; one who is perfect in knowledge is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "“Surely God is mighty and does not despise any; he is mighty in strength of understanding.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not keep the wicked alive but gives the afflicted their right.",
              "reference": "Job 36:6"
            },
            {
              "content": "He does not withdraw his eyes from the righteous, but with kings on the throne he sets them forever, and they are exalted.",
              "reference": "Job 36:7"
            },
            {
              "content": "And if they are bound in fetters and caught in the cords of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "then he declares to them their work and their transgressions, that they are behaving arrogantly.",
              "reference": "Job 36:9"
            },
            {
              "content": "He opens their ears to instruction and commands that they return from iniquity.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they listen and serve him, they complete their days in prosperity and their years in pleasantness.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they do not listen, they shall perish by the sword and die without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "“The godless in heart cherish anger; they do not cry for help when he binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "They die in their youth, and their life ends in shame.",
              "reference": "Job 36:14"
            },
            {
              "content": "He delivers the afflicted by their affliction and opens their ear by adversity.",
              "reference": "Job 36:15"
            },
            {
              "content": "He also allured you out of distress into a broad place where there was no constraint, and what was set on your table was full of fatness.",
              "reference": "Job 36:16"
            },
            {
              "content": "“But you are obsessed with the case of the wicked; judgment and justice seize you.",
              "reference": "Job 36:17"
            },
            {
              "content": "Beware that wrath does not entice you into scoffing, and do not let the greatness of the ransom turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will your cry avail to keep you from distress, or will all the force of your strength?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the night, when peoples are cut off in their place.",
              "reference": "Job 36:20"
            },
            {
              "content": "Beware! Do not turn to iniquity; because of that you have been tried by affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "See, God is exalted in his power; who is a teacher like him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has prescribed for him his way, or who can say, ‘You have done wrong’?",
              "reference": "Job 36:23"
            },
            {
              "content": "“Remember to extol his work, of which mortals have sung.",
              "reference": "Job 36:24"
            },
            {
              "content": "All people have looked on it; everyone watches it from far away.",
              "reference": "Job 36:25"
            },
            {
              "content": "Surely God is great, and we do not know him; the number of his years is unsearchable.",
              "reference": "Job 36:26"
            },
            {
              "content": "For he draws up the drops of water; he distills his mist in rain,",
              "reference": "Job 36:27"
            },
            {
              "content": "which the skies pour down and drop upon mortals abundantly.",
              "reference": "Job 36:28"
            },
            {
              "content": "Can anyone understand the spreading of the clouds, the thunderings of his pavilion?",
              "reference": "Job 36:29"
            },
            {
              "content": "See, he scatters his lightning around him and covers the roots of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by these he governs peoples; he gives food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "He covers his hands with the lightning and commands it to strike the mark.",
              "reference": "Job 36:32"
            },
            {
              "content": "Its crashing tells about him; he is jealous with anger against iniquity.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“At this also my heart trembles and leaps out of its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen, listen to the thunder of his voice and the rumbling that comes from his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "Under the whole heaven he lets it loose, and his lightning to the corners of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After it his voice roars; he thunders with his majestic voice, and he does not restrain the lightnings when his voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God thunders wondrously with his voice; he does great things that we cannot comprehend.",
              "reference": "Job 37:5"
            },
            {
              "content": "For to the snow he says, ‘Fall on the earth’; and the shower of rain, his heavy shower of rain,",
              "reference": "Job 37:6"
            },
            {
              "content": "serves as a sign on everyone’s hand, so that all whom he has made may know it.",
              "reference": "Job 37:7"
            },
            {
              "content": "Then the animals go into their lairs and remain in their dens.",
              "reference": "Job 37:8"
            },
            {
              "content": "From its chamber comes the whirlwind and cold from the scattering winds.",
              "reference": "Job 37:9"
            },
            {
              "content": "By the breath of God ice is given, and the broad waters are frozen fast.",
              "reference": "Job 37:10"
            },
            {
              "content": "He loads the thick cloud with moisture; the clouds scatter his lightning.",
              "reference": "Job 37:11"
            },
            {
              "content": "They turn round and round by his guidance to accomplish all that he commands them on the face of the habitable world.",
              "reference": "Job 37:12"
            },
            {
              "content": "Whether for correction or for his land or for love, he causes it to happen.",
              "reference": "Job 37:13"
            },
            {
              "content": "“Hear this, O Job; stop and consider the wondrous works of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God lays his command upon them and causes the lightning of his cloud to shine?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know the balancings of the clouds, the wondrous works of the one whose knowledge is perfect,",
              "reference": "Job 37:16"
            },
            {
              "content": "you whose garments are hot when the earth is still because of the south wind?",
              "reference": "Job 37:17"
            },
            {
              "content": "Can you, like him, spread out the skies, hard as a molten mirror?",
              "reference": "Job 37:18"
            },
            {
              "content": "Teach us what we shall say to him; we cannot draw up our case because of darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should he be told that I want to speak? Did anyone ever wish to be swallowed up?",
              "reference": "Job 37:20"
            },
            {
              "content": "Now, no one can look on the light when it is bright in the skies, when the wind has passed and cleared them.",
              "reference": "Job 37:21"
            },
            {
              "content": "Out of the north comes golden splendor; around God is awesome majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "The Almighty—we cannot find him; he is great in power and justice, and abundant righteousness he will not violate.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore mortals fear him; he does not regard any who are wise in their own conceit.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then the Lord answered Job out of the whirlwind:",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this that darkens counsel by words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Gird up your loins like a man; I will question you, and you shall declare to me.",
              "reference": "Job 38:3"
            },
            {
              "content": "“Where were you when I laid the foundation of the earth? Tell me, if you have understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who determined its measurements—surely you know! Or who stretched the line upon it?",
              "reference": "Job 38:5"
            },
            {
              "content": "On what were its bases sunk, or who laid its cornerstone",
              "reference": "Job 38:6"
            },
            {
              "content": "when the morning stars sang together and all the heavenly beings shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "“Or who shut in the sea with doors when it burst out from the womb,",
              "reference": "Job 38:8"
            },
            {
              "content": "when I made the clouds its garment and thick darkness its swaddling band,",
              "reference": "Job 38:9"
            },
            {
              "content": "and prescribed bounds for it, and set bars and doors,",
              "reference": "Job 38:10"
            },
            {
              "content": "and said, ‘Thus far shall you come and no farther, and here shall your proud waves be stopped’?",
              "reference": "Job 38:11"
            },
            {
              "content": "“Have you commanded the morning since your days began and caused the dawn to know its place,",
              "reference": "Job 38:12"
            },
            {
              "content": "so that it might take hold of the skirts of the earth, and the wicked be shaken out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "It is changed like clay under the seal, and it is dyed like a garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "Light is withheld from the wicked, and their uplifted arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "“Have you entered into the springs of the sea or walked in the recesses of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been revealed to you, or have you seen the gates of deep darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you comprehended the expanse of the earth? Declare, if you know all this.",
              "reference": "Job 38:18"
            },
            {
              "content": "“Where is the way to the dwelling of light, and where is the place of darkness,",
              "reference": "Job 38:19"
            },
            {
              "content": "that you may take it to its territory and that you may discern the paths to its home?",
              "reference": "Job 38:20"
            },
            {
              "content": "Surely you know, for you were born then, and the number of your days is great!",
              "reference": "Job 38:21"
            },
            {
              "content": "“Have you entered the storehouses of the snow, or have you seen the storehouses of the hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "which I have reserved for the time of trouble, for the day of battle and war?",
              "reference": "Job 38:23"
            },
            {
              "content": "What is the way to the place where the light is distributed or where the east wind is scattered upon the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "“Who has cut a channel for the torrents of rain and a way for the thunderbolt,",
              "reference": "Job 38:25"
            },
            {
              "content": "to bring rain on a land where no one lives, on the desert, which is empty of human life,",
              "reference": "Job 38:26"
            },
            {
              "content": "to satisfy the waste and desolate land, and to make the ground put forth grass?",
              "reference": "Job 38:27"
            },
            {
              "content": "“Has the rain a father, or who has fathered the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "From whose womb did the ice come forth, and who has given birth to the hoarfrost of heaven?",
              "reference": "Job 38:29"
            },
            {
              "content": "The waters become hard like stone, and the face of the deep is frozen.",
              "reference": "Job 38:30"
            },
            {
              "content": "“Can you bind the chains of the Pleiades or loose the cords of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Can you lead forth the Mazzaroth in their season, or can you guide the Bear with its children?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the ordinances of the heavens? Can you establish their rule on the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "“Can you lift up your voice to the clouds, so that a flood of waters may cover you?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send forth lightnings, so that they may go and say to you, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who has put wisdom in the inward parts or given understanding to the mind?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who has the wisdom to number the clouds? Or who can tilt the waterskins of the heavens",
              "reference": "Job 38:37"
            },
            {
              "content": "when the dust runs into a mass and the clods cling together?",
              "reference": "Job 38:38"
            },
            {
              "content": "“Can you hunt the prey for the lion or satisfy the appetite of the young lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "when they crouch in their dens or lie in wait in their covert?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who provides for the raven its prey, when its young ones cry to God and wander about for lack of food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“Do you know when the mountain goats give birth? Do you observe the calving of the deer?",
              "reference": "Job 39:1"
            },
            {
              "content": "Can you number the months that they fulfill, and do you know the time when they give birth,",
              "reference": "Job 39:2"
            },
            {
              "content": "when they crouch to give birth to their offspring and are delivered of their young?",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young ones become strong; they grow up in the open; they go forth and do not return to them.",
              "reference": "Job 39:4"
            },
            {
              "content": "“Who has let the wild ass go free? Who has loosed the bonds of the swift ass,",
              "reference": "Job 39:5"
            },
            {
              "content": "to which I have given the steppe for its home, the salt land for its dwelling place?",
              "reference": "Job 39:6"
            },
            {
              "content": "It scorns the tumult of the city; it does not hear the shouts of the driver.",
              "reference": "Job 39:7"
            },
            {
              "content": "It ranges the mountains as its pasture, and it searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "“Is the wild ox willing to serve you? Will it spend the night at your crib?",
              "reference": "Job 39:9"
            },
            {
              "content": "Can you tie it in the furrow with ropes, or will it harrow the valleys after you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you depend on it because its strength is great, and will you hand over your labor to it?",
              "reference": "Job 39:11"
            },
            {
              "content": "Do you have faith in it that it will return and bring your grain to your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "“The ostrich’s wings flap wildly, though its pinions lack plumage.",
              "reference": "Job 39:13"
            },
            {
              "content": "For it leaves its eggs to the earth and lets them be warmed on the ground,",
              "reference": "Job 39:14"
            },
            {
              "content": "forgetting that a foot may crush them and that a wild animal may trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "It deals cruelly with its young, as if they were not its own; though its labor should be in vain, yet it has no fear;",
              "reference": "Job 39:16"
            },
            {
              "content": "because God has made it forget wisdom and given it no share in understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "When it spreads its plumes aloft, it laughs at the horse and its rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "“Do you give the horse its might? Do you clothe its neck with mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Do you make it leap like the locust? Its majestic snorting is terrible.",
              "reference": "Job 39:20"
            },
            {
              "content": "It paws violently, exults mightily; it goes out to meet the weapons.",
              "reference": "Job 39:21"
            },
            {
              "content": "It laughs at fear and is not dismayed; it does not turn back from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "Upon it rattle the quiver, the flashing spear, and the javelin.",
              "reference": "Job 39:23"
            },
            {
              "content": "With fierceness and rage it swallows the ground; it cannot stand still at the sound of the trumpet.",
              "reference": "Job 39:24"
            },
            {
              "content": "When the trumpet sounds, it says ‘Aha!’ From a distance it smells the battle, the thunder of the captains, and the shouting.",
              "reference": "Job 39:25"
            },
            {
              "content": "“Is it by your wisdom that the hawk soars and spreads its wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Is it at your command that the eagle mounts up and makes its nest on high?",
              "reference": "Job 39:27"
            },
            {
              "content": "It lives on the rock and makes its home in the fastness of the rocky crag.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there it spies the prey; its eyes see it from far away.",
              "reference": "Job 39:29"
            },
            {
              "content": "Its young ones suck up blood, and where the slain are, there it is.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "And the Lord said to Job:",
              "reference": "Job 40:1"
            },
            {
              "content": "“Shall a faultfinder contend with the Almighty? Anyone who argues with God must respond.”",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered the Lord:",
              "reference": "Job 40:3"
            },
            {
              "content": "“See, I am of small account; what shall I answer you? I lay my hand on my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "I have spoken once, and I will not answer, twice but will proceed no further.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then the Lord answered Job out of the whirlwind:",
              "reference": "Job 40:6"
            },
            {
              "content": "“Gird up your loins like a man; I will question you, and you declare to me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Will you even put me in the wrong? Will you condemn me that you may be justified?",
              "reference": "Job 40:8"
            },
            {
              "content": "Have you an arm like God, and can you thunder with a voice like his?",
              "reference": "Job 40:9"
            },
            {
              "content": "“Deck yourself with majesty and dignity; clothe yourself with glory and splendor.",
              "reference": "Job 40:10"
            },
            {
              "content": "Pour out the overflowings of your anger, and look on all who are proud and humble them.",
              "reference": "Job 40:11"
            },
            {
              "content": "Look on all who are proud and bring them low; tread down the wicked where they stand.",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide them all in the dust together; bind their faces in the world below.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I will also acknowledge to you that your own right hand can give you victory.",
              "reference": "Job 40:14"
            },
            {
              "content": "“Look at Behemoth, which I made just as I made you; it eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "Its strength is in its loins and its power in the muscles of its belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "It makes its tail stiff like a cedar; the sinews of its thighs are knit together.",
              "reference": "Job 40:17"
            },
            {
              "content": "Its bones are tubes of bronze, its limbs like bars of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "“It is the first of the great acts of God; only its Maker can approach it with the sword.",
              "reference": "Job 40:19"
            },
            {
              "content": "For the mountains yield food for it where all the wild animals play.",
              "reference": "Job 40:20"
            },
            {
              "content": "Under the lotus plants it lies, in the covert of the reeds and in the marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotus trees cover it for shade; the willows of the wadi surround it.",
              "reference": "Job 40:22"
            },
            {
              "content": "Even if the river is turbulent, it is not frightened; it is confident though Jordan rushes against its mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can one take it with hooks or pierce its nose with a snare?",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "“Can you draw out Leviathan with a fishhook or press down its tongue with a cord?",
              "reference": "Job 41:1"
            },
            {
              "content": "Can you put a rope in its nose or pierce its jaw with a hook?",
              "reference": "Job 41:2"
            },
            {
              "content": "Will it make many supplications to you? Will it speak soft words to you?",
              "reference": "Job 41:3"
            },
            {
              "content": "Will it make a covenant with you to be taken as your servant forever?",
              "reference": "Job 41:4"
            },
            {
              "content": "Will you play with it as with a bird or put it on a leash for your young women?",
              "reference": "Job 41:5"
            },
            {
              "content": "Will traders bargain over it? Will they divide it up among the merchants?",
              "reference": "Job 41:6"
            },
            {
              "content": "Can you fill its skin with harpoons or its head with fishing spears?",
              "reference": "Job 41:7"
            },
            {
              "content": "Lay hands on it; think of the battle; you will not do it again!",
              "reference": "Job 41:8"
            },
            {
              "content": "Any hope of capturing it will be disappointed; one is overwhelmed even at the sight of it.",
              "reference": "Job 41:9"
            },
            {
              "content": "No one is so fierce as to dare to stir it up. Who can stand before it?",
              "reference": "Job 41:10"
            },
            {
              "content": "Who can confront it and be safe? —under the whole heaven, who?",
              "reference": "Job 41:11"
            },
            {
              "content": "“I will not keep silent concerning its limbs or its mighty strength or its splendid frame.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who can strip off its outer garment? Who can penetrate its double coat of mail?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who can open the doors of its face? There is terror all around its teeth.",
              "reference": "Job 41:14"
            },
            {
              "content": "Its back is made of shields in rows, shut up closely as with a seal.",
              "reference": "Job 41:15"
            },
            {
              "content": "One is so near to another that no air can come between them.",
              "reference": "Job 41:16"
            },
            {
              "content": "They are joined one to another; they clasp each other and cannot be separated.",
              "reference": "Job 41:17"
            },
            {
              "content": "Its sneezes flash forth light, and its eyes are like the eyelids of the dawn.",
              "reference": "Job 41:18"
            },
            {
              "content": "From its mouth go flaming torches; sparks of fire leap out.",
              "reference": "Job 41:19"
            },
            {
              "content": "Out of its nostrils comes smoke, as from a boiling pot and burning rushes.",
              "reference": "Job 41:20"
            },
            {
              "content": "Its breath kindles coals, and a flame comes out of its mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "In its neck abides strength, and terror dances before it.",
              "reference": "Job 41:22"
            },
            {
              "content": "The folds of its flesh cling together; it is firmly cast and immovable.",
              "reference": "Job 41:23"
            },
            {
              "content": "Its heart is as hard as stone, as hard as the lower millstone.",
              "reference": "Job 41:24"
            },
            {
              "content": "When it raises itself up the gods are afraid; at the crashing they are beside themselves.",
              "reference": "Job 41:25"
            },
            {
              "content": "Though the sword reaches it, it does not avail, nor does the spear, the dart, or the javelin.",
              "reference": "Job 41:26"
            },
            {
              "content": "It counts iron as straw and bronze as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "The arrow cannot make it flee; slingstones, for it, are turned to chaff.",
              "reference": "Job 41:28"
            },
            {
              "content": "Clubs are counted as chaff; it laughs at the rattle of javelins.",
              "reference": "Job 41:29"
            },
            {
              "content": "Its underparts are like sharp potsherds; it spreads itself like a threshing sledge on the mire.",
              "reference": "Job 41:30"
            },
            {
              "content": "It makes the deep boil like a pot; it makes the sea like a pot of ointment.",
              "reference": "Job 41:31"
            },
            {
              "content": "It leaves a shining wake behind it; one would think the deep to be white-haired.",
              "reference": "Job 41:32"
            },
            {
              "content": "On earth it has no equal, a creature without fear.",
              "reference": "Job 41:33"
            },
            {
              "content": "It surveys everything that is lofty; it is king over all that are proud.”",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 NRSVUE",
          "version": "NRSVUE",
          "verses": [
            {
              "content": "Then Job answered the Lord:",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know that you can do all things and that no purpose of yours can be thwarted.",
              "reference": "Job 42:2"
            },
            {
              "content": "‘Who is this that hides counsel without knowledge?’ Therefore I have uttered what I did not understand, things too wonderful for me that I did not know.",
              "reference": "Job 42:3"
            },
            {
              "content": "‘Hear, and I will speak; I will question you, and you declare to me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "I had heard of you by the hearing of the ear, but now my eye sees you;",
              "reference": "Job 42:5"
            },
            {
              "content": "therefore I despise myself and repent in dust and ashes.”",
              "reference": "Job 42:6"
            },
            {
              "content": "After the Lord had spoken these words to Job, the Lord said to Eliphaz the Temanite: “My wrath is kindled against you and against your two friends, for you have not spoken of me what is right, as my servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "Now therefore take seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering, and my servant Job shall pray for you, for I will accept his prayer not to deal with you according to your folly, for you have not spoken of me what is right, as my servant Job has done.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did what the Lord had told them, and the Lord accepted Job’s prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "And the Lord restored the fortunes of Job when he had prayed for his friends, and the Lord gave Job twice as much as he had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then there came to him all his brothers and sisters and all who had known him before, and they ate bread with him in his house; they showed him sympathy and comforted him for all the evil that the Lord had brought upon him; and each of them gave him a piece of money and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "The Lord blessed the latter days of Job more than his beginning, and he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "He also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "He named the first Jemimah, the second Keziah, and the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "In all the land there were no women so beautiful as Job’s daughters, and their father gave them an inheritance along with their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this Job lived one hundred and forty years and saw his children and his children’s children, four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "And Job died, old and full of days.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "New Revised Standard Version Updated Edition, copyright © 2021 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}