{
  "translation": "TLV",
  "translationId": 314,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "There was a man in the land of Uz whose name was Job. Now that man was blameless and upright; he feared God and shunned evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "He had seven sons and three daughters",
              "reference": "Job 1:2"
            },
            {
              "content": "and his possessions were 7,000 sheep, 3,000 camels, 500 yoke of oxen and 500 female donkeys, and a very large household. That man was the greatest of all the people of the East.",
              "reference": "Job 1:3"
            },
            {
              "content": "Now it was customary for his sons to hold a banquet, each on his own day in his own house. They would send to invite their three sisters to eat and drink with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "When the round of banquet days was completed, Job would send for them and consecrate them. He would rise early in the morning and offer burnt offerings, according to the number of them all. For Job said, “Perhaps my children have sinned and cursed God in their hearts.” Thus Job did everyday.",
              "reference": "Job 1:5"
            },
            {
              "content": "One day the sons of God came to present themselves before Adonai, and the satan also came with them.",
              "reference": "Job 1:6"
            },
            {
              "content": "Adonai said to the satan, “Where have you come from?” The satan responded to Adonai and said, “From roaming the earth and from walking on it.”",
              "reference": "Job 1:7"
            },
            {
              "content": "Adonai said to the satan, “Did you notice my servant Job? There is no one like him on the earth—a blameless and upright man, who fears God and spurns evil.”",
              "reference": "Job 1:8"
            },
            {
              "content": "Then the satan responded to Adonai, saying, “Does Job fear God for nothing?",
              "reference": "Job 1:9"
            },
            {
              "content": "Have you not made a hedge around him, his household, and everything he has? You have blessed the work of his hands and his possessions have increased in the land.",
              "reference": "Job 1:10"
            },
            {
              "content": "But now, stretch out Your hand and strike everything he has, and he will certainly curse You to Your face!”",
              "reference": "Job 1:11"
            },
            {
              "content": "Then Adonai said to the satan, “Everything he has is in your hand. Only do not extend your hand against him!” So the satan departed from the presence of Adonai.",
              "reference": "Job 1:12"
            },
            {
              "content": "One day when his sons and daughters were eating and drinking wine in their oldest brother’s house,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job, saying, “The oxen were plowing and the donkeys were grazing near them,",
              "reference": "Job 1:14"
            },
            {
              "content": "when the Sabeans attacked and carried them off. They also killed the servants with the edge of the sword—I alone escaped to tell you!”",
              "reference": "Job 1:15"
            },
            {
              "content": "While this one was still speaking another came in and said, “The fire of God has fallen from heaven and has burned up the sheep and servants—it has consumed them, and I—I alone—escaped to tell you!”",
              "reference": "Job 1:16"
            },
            {
              "content": "While this one was still speaking another came in and said, “The Chaldeans formed three bands and raided the camels and took them all away. They also killed the servants with the edge of the sword, and I—only I alone—escaped to tell you!”",
              "reference": "Job 1:17"
            },
            {
              "content": "While this one was still speaking another came in and said, “Your sons and your daughters were eating and drinking wine at their oldest brother’s house",
              "reference": "Job 1:18"
            },
            {
              "content": "when suddenly a mighty wind came from beyond the wilderness and struck the four corners of the house, and it collapsed on the young people and they died. And I—only I alone—escaped to tell you!”",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job got up, tore his robe, shaved his head, fell to the ground and worshiped.",
              "reference": "Job 1:20"
            },
            {
              "content": "Then he said: “Naked I came from my mother’s womb, and naked I will return there. Adonai gave and Adonai has taken away; blessed be the Name of Adonai.”",
              "reference": "Job 1:21"
            },
            {
              "content": "Through all this, Job did not sin nor did he cast reproach on God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Again the day came when the sons of God came to present themselves before Adonai, and the satan also arrived among them to present himself before Adonai.",
              "reference": "Job 2:1"
            },
            {
              "content": "Adonai said to him, “Where are you coming from?” The satan answered Adonai, “From roaming the earth and from walking on it.”",
              "reference": "Job 2:2"
            },
            {
              "content": "Then Adonai said to the satan, “Have you noticed My servant Job? For there is no one like him on the earth, a blameless and upright man, who fears God and spurns evil. And he still holds firmly to his integrity, though you incited Me against him to ruin him without any reason.”",
              "reference": "Job 2:3"
            },
            {
              "content": "The satan replied to Adonai saying, “Skin for skin! A man will give up all he has for his own life.",
              "reference": "Job 2:4"
            },
            {
              "content": "But now, stretch out Your hand and strike his bone and his flesh, and he will certainly curse You to Your face!”",
              "reference": "Job 2:5"
            },
            {
              "content": "Adonai said to the satan, “Very well, he is in your hand—only spare his life!”",
              "reference": "Job 2:6"
            },
            {
              "content": "So the satan departed from the presence of Adonai, and afflicted Job with painful boils, from the sole of his foot to the top of his head.",
              "reference": "Job 2:7"
            },
            {
              "content": "He took a piece of broken pottery to scrape himself while he was sitting among the ashes.",
              "reference": "Job 2:8"
            },
            {
              "content": "Then his wife said to him, “Are you still holding firmly to your integrity? Curse God and die!”",
              "reference": "Job 2:9"
            },
            {
              "content": "He said to her, “You speak as any foolish woman would speak. Should we accept the good from God and not accept the bad?” Through all this Job did not sin with his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "When Job’s three friends heard about all this calamity that had come upon him, each of them came from his own place—Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite. They met together to come and mourn with him and to comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "But when they saw him from a distance they did not recognize him, and they raised their voices and wept. Each one tore his robe and threw dust into the air onto their heads.",
              "reference": "Job 2:12"
            },
            {
              "content": "Then they sat with him on the ground for seven days and seven nights. No one spoke a word to him because they saw that his pain was very great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "After this, Job opened his mouth and cursed his day.",
              "reference": "Job 3:1"
            },
            {
              "content": "Then Job answered and said:",
              "reference": "Job 3:2"
            },
            {
              "content": "“May the day I was born perish, and the night that said, ‘A man is conceived!’",
              "reference": "Job 3:3"
            },
            {
              "content": "That day—may it be darkness; may God above not regard it; may no light shine on it.",
              "reference": "Job 3:4"
            },
            {
              "content": "May darkness and deep gloom reclaim it; may a cloud settle over it; may whatever blackens the day terrify it.",
              "reference": "Job 3:5"
            },
            {
              "content": "That night—may thick darkness seize it; may it not be included among the days of the year, nor be entered among the number of months.",
              "reference": "Job 3:6"
            },
            {
              "content": "Indeed, may that night be barren; may no joyful shout enter it.",
              "reference": "Job 3:7"
            },
            {
              "content": "May those who curse, curse the day— those ready to awaken Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "May its morning stars be darkened; may it hope for light but have none— may it never see the eyelids of dawn.",
              "reference": "Job 3:9"
            },
            {
              "content": "For it did not shut the doors of the womb on me, nor did it hide trouble from my eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "Why did I not die at birth and expire as I exited the womb?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why did the knees welcome me, and breasts that I might nurse?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I would be lying down and quiet; I would be asleep and at rest",
              "reference": "Job 3:13"
            },
            {
              "content": "with kings and counselors of the earth, who built for themselves places now desolate,",
              "reference": "Job 3:14"
            },
            {
              "content": "with princes who had gold, who filled their houses with silver.",
              "reference": "Job 3:15"
            },
            {
              "content": "Or why was I not hidden like a stillborn, like infants who never saw light?",
              "reference": "Job 3:16"
            },
            {
              "content": "There the wicked cease from turmoil, and there the weary are at rest.",
              "reference": "Job 3:17"
            },
            {
              "content": "Prisoners are at ease together; they do not hear the voice of the taskmaster.",
              "reference": "Job 3:18"
            },
            {
              "content": "Small and great are there; and slave is free from his master.",
              "reference": "Job 3:19"
            },
            {
              "content": "Why is light given to one who suffers and life to the bitter of soul,",
              "reference": "Job 3:20"
            },
            {
              "content": "to those who long for death, but it does not come, who dig for it more than for hidden treasures,",
              "reference": "Job 3:21"
            },
            {
              "content": "who are filled with gladness and rejoice when finding the grave?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is light given to a man whose way is hidden, and whom God has hedged in?",
              "reference": "Job 3:23"
            },
            {
              "content": "For my sighing comes instead of my bread, and my groans pour out like water.",
              "reference": "Job 3:24"
            },
            {
              "content": "For the thing I dreaded has come upon me, and what I feared has happened to me.",
              "reference": "Job 3:25"
            },
            {
              "content": "I have no ease, no quietness; I have no rest, but turmoil came.”",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded and said:",
              "reference": "Job 4:1"
            },
            {
              "content": "“If one attempts a word with you, will you become impatient? But who can keep from speaking?",
              "reference": "Job 4:2"
            },
            {
              "content": "Behold, you have instructed many; you have strengthened weak hands.",
              "reference": "Job 4:3"
            },
            {
              "content": "Your words have supported those who stumbled, and strengthened buckling knees.",
              "reference": "Job 4:4"
            },
            {
              "content": "Yet now it has come to you, and you are discouraged; it strikes you, and you are dismayed.",
              "reference": "Job 4:5"
            },
            {
              "content": "Is not your piety your confidence, the integrity of your ways your hope?",
              "reference": "Job 4:6"
            },
            {
              "content": "Reflect now: Who, being innocent, ever perished? And where were the upright destroyed?",
              "reference": "Job 4:7"
            },
            {
              "content": "As I have seen, those who plow iniquity and sow harm, reap them.",
              "reference": "Job 4:8"
            },
            {
              "content": "By the breath of God they perish; by the blast of His anger they vanish.",
              "reference": "Job 4:9"
            },
            {
              "content": "The lion may roar and the cub growl, but the teeth of young lions are broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "The mighty lion perishes for lack of prey and the lioness’ cubs are scattered.",
              "reference": "Job 4:11"
            },
            {
              "content": "Now a word was secretly brought to me, and my ear caught a whisper of it.",
              "reference": "Job 4:12"
            },
            {
              "content": "Amid unsettling visions in the night, when a deep sleep falls on men,",
              "reference": "Job 4:13"
            },
            {
              "content": "dread and trembling seized me, and made my bones shake.",
              "reference": "Job 4:14"
            },
            {
              "content": "Then a spirit brushed over my face, and the hair of my flesh stood on end.",
              "reference": "Job 4:15"
            },
            {
              "content": "It stood still, but I could not recognize its appearance, A form was before my eyes and I heard a murmur, a voice:",
              "reference": "Job 4:16"
            },
            {
              "content": "‘Can a mortal be righteous before God; or a man pure before his Creator?",
              "reference": "Job 4:17"
            },
            {
              "content": "If He puts no trust in His servants and accuses His angels of error,",
              "reference": "Job 4:18"
            },
            {
              "content": "how much more those who dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth?",
              "reference": "Job 4:19"
            },
            {
              "content": "From morning until evening they are beaten into pieces— unnoticed, they perish forever.",
              "reference": "Job 4:20"
            },
            {
              "content": "Is not their tent cord pulled out, so that they die without wisdom.’”",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“Cry out now! Will anyone answer you? To which of the holy ones will you turn?",
              "reference": "Job 5:1"
            },
            {
              "content": "For resentment kills a fool, and envy slays the simple.",
              "reference": "Job 5:2"
            },
            {
              "content": "I myself have seen a fool taking root, but suddenly I cursed his dwelling.",
              "reference": "Job 5:3"
            },
            {
              "content": "His sons are far from safety, and crushed at the gate without a deliverer!",
              "reference": "Job 5:4"
            },
            {
              "content": "The hungry consumes his harvest, taking it even from among thorns, and the thirsty pants after their wealth.",
              "reference": "Job 5:5"
            },
            {
              "content": "For evil does not come from the dust, nor does trouble sprout from the ground.",
              "reference": "Job 5:6"
            },
            {
              "content": "Yet man is born for trouble, as surely as sparks fly upward.",
              "reference": "Job 5:7"
            },
            {
              "content": "But as for me, I would seek God; I would lay my cause before God.",
              "reference": "Job 5:8"
            },
            {
              "content": "Who does great things beyond comprehension, wonders without number.",
              "reference": "Job 5:9"
            },
            {
              "content": "Who gives rain to the earth and sends water over the plains.",
              "reference": "Job 5:10"
            },
            {
              "content": "Who places the lowly on high and lifts mourners to salvation.",
              "reference": "Job 5:11"
            },
            {
              "content": "Who frustrates the plans of the crafty, so that their hands attain no success.",
              "reference": "Job 5:12"
            },
            {
              "content": "Who catches the clever in their craftiness, and thwarts the plan of the cunning.",
              "reference": "Job 5:13"
            },
            {
              "content": "By day they encounter darkness and grope at noon as if it were night.",
              "reference": "Job 5:14"
            },
            {
              "content": "But He saves the needy from the sword of their mouth, and from the clutches of the mighty.",
              "reference": "Job 5:15"
            },
            {
              "content": "So the helpless have hope and injustice shuts its mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "Behold, happy is the one whom God corrects, so do not despise the discipline of Shaddai.",
              "reference": "Job 5:17"
            },
            {
              "content": "For He inflicts pain, but He also binds up; He injures, yet His hands also heal.",
              "reference": "Job 5:18"
            },
            {
              "content": "From six calamities He will deliver you, even in seven, no harm will touch you.",
              "reference": "Job 5:19"
            },
            {
              "content": "In famine, He will redeem you from death, and in war, from the power of the sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "You will be hidden from the lash of the tongue, and not fear when violence comes.",
              "reference": "Job 5:21"
            },
            {
              "content": "You will laugh at violence and famine, and will not fear the beasts of the earth.",
              "reference": "Job 5:22"
            },
            {
              "content": "For you will have a covenant with the stones of the field, and the beasts of the field will be at peace with you.",
              "reference": "Job 5:23"
            },
            {
              "content": "You will know shalom in your tent, and you will take stock of your home and find nothing missing.",
              "reference": "Job 5:24"
            },
            {
              "content": "“You will know that your descendants will be numerous your offspring like the grass of the earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "You will come to the grave in vigor, like sheaves of grain in its season.",
              "reference": "Job 5:26"
            },
            {
              "content": "Behold, we have investigated this— it is true. Hear it, and apply it to yourself!”",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Job responded and said:",
              "reference": "Job 6:1"
            },
            {
              "content": "“If only my grief could be weighed and my calamity placed on the scales.",
              "reference": "Job 6:2"
            },
            {
              "content": "For it outweighs the sands of the sea; that is why my words have been rash.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of Shaddai are in me, my spirit drinks in their poison; God’s terrors line up against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Does a wild donkey bray over fresh grass or an ox bellow over his fodder?",
              "reference": "Job 6:5"
            },
            {
              "content": "Is something bland eaten without salt, is there taste in the white of an egg?",
              "reference": "Job 6:6"
            },
            {
              "content": "My soul refuses to touch them; they are like sickening food to me.",
              "reference": "Job 6:7"
            },
            {
              "content": "Oh that my request would be realized, that God would grant my hope;",
              "reference": "Job 6:8"
            },
            {
              "content": "that God would be willing to crush me, to release His hand, and cut me off!",
              "reference": "Job 6:9"
            },
            {
              "content": "Then I would still be comforted, even rejoice in spite of unrelenting pain, for I have not denied the words of the Holy One.",
              "reference": "Job 6:10"
            },
            {
              "content": "“What is my strength, that I should hope? What is my end, that I should endure?",
              "reference": "Job 6:11"
            },
            {
              "content": "Is my strength the strength of rock? Is my flesh bronze?",
              "reference": "Job 6:12"
            },
            {
              "content": "Is there no help within me; has not success been banished from me?",
              "reference": "Job 6:13"
            },
            {
              "content": "“A despairing person should have the kindness of his friend, even if he forsakes the fear of Shaddai.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brothers have acted deceptively, as a seasonal stream, as a torrential stream that overflows",
              "reference": "Job 6:15"
            },
            {
              "content": "when darkened by thawing ice, and obscured by snow,",
              "reference": "Job 6:16"
            },
            {
              "content": "but when they are scorched, they dry up, and in the heat, they vanish from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "Caravans turn aside from their course; they go up into the wasteland and perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "The caravans of Tema looked intently, the travelers of Sheba hoped for them.",
              "reference": "Job 6:19"
            },
            {
              "content": "They were distressed because they had been confident; they came so far and were disappointed.",
              "reference": "Job 6:20"
            },
            {
              "content": "“Indeed, now you have become nothing; you see a terror and are afraid.",
              "reference": "Job 6:21"
            },
            {
              "content": "Have I ever said, ‘Give to me’ or ‘Pay a bribe for me from your wealth’",
              "reference": "Job 6:22"
            },
            {
              "content": "or ‘Save me from the enemy’s hand’ or ‘Redeem me from a ruthless hand’?",
              "reference": "Job 6:23"
            },
            {
              "content": "“Teach me, and I will be silent; explain to me how I have been wrong.",
              "reference": "Job 6:24"
            },
            {
              "content": "Honest words are painful, but what does your arguing prove?",
              "reference": "Job 6:25"
            },
            {
              "content": "Do you intend to correct my words, and treat the words of a despairing man as wind?",
              "reference": "Job 6:26"
            },
            {
              "content": "Would you cast lots for an orphan, and barter over your friend?",
              "reference": "Job 6:27"
            },
            {
              "content": "“Now be so kind as to look at me; I will not lie to your face.",
              "reference": "Job 6:28"
            },
            {
              "content": "Relent, do not be unjust; reconsider, for my righteousness is in it.",
              "reference": "Job 6:29"
            },
            {
              "content": "Is injustice on my tongue? Can my palate not discern evil?”",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“Does not man have hard labor on earth? Are not his days like those of a hired laborer?",
              "reference": "Job 7:1"
            },
            {
              "content": "Like a slave longing for the shadow, or a hired man waiting for his pay,",
              "reference": "Job 7:2"
            },
            {
              "content": "so I have inherited months of futility, and nights of distress have been appointed to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "When I lay down I say, “When will I rise?” The night drags on, and I toss until the day dawns.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with maggots and clods of dirt; My skin is broken and festering.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days fly faster than a weaver’s shuttle and come to an end without hope.",
              "reference": "Job 7:6"
            },
            {
              "content": "Remember, my life is but a breath; my eyes will not see goodness again!",
              "reference": "Job 7:7"
            },
            {
              "content": "The eye that sees me now will see me no more; your eyes will be on me, but I will be no more.",
              "reference": "Job 7:8"
            },
            {
              "content": "As a cloud vanishes and is gone, so one descending into Sheol does not come up;",
              "reference": "Job 7:9"
            },
            {
              "content": "he will never return to his house, his place does not know him.",
              "reference": "Job 7:10"
            },
            {
              "content": "“So I will not keep silent; I will speak in the distress of my spirit, I will complain in bitterness of soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Am I a sea, or a monster of the deep that You have set a watch over me?",
              "reference": "Job 7:12"
            },
            {
              "content": "When I say, ‘My bed will comfort me, my couch will ease my complaint,’",
              "reference": "Job 7:13"
            },
            {
              "content": "then You frighten me with dreams, and terrify me with visions,",
              "reference": "Job 7:14"
            },
            {
              "content": "so that my soul prefers strangulation, and my bones death.",
              "reference": "Job 7:15"
            },
            {
              "content": "I despise it; I would not live forever. Leave me alone, for my days are a vapor.",
              "reference": "Job 7:16"
            },
            {
              "content": "“What is mankind, that You magnify him, that You set Your heart on him,",
              "reference": "Job 7:17"
            },
            {
              "content": "that You visit him every morning, and test him in every moment?",
              "reference": "Job 7:18"
            },
            {
              "content": "Will You never look away from me, or let me alone until I swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "Have I sinned— what have I done to You, O watcher of men? Why have You set me as Your target? Have I become a burden to You?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why do You not pardon my transgression, and take away my iniquity? For now I will lie down in the dust, and You will search for me, but I will be gone.”",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered and said:",
              "reference": "Job 8:1"
            },
            {
              "content": "“How long will you say these things? The words of your mouth are like a mighty wind.",
              "reference": "Job 8:2"
            },
            {
              "content": "Does God pervert justice? Does Shaddai pervert justice?",
              "reference": "Job 8:3"
            },
            {
              "content": "If your children sinned against Him, He handed them over to their rebellion.",
              "reference": "Job 8:4"
            },
            {
              "content": "If you would seek God and plead with Shaddai,",
              "reference": "Job 8:5"
            },
            {
              "content": "if you are pure and upright, even now He will awaken for you and restore your righteous abode.",
              "reference": "Job 8:6"
            },
            {
              "content": "And though your beginning was small, your future would flourish.",
              "reference": "Job 8:7"
            },
            {
              "content": "Now ask the previous generation; consider the findings of their fathers;",
              "reference": "Job 8:8"
            },
            {
              "content": "for we were born yesterday and know nothing, and our days on earth are but a shadow.",
              "reference": "Job 8:9"
            },
            {
              "content": "Will they not teach you and tell you? Will they not bring forth words from their hearts?",
              "reference": "Job 8:10"
            },
            {
              "content": "“Can papyrus grow tall without a marsh? Can reeds flourish without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "When still in bloom and uncut, it withers more quickly than other grass.",
              "reference": "Job 8:12"
            },
            {
              "content": "Such are the ways of all who forget God; the hope of the godless perishes—",
              "reference": "Job 8:13"
            },
            {
              "content": "whose confidence is snapped off, his trust is a spider’s web.",
              "reference": "Job 8:14"
            },
            {
              "content": "He leans against his house but it does not stand, He holds fast to it, but it does not hold up.",
              "reference": "Job 8:15"
            },
            {
              "content": "He is a well-watered plant in the sun, spreading his shoots over his garden;",
              "reference": "Job 8:16"
            },
            {
              "content": "he entwines his roots around a heap of stones, and looks for a place between the rocks.",
              "reference": "Job 8:17"
            },
            {
              "content": "If he is uprooted from his place, it denies him saying, ‘I never saw you.’",
              "reference": "Job 8:18"
            },
            {
              "content": "Such is his joyous course, and from the earth others spring up.",
              "reference": "Job 8:19"
            },
            {
              "content": "Surely God does not spurn the blameless or strengthen the hand of evildoers.",
              "reference": "Job 8:20"
            },
            {
              "content": "He will yet fill your mouth with laughter and your lips with shouts of joy.",
              "reference": "Job 8:21"
            },
            {
              "content": "Those who hate you will be clothed with shame. The tent of the wicked will be no more!”",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Job responded and said:",
              "reference": "Job 9:1"
            },
            {
              "content": "“Truly I know it is so, but how can one be righteous before God?",
              "reference": "Job 9:2"
            },
            {
              "content": "If anyone wished to contend with Him, he could not answer Him once in a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "He is wise in heart and mighty in strength. Who has resisted Him and come out whole?",
              "reference": "Job 9:4"
            },
            {
              "content": "“He who moves mountains, yet they do not know it, who overthrows them in His anger;",
              "reference": "Job 9:5"
            },
            {
              "content": "who shakes the earth from its place until its pillars tremble;",
              "reference": "Job 9:6"
            },
            {
              "content": "who speaks to the sun so it does not rise, and seals up the stars;",
              "reference": "Job 9:7"
            },
            {
              "content": "He alone spreads out the heavens, and treads on the waves of the sea;",
              "reference": "Job 9:8"
            },
            {
              "content": "He makes the Bear, Orion and Pleiades, and the constellations of the south;",
              "reference": "Job 9:9"
            },
            {
              "content": "He does great and unfathomable things, wonders beyond number.",
              "reference": "Job 9:10"
            },
            {
              "content": "If He were to pass by me, I would not see Him! Were He to move past me, I would not perceive Him.",
              "reference": "Job 9:11"
            },
            {
              "content": "If He were to snatch away, who could restrain Him? Who could say to Him, ‘What are You doing?’",
              "reference": "Job 9:12"
            },
            {
              "content": "“God does not restrain His anger; under Him the helpers of Rahab cower.",
              "reference": "Job 9:13"
            },
            {
              "content": "How then can I answer Him or choose my words with Him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Even if I were right, I would not answer; I would implore the mercy of my Judge.",
              "reference": "Job 9:15"
            },
            {
              "content": "Even if I called and He answered me, I would not believe that He would listen to my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "He who crushes me with a storm and multiplies my wounds for no reason.",
              "reference": "Job 9:17"
            },
            {
              "content": "He does not allow me to catch my breath, but fills me with bitterness.",
              "reference": "Job 9:18"
            },
            {
              "content": "If it is a question of strength— certainly, He is the mighty One! If it is a matter of justice— who will summon me?",
              "reference": "Job 9:19"
            },
            {
              "content": "Even if I were innocent, my mouth would condemn me. If I were guiltless, it will declare me perverse.",
              "reference": "Job 9:20"
            },
            {
              "content": "“I am guiltless. I have no concern for myself. I despise my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "It is all the same, therefore I say, ‘He destroys both the blameless and the wicked.’",
              "reference": "Job 9:22"
            },
            {
              "content": "If a scourge smites suddenly, He mocks the despair of the innocent.",
              "reference": "Job 9:23"
            },
            {
              "content": "If the land falls into the hand of the wicked He blindfolds the faces of its judges. If it is not He, then who is it?",
              "reference": "Job 9:24"
            },
            {
              "content": "“My days are swifter than a runner; they flee away without seeing goodness.",
              "reference": "Job 9:25"
            },
            {
              "content": "They slip by like reed boats, like an eagle swooping down on its prey.",
              "reference": "Job 9:26"
            },
            {
              "content": "If I say, ‘I will forget my complaint, I will put off my sad face and be cheerful,’",
              "reference": "Job 9:27"
            },
            {
              "content": "I still dread all my pains, for I know You will not find me innocent.",
              "reference": "Job 9:28"
            },
            {
              "content": "If I am condemned— why should I struggle in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "If I wash myself with melted snow and cleanse my hands with lye,",
              "reference": "Job 9:30"
            },
            {
              "content": "then You would plunge me into a pit and my own clothes would detest me.",
              "reference": "Job 9:31"
            },
            {
              "content": "For He is not a human being, like I am, that I could answer Him, that we could go to court together.",
              "reference": "Job 9:32"
            },
            {
              "content": "There is no arbitrator between us, who could lay his hand on us both;",
              "reference": "Job 9:33"
            },
            {
              "content": "who could remove His rod from me, so that His terror would not frighten me.",
              "reference": "Job 9:34"
            },
            {
              "content": "Then I would speak and not fear Him —except it is not so with me.”",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“I loathe my own life; I will give full vent to my complaint; I will speak out of the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I will say to God, ‘Do not condemn me; tell me why You contend with me.’",
              "reference": "Job 10:2"
            },
            {
              "content": "Is it good for You to oppress, to despise the work of Your hands, while You smile on the plans of the wicked?",
              "reference": "Job 10:3"
            },
            {
              "content": "Do You have eyes of flesh? Do You see as a human being sees?",
              "reference": "Job 10:4"
            },
            {
              "content": "Are Your days like those of a mortal, or Your years like those of a strong man,",
              "reference": "Job 10:5"
            },
            {
              "content": "that You should seek out my iniquity and search out my sin,",
              "reference": "Job 10:6"
            },
            {
              "content": "though You know that I am not guilty, yet there is no one to deliver from Your hand?",
              "reference": "Job 10:7"
            },
            {
              "content": "“Your hands molded and fashioned me, will You now destroy me completely?",
              "reference": "Job 10:8"
            },
            {
              "content": "Remember You fashioned me like clay; will You return me to dust?",
              "reference": "Job 10:9"
            },
            {
              "content": "Did You not pour me out like milk and curdle me like cheese,",
              "reference": "Job 10:10"
            },
            {
              "content": "clothe me with skin and flesh and knit me together with bones and sinews?",
              "reference": "Job 10:11"
            },
            {
              "content": "You gave me life and steadfast love, and Your care has preserved my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "“Yet these things You have hid in Your heart, for I know that this is with You.",
              "reference": "Job 10:13"
            },
            {
              "content": "If I sinned, You would watch me, and not acquit me of my iniquity.",
              "reference": "Job 10:14"
            },
            {
              "content": "If I am guilty, woe to me! Even if I am innocent, I cannot lift my head. I am full of shame and conscious of my affliction.",
              "reference": "Job 10:15"
            },
            {
              "content": "If my head is held high, You hunt me like a lion, and again work wonders against me.",
              "reference": "Job 10:16"
            },
            {
              "content": "You renew Your witnesses against me, and increase Your anger toward me, change and warfare are with me.",
              "reference": "Job 10:17"
            },
            {
              "content": "“Why then did You bring me out from the womb? I should have died so no eye would have seen me.",
              "reference": "Job 10:18"
            },
            {
              "content": "If only I had never come into being, or been carried from womb to grave.",
              "reference": "Job 10:19"
            },
            {
              "content": "Are not my days few? Then stop, leave me alone so I might have a little joy,",
              "reference": "Job 10:20"
            },
            {
              "content": "before I depart, and never return, to the land of darkness and the shadow of death,",
              "reference": "Job 10:21"
            },
            {
              "content": "the land of utter darkness, like the deepest darkness and disorder, where even the light is like darkness.”",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then, Zophar the Naamathite answered and said:",
              "reference": "Job 11:1"
            },
            {
              "content": "“Should so many words go unanswered? Is a man justified by his lips?",
              "reference": "Job 11:2"
            },
            {
              "content": "Will your idle talk silence men and will no one rebuke you when you mock?",
              "reference": "Job 11:3"
            },
            {
              "content": "For you have said, ‘My teaching is flawless’ and ‘I am pure in Your eyes!’",
              "reference": "Job 11:4"
            },
            {
              "content": "But if only God would speak and open His lips against you,",
              "reference": "Job 11:5"
            },
            {
              "content": "and show you the secrets of wisdom— for sound wisdom has two sides. Know that God has forgotten some of your iniquity.",
              "reference": "Job 11:6"
            },
            {
              "content": "“Can you discover the mysteries of God? Can you find the limits of Shaddai?",
              "reference": "Job 11:7"
            },
            {
              "content": "They are higher than the heavens —what can you do? They are deeper than Sheol —what can you know?",
              "reference": "Job 11:8"
            },
            {
              "content": "Its measure is longer than the earth and wider than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "“If He comes by and imprisons, or convenes a court, who can prevent Him?",
              "reference": "Job 11:10"
            },
            {
              "content": "For He knows deceitful men; when He sees wickedness, does he not consider it?",
              "reference": "Job 11:11"
            },
            {
              "content": "But a witless man will gain understanding when a wild donkey’s colt is born a human being?",
              "reference": "Job 11:12"
            },
            {
              "content": "“If you devote your heart to Him and spread out your hands to Him,",
              "reference": "Job 11:13"
            },
            {
              "content": "if you put away the wickedness that is in your hand, and allow no iniquity to abide in your tent,",
              "reference": "Job 11:14"
            },
            {
              "content": "then you will lift up your face without reproach; you will stand firm and without fear.",
              "reference": "Job 11:15"
            },
            {
              "content": "You will forget your trouble; you will remember it like water that has flowed away.",
              "reference": "Job 11:16"
            },
            {
              "content": "Life will be brighter than noonday; darkness like the morning.",
              "reference": "Job 11:17"
            },
            {
              "content": "You will be confident, because there is hope; you will look about you and lie down in safety.",
              "reference": "Job 11:18"
            },
            {
              "content": "You will lie down with no one to make you afraid, many will seek your favor.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of the wicked will fail, and escape will elude them; their only hope is their dying breath.”",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Job responded and said:",
              "reference": "Job 12:1"
            },
            {
              "content": "“Without a doubt you are the people and wisdom will die with you!",
              "reference": "Job 12:2"
            },
            {
              "content": "But I have a mind as well as you; I am not inferior to you. Who does not know these things?",
              "reference": "Job 12:3"
            },
            {
              "content": "“I have become a laughingstock to my friend, though I called on God and He answered— a righteous and blameless man is a laughingstock!",
              "reference": "Job 12:4"
            },
            {
              "content": "Contempt for calamity is the thought of one at ease, prepared for those whose foot slips.",
              "reference": "Job 12:5"
            },
            {
              "content": "The tents of marauders prosper, and there is security for those who provoke God— for those whom God brings in His hand.",
              "reference": "Job 12:6"
            },
            {
              "content": "But now ask the animals and they will teach you, or the birds of the sky and they will tell you,",
              "reference": "Job 12:7"
            },
            {
              "content": "or speak to the earth and it will teach you, or the fish of the sea and they will inform you.",
              "reference": "Job 12:8"
            },
            {
              "content": "Which of these does not know that the hand of Adonai has done this?",
              "reference": "Job 12:9"
            },
            {
              "content": "In His hand is the life of every creature, and the breath of all the human race.",
              "reference": "Job 12:10"
            },
            {
              "content": "Does not the ear test words as the palate tastes food?",
              "reference": "Job 12:11"
            },
            {
              "content": "Is not wisdom with the aged and understanding bring long life?",
              "reference": "Job 12:12"
            },
            {
              "content": "“With Him are wisdom and power; counsel and understanding are His.",
              "reference": "Job 12:13"
            },
            {
              "content": "If He tears down, it cannot be rebuilt; one He imprisons cannot be released.",
              "reference": "Job 12:14"
            },
            {
              "content": "If He holds back the waters, they dry up; if He releases them, they destroy the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "With Him are power and sound wisdom; both deceived and deceiver are His.",
              "reference": "Job 12:16"
            },
            {
              "content": "He leads counselors away stripped and makes judges into fools.",
              "reference": "Job 12:17"
            },
            {
              "content": "He loosens the bonds of the kings, and binds a loincloth around their waists.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leads priests away stripped and overthrows the rulers.",
              "reference": "Job 12:19"
            },
            {
              "content": "He silences the lips of trusted advisors and removes the discernment of elders.",
              "reference": "Job 12:20"
            },
            {
              "content": "He pours contempt on nobles and loosens the belts of the mighty.",
              "reference": "Job 12:21"
            },
            {
              "content": "He reveals the deep things of darkness and brings utter darkness into light.",
              "reference": "Job 12:22"
            },
            {
              "content": "He makes nations great and destroys them. He enlarges the nations and leads them away.",
              "reference": "Job 12:23"
            },
            {
              "content": "He deprives the heads of the people of earth of understanding, and causes them to wander in a pathless wasteland.",
              "reference": "Job 12:24"
            },
            {
              "content": "They grope in darkness with no light; He makes them stagger like a drunkard.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“Indeed, my eye has seen it all, my ears have heard and understood it.",
              "reference": "Job 13:1"
            },
            {
              "content": "What you know, I also know; I am not inferior to you.",
              "reference": "Job 13:2"
            },
            {
              "content": "Still, I desire to speak to Shaddai and to argue my case with God.",
              "reference": "Job 13:3"
            },
            {
              "content": "You, however, smear me with lies; you are worthless doctors—all of you!",
              "reference": "Job 13:4"
            },
            {
              "content": "If only you would keep completely silent! For you, that would be wisdom.",
              "reference": "Job 13:5"
            },
            {
              "content": "Hear now my argument; listen to the contentions of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Will you speak unjustly on God’s behalf? Will you speak deceitfully for Him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Will you show Him partiality? Will you argue the case for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Would it turn out well if He examined you? Could you deceive Him as you deceive a man?",
              "reference": "Job 13:9"
            },
            {
              "content": "He would surely rebuke you if you secretly showed favoritism.",
              "reference": "Job 13:10"
            },
            {
              "content": "Would not His majesty terrify you and the dread of Him fall on you?",
              "reference": "Job 13:11"
            },
            {
              "content": "Your maxims are proverbs of ashes; your defenses are defenses of clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "Be silent and let me speak; then let come to me what may.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why should I take my flesh in my teeth and take my life in my hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "Even if He slays me, I will wait for Him; I will surely defend my ways before Him.",
              "reference": "Job 13:15"
            },
            {
              "content": "This, too, will be my salvation for no godless can come before Him.",
              "reference": "Job 13:16"
            },
            {
              "content": "“Listen carefully to my words, and let my declaration be in your ears.",
              "reference": "Job 13:17"
            },
            {
              "content": "See now, I have prepared my case; I know that I will be vindicated.",
              "reference": "Job 13:18"
            },
            {
              "content": "Who will contend with me? If so, I will be silent and die.",
              "reference": "Job 13:19"
            },
            {
              "content": "“Only two things do not do to me; then I will not hide from Your face:",
              "reference": "Job 13:20"
            },
            {
              "content": "withdraw Your hand far from me, and do not assail me with Your terror.",
              "reference": "Job 13:21"
            },
            {
              "content": "Then call, and I will answer, or I will speak, and You respond to me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How many are my iniquities and sins? Show me my transgressions and sin.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why do You hide Your face and consider me Your enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Will You frighten a windblown leaf and chase after dry chaff?",
              "reference": "Job 13:25"
            },
            {
              "content": "For You write bitter things against me and make me inherit the iniquities of my youth.",
              "reference": "Job 13:26"
            },
            {
              "content": "You put my feet in shackles and watch all my paths; You put marks on the soles of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "“So he wastes away like something rotten, like a moth-eaten garment.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“A mortal born of woman, is of few days and full of turmoil.",
              "reference": "Job 14:1"
            },
            {
              "content": "Like a flower he comes up and withers; like a shadow he flees and does not stay.",
              "reference": "Job 14:2"
            },
            {
              "content": "Do You fix Your eyes on such a one, and bring me for judgment with You?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who can make something pure out of the impure? No one!",
              "reference": "Job 14:4"
            },
            {
              "content": "Since his days are determined, the number of his months is with You, You have set his limits, which he cannot exceed.",
              "reference": "Job 14:5"
            },
            {
              "content": "Look away from him and let him alone, until he fulfills his time like a hired laborer.",
              "reference": "Job 14:6"
            },
            {
              "content": "“At least there is hope for a tree— if it is cut down it will sprout again, and its shoots will not cease.",
              "reference": "Job 14:7"
            },
            {
              "content": "Though its roots grow old in the earth and its stump dies in the dry ground,",
              "reference": "Job 14:8"
            },
            {
              "content": "at the scent of water it will bud and sprout sprigs like a new plant.",
              "reference": "Job 14:9"
            },
            {
              "content": "But man dies and is powerless. Man expires—and where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "As water evaporates from the sea and a river drains away and dries up,",
              "reference": "Job 14:11"
            },
            {
              "content": "so a person lies down and does not rise; until the heavens are no more, people will not awake, or be roused from their sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "“Oh that You would hide me in Sheol, and conceal me until Your wrath has passed! Oh that You would set a time for me and then remember me!",
              "reference": "Job 14:13"
            },
            {
              "content": "If a man dies, will he live again? All the days of my hard labor I will wait until my relief comes.",
              "reference": "Job 14:14"
            },
            {
              "content": "You will call and I—I will answer You; You will long for the work of Your hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "For then You will number my steps; You will not keep track of my sin;",
              "reference": "Job 14:16"
            },
            {
              "content": "my transgression will be sealed in a bundle and cover over my iniquity.",
              "reference": "Job 14:17"
            },
            {
              "content": "“Yet as a mountain falls away and crumbles and a rock is moved from its place,",
              "reference": "Job 14:18"
            },
            {
              "content": "as water wears away stones and torrents wash away the soil, so You destroy a person’s hope.",
              "reference": "Job 14:19"
            },
            {
              "content": "You overpower him—once for all, and he perishes; You change his appearance and send him away.",
              "reference": "Job 14:20"
            },
            {
              "content": "If his sons achieve honor, he does not know it; if they are brought low, he does not perceive it.",
              "reference": "Job 14:21"
            },
            {
              "content": "He only feels pain for his own flesh, and mourns for his own soul.”",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded and said:",
              "reference": "Job 15:1"
            },
            {
              "content": "“Does a wise man answer with empty knowledge, or fill his belly with the east wind?",
              "reference": "Job 15:2"
            },
            {
              "content": "Does he argue with useless talk and words that have no value in them?",
              "reference": "Job 15:3"
            },
            {
              "content": "You even do away with reverence and hinder devotion before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "For your iniquity prompts your mouth and you choose the tongue of the crafty.",
              "reference": "Job 15:5"
            },
            {
              "content": "Your own mouth condemns you—not I; your own lips testify against you.",
              "reference": "Job 15:6"
            },
            {
              "content": "“Are you the first man to be born? Were you brought forth before the hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Do you listen in on God’s counsel? Do you limit wisdom to yourself?",
              "reference": "Job 15:8"
            },
            {
              "content": "What do you know that we do not know? What do you understand that we do not understand?",
              "reference": "Job 15:9"
            },
            {
              "content": "Both gray-haired and aged are with us, men even older than your father.",
              "reference": "Job 15:10"
            },
            {
              "content": "Are the comforts of God too small for you, or a gentle word toward you?",
              "reference": "Job 15:11"
            },
            {
              "content": "Why has your heart carried you away and why do your eyes flash,",
              "reference": "Job 15:12"
            },
            {
              "content": "so that you turn your spirit against God and bring such words out of your mouth?",
              "reference": "Job 15:13"
            },
            {
              "content": "“What is man, that he could be pure, or one born of woman, that he could be righteous?",
              "reference": "Job 15:14"
            },
            {
              "content": "If He puts no trust in His holy ones, if even the heavens are not pure in His eyes,",
              "reference": "Job 15:15"
            },
            {
              "content": "how much less man, who is vile and corrupt, who drinks evil like water!",
              "reference": "Job 15:16"
            },
            {
              "content": "I will tell you; listen to me, and what I have seen I will declare,",
              "reference": "Job 15:17"
            },
            {
              "content": "what wise men have declared and did not hide from their ancestors,",
              "reference": "Job 15:18"
            },
            {
              "content": "to whom alone the land was given, when no foreigner passed among them:",
              "reference": "Job 15:19"
            },
            {
              "content": "All his days the wicked suffers torment, and numbered are the years stored up for the tyrant.",
              "reference": "Job 15:20"
            },
            {
              "content": "Terrifying sounds are in his ears; in a time of peace, marauders attack him.",
              "reference": "Job 15:21"
            },
            {
              "content": "He does not expect to escape from darkness; he is destined for the sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "He wanders about for bread— ‘Where is it?’ He knows that the day of darkness is at hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "Distress and anguish terrify him; they overpower him like a king poised to attack,",
              "reference": "Job 15:24"
            },
            {
              "content": "for he raises his hand against God and flaunts himself against Shaddai,",
              "reference": "Job 15:25"
            },
            {
              "content": "defiantly rushing at Him with a thick, strong shield.",
              "reference": "Job 15:26"
            },
            {
              "content": "Because He covered his face with his fat and made his hips bulge with blubber,",
              "reference": "Job 15:27"
            },
            {
              "content": "he lived in ruined cities, in houses which no one inhabits, which are ready to crumble into heaps.",
              "reference": "Job 15:28"
            },
            {
              "content": "He will not become rich, and his wealth will not endure, nor will his possessions spread over the land.",
              "reference": "Job 15:29"
            },
            {
              "content": "He will not escape from the darkness; a flame will wither his shoots, and he will depart by the breath of His mouth.",
              "reference": "Job 15:30"
            },
            {
              "content": "“Let him not trust in emptiness, deceiving himself; for emptiness will be his reward.",
              "reference": "Job 15:31"
            },
            {
              "content": "Before his day it will be paid in full and his branch will not be green.",
              "reference": "Job 15:32"
            },
            {
              "content": "He will shake off his unripe grapes like a vine, and cast off his blossoms like an olive tree.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the company of the godless is barren, and fire consumes the tents of bribery.",
              "reference": "Job 15:34"
            },
            {
              "content": "They conceive mischief and bring forth evil and their belly prepares deception.”",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Job answered, saying:",
              "reference": "Job 16:1"
            },
            {
              "content": "“I have heard many things like these; you are miserable comforters, all of you!",
              "reference": "Job 16:2"
            },
            {
              "content": "Is there no end to your futile words? What compels you to answer?",
              "reference": "Job 16:3"
            },
            {
              "content": "I too could speak like you, if you were in my place; I could compose words against you and shake my head at you.",
              "reference": "Job 16:4"
            },
            {
              "content": "But I would strengthen you with my mouth and comfort from my lips would bring you relief.",
              "reference": "Job 16:5"
            },
            {
              "content": "“Yet, if I speak, my pain is not relieved, and if I refrain, does it not go away from me?",
              "reference": "Job 16:6"
            },
            {
              "content": "Surely now He has exhausted me; You have devastated my entire household.",
              "reference": "Job 16:7"
            },
            {
              "content": "You have seized me— it has become a witness; my leanness rises against me and testifies to my face.",
              "reference": "Job 16:8"
            },
            {
              "content": "His anger has torn and tormented me; He gnashes at me with his teeth; my enemy looks at me with daggers in his eyes.",
              "reference": "Job 16:9"
            },
            {
              "content": "People open their mouths against me; they strike my cheek in contempt; they unite together against me.",
              "reference": "Job 16:10"
            },
            {
              "content": "God has handed me over to the ungodly, and tossed me into the hands of the wicked.",
              "reference": "Job 16:11"
            },
            {
              "content": "I was at ease, but He shattered me; He grabbed me by the neck and crushed me. He has made me His target;",
              "reference": "Job 16:12"
            },
            {
              "content": "His archers surround me. Without mercy He pierces my kidneys and spills my gall on the ground.",
              "reference": "Job 16:13"
            },
            {
              "content": "He breaks through against me, breach after breach. He runs after me like a warrior.",
              "reference": "Job 16:14"
            },
            {
              "content": "“I have sewn sackcloth over my skin and sunk my horn in the dust;",
              "reference": "Job 16:15"
            },
            {
              "content": "my face is red from weeping, and on my eyelids are deep darkness;",
              "reference": "Job 16:16"
            },
            {
              "content": "yet no violence is in my hands and my prayer is pure.",
              "reference": "Job 16:17"
            },
            {
              "content": "“Earth, do not cover my blood, and let my cry find no resting place!",
              "reference": "Job 16:18"
            },
            {
              "content": "Even now my witness is in heaven, my advocate is on high.",
              "reference": "Job 16:19"
            },
            {
              "content": "My intercessor is my friend; as my eyes pour out tears to God;",
              "reference": "Job 16:20"
            },
            {
              "content": "he contends with God on behalf of man as one pleads for a friend.",
              "reference": "Job 16:21"
            },
            {
              "content": "“For the number of years will come to pass, and then I will go the way of no return.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“My spirit is broken, my days have cut short, the graveyard awaits me.",
              "reference": "Job 17:1"
            },
            {
              "content": "Surely mockers are with me, my eyes must gaze on their hostility.",
              "reference": "Job 17:2"
            },
            {
              "content": "“Make then a pledge for me with You. Who else would strike hands with me?",
              "reference": "Job 17:3"
            },
            {
              "content": "Because You have closed their heart to understanding, therefore You will not exalt them.",
              "reference": "Job 17:4"
            },
            {
              "content": "If anyone denounces his friends for profit the eyes of his children will fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "He has made me a byword to people, I am the one in whose face people spit.",
              "reference": "Job 17:6"
            },
            {
              "content": "My eyes have grown dim with grief and all my limbs are like a shadow.",
              "reference": "Job 17:7"
            },
            {
              "content": "The upright are appalled at this; the innocent are stirred up against the ungodly.",
              "reference": "Job 17:8"
            },
            {
              "content": "But the righteous one holds to his way, and the one with clean hands grows stronger.",
              "reference": "Job 17:9"
            },
            {
              "content": "“But turn, all of you, come now! I will not find a wise man among you.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days have passed, my plans are torn apart. Yet the desires of my heart",
              "reference": "Job 17:11"
            },
            {
              "content": "turn night into day; in the face of darkness light is near.",
              "reference": "Job 17:12"
            },
            {
              "content": "If I hope for Sheol as my home, if I make my bed in darkness,",
              "reference": "Job 17:13"
            },
            {
              "content": "if I say to the pit, ‘You are my father,’ and to the worm, ‘My mother,’ or ‘My sister,’",
              "reference": "Job 17:14"
            },
            {
              "content": "where then is my hope? And my hope, who sees it?",
              "reference": "Job 17:15"
            },
            {
              "content": "Will it go down to the gates of Sheol? Will we descend together into the dust?”",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then, Bildad the Shuhite replied, saying:",
              "reference": "Job 18:1"
            },
            {
              "content": "“How long until you end these words? Consider, and then we will talk.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why are we regarded as beasts, and stupid in your eyes?",
              "reference": "Job 18:3"
            },
            {
              "content": "You, who tear yourself to pieces in anger, will the earth be abandoned for your sake? Or must a rock be moved from its place?",
              "reference": "Job 18:4"
            },
            {
              "content": "Indeed, the light of the wicked is snuffed out; the flame of his fire does not shine.",
              "reference": "Job 18:5"
            },
            {
              "content": "The light in his tent grows dark; the lamp above him goes out.",
              "reference": "Job 18:6"
            },
            {
              "content": "His vigorous stride is shortened, and his own scheme throws him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "For he is cast into a net by his feet; he wanders into its mesh.",
              "reference": "Job 18:8"
            },
            {
              "content": "A trap seizes him by the heel; a snare holds him fast.",
              "reference": "Job 18:9"
            },
            {
              "content": "A rope is hidden for him on the ground, and a trap for him lies on the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "On every side terrors frighten him and harass his every step.",
              "reference": "Job 18:11"
            },
            {
              "content": "Calamity is hungry for him; disaster is ready for his fall.",
              "reference": "Job 18:12"
            },
            {
              "content": "It eats away pieces of his skin; death’s firstborn devours his limbs.",
              "reference": "Job 18:13"
            },
            {
              "content": "He is torn from the security of his tent, and marched off to the king of terrors.",
              "reference": "Job 18:14"
            },
            {
              "content": "Nothing of his dwells in his tent; brimstone is scattered over his dwelling.",
              "reference": "Job 18:15"
            },
            {
              "content": "Below his roots dry up, and above his branches wither.",
              "reference": "Job 18:16"
            },
            {
              "content": "His memory perishes from the earth and he has no name in the land.",
              "reference": "Job 18:17"
            },
            {
              "content": "He is driven from light into darkness and is banished from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "He has no offspring or descendant among his people, no survivor where he once dwelt.",
              "reference": "Job 18:19"
            },
            {
              "content": "People of the west are appalled at his fate; people of the east are seized with horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "Surely such are the dwellings of the wicked; such is the place of one who does not know God.”",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Job responded, saying:",
              "reference": "Job 19:1"
            },
            {
              "content": "“How long will you torment my soul and crush me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "Ten times now you have reproached me; you attack me shamelessly.",
              "reference": "Job 19:3"
            },
            {
              "content": "But even if it is true that I have erred, my error remains with me.",
              "reference": "Job 19:4"
            },
            {
              "content": "If indeed you would exalt yourselves above me and prove my humiliation against me,",
              "reference": "Job 19:5"
            },
            {
              "content": "then know that God has wronged me and encircled me with His net.",
              "reference": "Job 19:6"
            },
            {
              "content": "“Though I cry out, ‘Violence!’ I get no response. I cry for help, but there is no justice.",
              "reference": "Job 19:7"
            },
            {
              "content": "He has blocked my way so I cannot pass, and has shrouded my path in darkness.",
              "reference": "Job 19:8"
            },
            {
              "content": "He has stripped me of my honor, and removed the crown from my head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He tears me down on every side until I am gone; He uproots my hope like a tree.",
              "reference": "Job 19:10"
            },
            {
              "content": "His anger burns against me, and He considers me among His enemies.",
              "reference": "Job 19:11"
            },
            {
              "content": "His troops advance together; they build a siege ramp against me and encamp around my tent.",
              "reference": "Job 19:12"
            },
            {
              "content": "“He removed my brothers far from me; my acquaintances are only strangers to me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My relatives have gone away and my close friends have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "My houseguests and my maidservants consider me a stranger. I have become a foreigner in their eyes.",
              "reference": "Job 19:15"
            },
            {
              "content": "I call my servant but he does not reply though I beg him with my own mouth.",
              "reference": "Job 19:16"
            },
            {
              "content": "My breath is repulsive to my wife; I am loathsome to my children.",
              "reference": "Job 19:17"
            },
            {
              "content": "Even young children despise me; when I stand, they speak against me.",
              "reference": "Job 19:18"
            },
            {
              "content": "All my close friends despise me; those I love have turned against me.",
              "reference": "Job 19:19"
            },
            {
              "content": "My bones cling to my skin and my flesh; I have escaped only by the skin of my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "“Have pity on me my friends, have pity, for the hand of God has struck me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why do you pursue me—like God? Are you not satisfied with my flesh?",
              "reference": "Job 19:22"
            },
            {
              "content": "Oh that my words were written, that they were recorded in a scroll",
              "reference": "Job 19:23"
            },
            {
              "content": "that with an iron pen and lead, they were engraved in stone forever!",
              "reference": "Job 19:24"
            },
            {
              "content": "“Yet I know that my Redeemer lives, and in the end, He will stand on earth.",
              "reference": "Job 19:25"
            },
            {
              "content": "Even after my skin has been destroyed, yet in my flesh I will see God;",
              "reference": "Job 19:26"
            },
            {
              "content": "I myself will see Him with my own eyes, I and not a stranger. My heart grows weak within me.",
              "reference": "Job 19:27"
            },
            {
              "content": "“If you say, ‘How we will pursue him, since the root of the matter is found in him;’",
              "reference": "Job 19:28"
            },
            {
              "content": "then you should fear the sword for yourselves; for wrath brings the punishments of the sword— so that you may know judgment!”",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Zophar the Naamathite responded and said:",
              "reference": "Job 20:1"
            },
            {
              "content": "“In truth, my troubled thoughts urge me to answer because of my feelings within me.",
              "reference": "Job 20:2"
            },
            {
              "content": "I hear a rebuke that dishonors me and my understanding inspires me to reply.",
              "reference": "Job 20:3"
            },
            {
              "content": "Do you not know that it has been from old, since mankind was put on earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "that the triumph of the wicked is short and the joy of the godless is but for a moment?",
              "reference": "Job 20:5"
            },
            {
              "content": "Though his pride reaches to the heavens, and his head touches the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "he perishes forever like his own dung. Those who have seen him will say, ‘Where is he?’",
              "reference": "Job 20:7"
            },
            {
              "content": "Like a dream, he flies away and they cannot find him; like a vision of the night, he is chased away.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye that saw him will not see him again; his place will look on him no more.",
              "reference": "Job 20:9"
            },
            {
              "content": "His children must recompense the poor; his own hands must give back his wealth.",
              "reference": "Job 20:10"
            },
            {
              "content": "His bones were full of his youthful vigor but it will lie down with him in the dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "Though evil is sweet in his mouth, though he hides it under his tongue,",
              "reference": "Job 20:12"
            },
            {
              "content": "though he cannot bear to let it go and holds it in his mouth,",
              "reference": "Job 20:13"
            },
            {
              "content": "his food turns sour in his stomach; it becomes the venom of serpents within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "He swallows riches and vomits them up; God empties it out of his stomach.",
              "reference": "Job 20:15"
            },
            {
              "content": "He sucks the poison of serpents; fangs of a viper kill him.",
              "reference": "Job 20:16"
            },
            {
              "content": "He will not look at streams, rivers flowing with honey and butter.",
              "reference": "Job 20:17"
            },
            {
              "content": "He gives back what he toiled for without swallowing it; he will not enjoy the riches of his trade.",
              "reference": "Job 20:18"
            },
            {
              "content": "For he has oppressed and abandoned the poor. He has seized a house he did not build.",
              "reference": "Job 20:19"
            },
            {
              "content": "For he knows no satisfaction from his greed, he cannot save himself by his desires.",
              "reference": "Job 20:20"
            },
            {
              "content": "Nothing remains for him to devour; therefore his prosperity will not last.",
              "reference": "Job 20:21"
            },
            {
              "content": "In the fullness of his plenty, he will be distressed; the full force of misery will come upon him.",
              "reference": "Job 20:22"
            },
            {
              "content": "While he is filling his belly, He will send the anger of His wrath against him, and rain it down it on him, on his flesh.",
              "reference": "Job 20:23"
            },
            {
              "content": "Though he flees from an iron weapon, a bronze bow pierces him through.",
              "reference": "Job 20:24"
            },
            {
              "content": "He pulls and it comes out of his back, the gleaming point out of his liver. Terrors come upon him!",
              "reference": "Job 20:25"
            },
            {
              "content": "Total darkness waits for his treasures; A fire not fanned will devour him; it will consume what is left in his tent.",
              "reference": "Job 20:26"
            },
            {
              "content": "The heavens will expose his iniquity; the earth will rise up against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "A flood will carry off his house, rushing waters on the day of His wrath.",
              "reference": "Job 20:28"
            },
            {
              "content": "Such is the wicked man’s lot from God, the heritage appointed to him by God.”",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Job replied:",
              "reference": "Job 21:1"
            },
            {
              "content": "“Listen carefully to my words; let this be your consolation.",
              "reference": "Job 21:2"
            },
            {
              "content": "Bear with me as I speak, and after I have spoken, mock on.",
              "reference": "Job 21:3"
            },
            {
              "content": "As for me, is my complaint against man? If so, why should I not be impatient?",
              "reference": "Job 21:4"
            },
            {
              "content": "Look at me and be appalled; put your hand over your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "When I think of it, I am terrified and my flesh shudders.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why do the wicked go on living, growing old and increasing in power?",
              "reference": "Job 21:7"
            },
            {
              "content": "Their children are established in their presence, their offspring before their eyes.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their homes have peace and are free from fear; no rod of God is on them.",
              "reference": "Job 21:9"
            },
            {
              "content": "His bull breeds without fail; his cow calves and do not miscarry.",
              "reference": "Job 21:10"
            },
            {
              "content": "They send out their little ones like a flock and their children dance.",
              "reference": "Job 21:11"
            },
            {
              "content": "They sing to the tambourine and harp and rejoice at the sound of the flute.",
              "reference": "Job 21:12"
            },
            {
              "content": "They spend their days in prosperity, and in a moment go down to Sheol.",
              "reference": "Job 21:13"
            },
            {
              "content": "Yet they say to God, ‘Leave us alone! We have no desire to know Your ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is Shaddai that we should serve Him? What would we gain if we pray to Him?’",
              "reference": "Job 21:15"
            },
            {
              "content": "Look, their prosperity is not in their own hands; the counsel of the wicked is far from me.",
              "reference": "Job 21:16"
            },
            {
              "content": "“How often is the lamp of the wicked snuffed out or calamity fallen on them? How often does He allot pain in His anger?",
              "reference": "Job 21:17"
            },
            {
              "content": "How often are they like straw before the wind; like chaff swept away by a storm?",
              "reference": "Job 21:18"
            },
            {
              "content": "You say, ‘God stores up the punishment for his children.’ Let Him repay the wicked so he may know it!",
              "reference": "Job 21:19"
            },
            {
              "content": "Let his own eyes see his ruin; let him drink the wrath of Shaddai.",
              "reference": "Job 21:20"
            },
            {
              "content": "For what does he care for his family that he leaves behind, when the number of his months has come to an end?",
              "reference": "Job 21:21"
            },
            {
              "content": "“Can anyone teach God knowledge, since He judges even the highest.",
              "reference": "Job 21:22"
            },
            {
              "content": "One dies in his full strength, completely secure and at ease.",
              "reference": "Job 21:23"
            },
            {
              "content": "His pails are full of milk; His bones are moist with marrow.",
              "reference": "Job 21:24"
            },
            {
              "content": "Yet another dies in bitterness of soul, never having tasted goodness.",
              "reference": "Job 21:25"
            },
            {
              "content": "Together they lie in the dust and worms cover over them.",
              "reference": "Job 21:26"
            },
            {
              "content": "“Behold, I know your thoughts, the schemes by which you wrong me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For you ask, ‘Where is the nobleman’s house and the tent where the wicked lived?’",
              "reference": "Job 21:28"
            },
            {
              "content": "Have you not asked travelers? Do you not recognize their accounts",
              "reference": "Job 21:29"
            },
            {
              "content": "that the wicked are spared for the day of calamity that they are brought to the day of wrath?",
              "reference": "Job 21:30"
            },
            {
              "content": "Who declares his conduct to his face? Who repays him for what he has done?",
              "reference": "Job 21:31"
            },
            {
              "content": "He is brought to the grave, and watch is kept over his tomb.",
              "reference": "Job 21:32"
            },
            {
              "content": "The soil in the valley is sweet to him; everyone follows after him, and countless are those before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "“So how will your futility comfort me, for your answers remain nothing but falsehood?”",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite responded saying:",
              "reference": "Job 22:1"
            },
            {
              "content": "“Can a man be useful to God? Can even a wise man benefit Him?",
              "reference": "Job 22:2"
            },
            {
              "content": "What pleasure is it to Shaddai if you are righteous? Or what gain if your ways are blameless?",
              "reference": "Job 22:3"
            },
            {
              "content": "Is it because of your reverence that He corrects you and He brings judgment against you?",
              "reference": "Job 22:4"
            },
            {
              "content": "Is not your wickedness great, and is there no end to your iniquity?",
              "reference": "Job 22:5"
            },
            {
              "content": "For you took pledges from your brothers for no reason; you stripped the naked of their clothing.",
              "reference": "Job 22:6"
            },
            {
              "content": "You gave the weary no water to drink and from the hungry you withhold bread,",
              "reference": "Job 22:7"
            },
            {
              "content": "Though you were a mighty man, owning land— an honored man living on it.",
              "reference": "Job 22:8"
            },
            {
              "content": "You sent widows away empty-handed and crushed the arms of orphans.",
              "reference": "Job 22:9"
            },
            {
              "content": "“That is why snares surround you, and why sudden fear terrifies you,",
              "reference": "Job 22:10"
            },
            {
              "content": "or why it is so dark that you cannot see. and why a flood of water covers you.",
              "reference": "Job 22:11"
            },
            {
              "content": "“Is not God in the heights of heaven? And see the lofty stars how high they are?",
              "reference": "Job 22:12"
            },
            {
              "content": "Yet you say, ‘What does God know? Does He judge through such thick darkness?",
              "reference": "Job 22:13"
            },
            {
              "content": "Thick clouds veil Him so He does not see, as He walks in the vault of heaven.’",
              "reference": "Job 22:14"
            },
            {
              "content": "Will you keep to the old way that wicked men have trod?",
              "reference": "Job 22:15"
            },
            {
              "content": "They were snatched away before their time, their foundations washed away by a river.",
              "reference": "Job 22:16"
            },
            {
              "content": "They said to God, ‘Leave us alone! What can Shaddai do to us?’",
              "reference": "Job 22:17"
            },
            {
              "content": "Yet He filled their houses with good things— but the counsel of the wicked is far from me!",
              "reference": "Job 22:18"
            },
            {
              "content": "The righteous see and rejoice; the innocent mock them, saying,",
              "reference": "Job 22:19"
            },
            {
              "content": "‘Surely our foes are cut off, and fire consumes their abundance.’",
              "reference": "Job 22:20"
            },
            {
              "content": "“Reconcile now with Him and have shalom— in this way prosperity will come to you.",
              "reference": "Job 22:21"
            },
            {
              "content": "Accept instruction from His mouth and store up His words in your heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If you return to Shaddai, you will be restored; if you remove iniquity far from your tent",
              "reference": "Job 22:23"
            },
            {
              "content": "and throw your gold in the dust, and the gold of Ophir to the rocks in the wadis,",
              "reference": "Job 22:24"
            },
            {
              "content": "then Shaddai will be your gold and your precious silver.",
              "reference": "Job 22:25"
            },
            {
              "content": "Surely then Shaddai will be your delight and you will lift up your face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "You will pray to Him and He will hear you, and you will fulfill your vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "What you decide will be done, and light will shine on your ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "When people are brought low, and you say, ‘Lift them up!’ then He will save the downcast.",
              "reference": "Job 22:29"
            },
            {
              "content": "He will deliver even one who is not innocent, who will be delivered by the cleanness of your hands.”",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Job answered:",
              "reference": "Job 23:1"
            },
            {
              "content": "“Even today my complaint is rebellious; His hand is heavy despite my groaning.",
              "reference": "Job 23:2"
            },
            {
              "content": "If only I knew where to find Him; if only I could go to His dwelling.",
              "reference": "Job 23:3"
            },
            {
              "content": "I would lay out my case before Him and fill my mouth with arguments.",
              "reference": "Job 23:4"
            },
            {
              "content": "I would know with what words He would answer me, and understand what He would say to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "Would He oppose me with great power? No, He would only pay attention to me.",
              "reference": "Job 23:6"
            },
            {
              "content": "There the upright can reason with Him, and there I would forever be delivered from my Judge.",
              "reference": "Job 23:7"
            },
            {
              "content": "But, if I go to the east, He is not there; if I go to the west, I do not find Him.",
              "reference": "Job 23:8"
            },
            {
              "content": "When He is in the north, I cannot perceive Him; When He turns south, I do not see Him.",
              "reference": "Job 23:9"
            },
            {
              "content": "Yet He knows the way that I take; if He tested me, I would come out as gold.",
              "reference": "Job 23:10"
            },
            {
              "content": "My foot has held closely to His steps; I have kept to His way and have not strayed.",
              "reference": "Job 23:11"
            },
            {
              "content": "I have not departed from the commands of His lips. I have treasured the words of His mouth more than my daily bread.",
              "reference": "Job 23:12"
            },
            {
              "content": "He is unchangeable, and who can change Him? Whatever His soul desires, He does.",
              "reference": "Job 23:13"
            },
            {
              "content": "For He fulfills the decree against me, and many such things are with Him.",
              "reference": "Job 23:14"
            },
            {
              "content": "That is why I am terrified at His presence; when I consider this, I fear Him.",
              "reference": "Job 23:15"
            },
            {
              "content": "God has made my heart faint; Shaddai has terrified me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Yet I am not silenced because of the darkness, nor by the thick darkness that covers my face.”",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“Why are times not stored up by Shaddai? And why do those who know Him not see His days?",
              "reference": "Job 24:1"
            },
            {
              "content": "Some remove the boundary-stones; they steal flocks and pasture them.",
              "reference": "Job 24:2"
            },
            {
              "content": "They drive away the orphan’s donkey and take the widow’s ox as a pledge.",
              "reference": "Job 24:3"
            },
            {
              "content": "They turn the needy off the path; they force the poor of the land into hiding.",
              "reference": "Job 24:4"
            },
            {
              "content": "Behold, like wild donkeys in the desert, they go about their work, foraging prey in the desert as food for their children.",
              "reference": "Job 24:5"
            },
            {
              "content": "They reap their fodder in the field and glean in the vineyard of the wicked.",
              "reference": "Job 24:6"
            },
            {
              "content": "Without clothing they spend the night naked, without covering against the cold.",
              "reference": "Job 24:7"
            },
            {
              "content": "They are drenched by mountain rains, and hug the rock for lack of shelter.",
              "reference": "Job 24:8"
            },
            {
              "content": "The orphan is snatched from the breast; the infant of the poor is taken as a pledge.",
              "reference": "Job 24:9"
            },
            {
              "content": "They wander about naked, without clothing and go hungry while they carry sheaves.",
              "reference": "Job 24:10"
            },
            {
              "content": "They press oil between the terraces; they tread winepresses, but are thirsty.",
              "reference": "Job 24:11"
            },
            {
              "content": "From the city men groan, and the souls of the wounded cry out; yet God charges no one with folly.",
              "reference": "Job 24:12"
            },
            {
              "content": "These are those who rebel against the light, who do not recognize its ways or stay in its paths.",
              "reference": "Job 24:13"
            },
            {
              "content": "The murderer rises with the light, kills the poor and needy, and in the night becomes a thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye of the adulterer waits for twilight, thinking, ‘No eye will see me,’ and he disguises his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "When it is dark, they break into houses, but by day, they shut themselves in; they do not know the light.",
              "reference": "Job 24:16"
            },
            {
              "content": "For to all of them, morning is as thick darkness; they are familiar with the terrors of thick darkness.",
              "reference": "Job 24:17"
            },
            {
              "content": "“He is foam on the surface of water; their portion of the land is cursed; no one turns toward their vineyards.",
              "reference": "Job 24:18"
            },
            {
              "content": "As heat and drought snatch away the melted snow, so Sheol, takes away those who have sinned.",
              "reference": "Job 24:19"
            },
            {
              "content": "The womb forgets him, the worm feasts on him, no longer will he be remembered. But like a tree, wickedness is broken.",
              "reference": "Job 24:20"
            },
            {
              "content": "He feeds on the barren and childless woman, and shows no kindness to the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "But He drags off the mighty by His power; He raises up, yet no one has assurance of life.",
              "reference": "Job 24:22"
            },
            {
              "content": "He allows him to rest in a sense of security, but His eyes are on their ways.",
              "reference": "Job 24:23"
            },
            {
              "content": "They are exalted for a little while and then they are gone; they are brought low and gathered up like all others, they are like heads of grain they wither.",
              "reference": "Job 24:24"
            },
            {
              "content": "Now if it is not so, who can prove me a liar, and reduce my speech to nothing?”",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered:",
              "reference": "Job 25:1"
            },
            {
              "content": "“Dominion and awe are with Him; He establishes shalom in His heights.",
              "reference": "Job 25:2"
            },
            {
              "content": "Can His armies be counted? On whom does His light not rise?",
              "reference": "Job 25:3"
            },
            {
              "content": "How then can a man be righteous with God? How can one born of a woman be pure?",
              "reference": "Job 25:4"
            },
            {
              "content": "If even the moon is not bright and the stars are not pure in His eyes,",
              "reference": "Job 25:5"
            },
            {
              "content": "how much less man who is but a maggot— a son of man who is a worm!”",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Job responded and said:",
              "reference": "Job 26:1"
            },
            {
              "content": "“How you have helped the powerless! How you have saved the arm without strength!",
              "reference": "Job 26:2"
            },
            {
              "content": "How you have counseled the one without wisdom and revealed your abundant insights!",
              "reference": "Job 26:3"
            },
            {
              "content": "To whom have you uttered words? Whose spirit has come from your mouth?",
              "reference": "Job 26:4"
            },
            {
              "content": "“The dead tremble— those beneath the water and all that live in them.",
              "reference": "Job 26:5"
            },
            {
              "content": "Sheol is naked before Him; Abaddon has no covering.",
              "reference": "Job 26:6"
            },
            {
              "content": "He stretches out the north over the void; He suspends the earth over nothing.",
              "reference": "Job 26:7"
            },
            {
              "content": "He wraps up the waters in His clouds, yet the clouds do not burst under them.",
              "reference": "Job 26:8"
            },
            {
              "content": "He covers the face of the full moon, spreading His clouds over it.",
              "reference": "Job 26:9"
            },
            {
              "content": "He marks out the horizon on the face of the waters, for a boundary between light and dark.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of heaven tremble, astounded at His rebuke!",
              "reference": "Job 26:11"
            },
            {
              "content": "By His power He churns up the sea; by His understanding He smashed Rahab.",
              "reference": "Job 26:12"
            },
            {
              "content": "By His Ruach the heavens are clear; His hand pierced the fleeing serpent.",
              "reference": "Job 26:13"
            },
            {
              "content": "Indeed, these are but glimpses of His ways; how faint the whisper, we hear of Him! Who then can understand the thunder of His might?”",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "And Job took up his discourse again, saying:",
              "reference": "Job 27:1"
            },
            {
              "content": "“As God lives, who has deprived me of justice, Shaddai who has made my soul bitter,",
              "reference": "Job 27:2"
            },
            {
              "content": "as long as my breath is still in me, the Ruach of God in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips will speak no injustice, nor will my tongue mutter deceit.",
              "reference": "Job 27:4"
            },
            {
              "content": "Far be it from me to say that you are just; until I die, I will not set aside my integrity!",
              "reference": "Job 27:5"
            },
            {
              "content": "I will maintain my righteousness, and not let it go; my conscience will not reproach me for any of my days.",
              "reference": "Job 27:6"
            },
            {
              "content": "“May my enemy be like the wicked my enemy like the unrighteous.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what hope has the godless, when he is cut off, when God takes his soul?",
              "reference": "Job 27:8"
            },
            {
              "content": "Will God hear his cry when trouble comes upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "Will he delight in Shaddai? Will he call upon God at all times?",
              "reference": "Job 27:10"
            },
            {
              "content": "I will teach you about the hand of God; I will not conceal the ways of Shaddai.",
              "reference": "Job 27:11"
            },
            {
              "content": "Look, you have all seen this yourselves. Why then this meaningless talk?",
              "reference": "Job 27:12"
            },
            {
              "content": "“This is the portion of a wicked man with God, the inheritance that ruthless men receive from Shaddai.",
              "reference": "Job 27:13"
            },
            {
              "content": "If his children increase— it is for the sword. His offspring will never have enough to eat.",
              "reference": "Job 27:14"
            },
            {
              "content": "Those who survive him will be buried by the plague, and their widows will not weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "Though he piles up silver like dust, and clothing like heaps of mortar,",
              "reference": "Job 27:16"
            },
            {
              "content": "what he lays up, the righteous will wear, and the upright will divide the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "The house he built is like a moth’s cocoon, like a hut made for a watchman.",
              "reference": "Job 27:18"
            },
            {
              "content": "“He lies down wealthy, but will gather no more. When he opens his eyes, all is gone!",
              "reference": "Job 27:19"
            },
            {
              "content": "Terrors overtake him like a flood; a storm sweeps him away at night.",
              "reference": "Job 27:20"
            },
            {
              "content": "The east wind picks him up and he is gone; it sweeps him out of his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "It hurls itself at him without pity as he flees headlong from its hand.",
              "reference": "Job 27:22"
            },
            {
              "content": "It claps its hands at him in derision, and hisses him out of his place.”",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“Surely there is a mine for silver, and a place where gold is refined.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken from the earth, and copper is smelted from ore.",
              "reference": "Job 28:2"
            },
            {
              "content": "Man puts an end to darkness; he searches to the farthest reaches for ore in gloom and blackest darkness.",
              "reference": "Job 28:3"
            },
            {
              "content": "He cuts open a shaft far from dwellings, in places forgotten by feet. Far from other people, they dangle back and forth.",
              "reference": "Job 28:4"
            },
            {
              "content": "The earth, from which food comes, is transformed as by fire;",
              "reference": "Job 28:5"
            },
            {
              "content": "a place whose rocks are sapphires, its dust contains gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "No bird of prey knows the path; nor falcon’s eye has seen it.",
              "reference": "Job 28:7"
            },
            {
              "content": "Proud beasts have not set foot on it, and no lion has passed there.",
              "reference": "Job 28:8"
            },
            {
              "content": "Man sets his hand against the flinty rock and overturns mountains by the roots.",
              "reference": "Job 28:9"
            },
            {
              "content": "He carves out tunnels through the rocks; his eye sees every precious thing.",
              "reference": "Job 28:10"
            },
            {
              "content": "He dams up streams from flowing. And brings hidden things to light.",
              "reference": "Job 28:11"
            },
            {
              "content": "“But where can wisdom be found? Where is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "No mortal comprehends its worth; it cannot be found in the land of the living.",
              "reference": "Job 28:13"
            },
            {
              "content": "The deep says, ‘It is not in me’— The sea says, ‘It’s not with me.’",
              "reference": "Job 28:14"
            },
            {
              "content": "Pure gold cannot be given for it, nor can its price be weighed in silver.",
              "reference": "Job 28:15"
            },
            {
              "content": "It cannot be weighed in gold from Ophir, in precious onyx, or sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "Neither gold or crystal can compare with it, nor vessels of fine gold exchanged for it.",
              "reference": "Job 28:17"
            },
            {
              "content": "No mention will be made of coral or jasper; the price of wisdom is more than pearls.",
              "reference": "Job 28:18"
            },
            {
              "content": "The topaz of Ethiopia cannot compare to it; nor can it be valued in pure gold.",
              "reference": "Job 28:19"
            },
            {
              "content": "Where then does wisdom come from? Where is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "It has been hidden from the eyes of all living things, concealed from the birds of the sky.",
              "reference": "Job 28:21"
            },
            {
              "content": "Abaddon and Death say, ‘With our ears we have heard a rumor of it.’",
              "reference": "Job 28:22"
            },
            {
              "content": "“God understands its way and He knows its place.",
              "reference": "Job 28:23"
            },
            {
              "content": "He looks to the ends of the earth, and sees everything under the heavens.",
              "reference": "Job 28:24"
            },
            {
              "content": "When He made the force of the wind, and measured out the waters,",
              "reference": "Job 28:25"
            },
            {
              "content": "when He set a limit for the rain and a path for the thunderstorm,",
              "reference": "Job 28:26"
            },
            {
              "content": "then He looked at it and assessed it established it and examined it.",
              "reference": "Job 28:27"
            },
            {
              "content": "And He said to mankind, ‘The fear of the Lord —that is wisdom, and to turn away from evil is understanding.”’",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Again Job took up his discourse saying:",
              "reference": "Job 29:1"
            },
            {
              "content": "“O that I could be as in the months gone by, as in the days when God watched over me,",
              "reference": "Job 29:2"
            },
            {
              "content": "when His lamp shone above my head, when by His light I walked through darkness;",
              "reference": "Job 29:3"
            },
            {
              "content": "as I was in the days of my prime, when God’s intimate friendship was upon my tent,",
              "reference": "Job 29:4"
            },
            {
              "content": "when Shaddai was still with me, and my children surrounded me;",
              "reference": "Job 29:5"
            },
            {
              "content": "when my steps were bathed with butter, and the rock poured out for me streams of oil.",
              "reference": "Job 29:6"
            },
            {
              "content": "When I went out to the city gate, and secured my seat in the public square,",
              "reference": "Job 29:7"
            },
            {
              "content": "young men would see me and hide, old men would rise and stand;",
              "reference": "Job 29:8"
            },
            {
              "content": "princes refrained from talking and put their hand over their mouths;",
              "reference": "Job 29:9"
            },
            {
              "content": "the voice of the nobles was hushed and their tongue stuck to their palate.",
              "reference": "Job 29:10"
            },
            {
              "content": "“When the ear heard, it called me blessed, and when the eye saw me, it commended me;",
              "reference": "Job 29:11"
            },
            {
              "content": "for I saved the poor who cried for help, and the orphan who had no one to help him;",
              "reference": "Job 29:12"
            },
            {
              "content": "the blessing of the dying man came on me, and I made the widow’s heart sing for joy.",
              "reference": "Job 29:13"
            },
            {
              "content": "I put on righteousness as my clothing; justice was as my robe and turban.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eyes for the blind and feet for the lame;",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father to the needy, and I investigated the case of one I did not know.",
              "reference": "Job 29:16"
            },
            {
              "content": "I broke the jaws of the unjust, and snatched the prey out of his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "“Then I thought, ‘I will die in my nest, and multiply my days like the sand.",
              "reference": "Job 29:18"
            },
            {
              "content": "My roots reach the water, and dew lies on my branches all night.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory is fresh within me, and my bow is renewed in my hand.’",
              "reference": "Job 29:20"
            },
            {
              "content": "“People listened to me and waited, and kept silent for my advice.",
              "reference": "Job 29:21"
            },
            {
              "content": "After I had spoken, they spoke no more; my words fell on them drop by drop.",
              "reference": "Job 29:22"
            },
            {
              "content": "They waited for me as for the rain, and opened their mouths as for spring rain.",
              "reference": "Job 29:23"
            },
            {
              "content": "When I joked with them, they hardly believed it; they did not cause the light of my face to fall.",
              "reference": "Job 29:24"
            },
            {
              "content": "I chose their way and sat as their chief; I lived as a king among the troops; I was like one who comforts mourners.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“But now they mock me— those younger than I, whose fathers I would have disdained to put with my sheep dogs.",
              "reference": "Job 30:1"
            },
            {
              "content": "Moreover, what use was the strength of their hands to me, since their vigor has gone from them.",
              "reference": "Job 30:2"
            },
            {
              "content": "Haggard from want and hunger, they gnaw the parched land, in former time desolate and waste.",
              "reference": "Job 30:3"
            },
            {
              "content": "In the brush they pluck salt herbs, and their food was from the root of the broom tree.",
              "reference": "Job 30:4"
            },
            {
              "content": "They were banished from society, shouted at as if they were thieves,",
              "reference": "Job 30:5"
            },
            {
              "content": "so they were forced to dwell in wadis, in holes of the earth and among the rocks.",
              "reference": "Job 30:6"
            },
            {
              "content": "They brayed among the bushes and huddled under the nettles.",
              "reference": "Job 30:7"
            },
            {
              "content": "A senseless and nameless brood, they were cast out from the land.",
              "reference": "Job 30:8"
            },
            {
              "content": "“So now I have become their taunt song; I have become a byword to them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They despise me; they keep their distance from me; they do not hesitate to spit in my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "Because He has loosened my cord and afflicted me, they have cast off restraint in my presence",
              "reference": "Job 30:11"
            },
            {
              "content": "On my right the rabble rise up; they entangle my feet and build up their destructive paths against me.",
              "reference": "Job 30:12"
            },
            {
              "content": "They break up my path; they succeed in destroying me without anyone helping them.",
              "reference": "Job 30:13"
            },
            {
              "content": "As through a wide breach they come; amid the ruins they come rolling in.",
              "reference": "Job 30:14"
            },
            {
              "content": "Terrors are turned on me; they chase away my honor like the wind, and like a cloud my deliverance vanishes.",
              "reference": "Job 30:15"
            },
            {
              "content": "“And now my soul is poured out within me; days of suffering have taken hold of me.",
              "reference": "Job 30:16"
            },
            {
              "content": "Night pierces my bones within me; my gnawing pains never rest.",
              "reference": "Job 30:17"
            },
            {
              "content": "By great power He seizes my garment; He binds me like the collar of my tunic.",
              "reference": "Job 30:18"
            },
            {
              "content": "He has cast me into the mud, and I have become like dust and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "“I cry out to You, but You do not answer me; I stand up, but You only look at me.",
              "reference": "Job 30:20"
            },
            {
              "content": "You have turned on me cruelly; You attack me with the might of Your hand.",
              "reference": "Job 30:21"
            },
            {
              "content": "You lift me up on the wind and make me ride on it; You toss me about in the storm.",
              "reference": "Job 30:22"
            },
            {
              "content": "For I know that you will bring me to death, to the house appointed for all the living.",
              "reference": "Job 30:23"
            },
            {
              "content": "Yet does not one in a heap of ruins stretch out His hand, and in his distress cry for help?",
              "reference": "Job 30:24"
            },
            {
              "content": "Have I not wept for the unfortunate? Was not my soul grieved for the poor?",
              "reference": "Job 30:25"
            },
            {
              "content": "Yet, when I hoped for good, evil came; when I waited for light, then darkness came.",
              "reference": "Job 30:26"
            },
            {
              "content": "“My heart seethes and never stops; days of suffering confront me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I walk about blackened, but not by the sun; I stand in the assembly and cry for help.",
              "reference": "Job 30:28"
            },
            {
              "content": "I have become a brother to jackals, and a companion to ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin has turned black on me; my bones burn with heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "My harp is for mourning and my flute for the sound of weeping.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“I made a covenant with my eyes not to pay attention to a virgin.",
              "reference": "Job 31:1"
            },
            {
              "content": "For what is one’s lot from God above, one’s heritage from Shaddai on high?",
              "reference": "Job 31:2"
            },
            {
              "content": "Is it not calamity for the unjust, and disaster for workers of iniquity?",
              "reference": "Job 31:3"
            },
            {
              "content": "Does He not see my ways and count all my steps?",
              "reference": "Job 31:4"
            },
            {
              "content": "“If I have walked in falsehood or my foot has hurried to deceit,",
              "reference": "Job 31:5"
            },
            {
              "content": "then let Him weigh me with honest scales, then God will know my integrity.",
              "reference": "Job 31:6"
            },
            {
              "content": "If my step has strayed from the way, if my heart has walked after my eyes, or if any defilement has stuck to my hands,",
              "reference": "Job 31:7"
            },
            {
              "content": "then let me sow and another eat, and let my crops be uprooted.",
              "reference": "Job 31:8"
            },
            {
              "content": "If my heart has been enticed by a woman, or I have lurked at my neighbor’s door,",
              "reference": "Job 31:9"
            },
            {
              "content": "then let my wife grind for another and let others sleep with her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For that would be a shameful act, an iniquity to be judged.",
              "reference": "Job 31:11"
            },
            {
              "content": "For it is a fire that devours to destruction, and uproots all my harvest.",
              "reference": "Job 31:12"
            },
            {
              "content": "“If I have denied justice to my male or female servant when they disputed with me,",
              "reference": "Job 31:13"
            },
            {
              "content": "then what could I do when God rises up; when He visits, how will I answer Him?",
              "reference": "Job 31:14"
            },
            {
              "content": "Did not He who made me in the womb, make him? Did not the same one form us in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "“If I withheld the desires of the poor or let the eyes of the widow to fail,",
              "reference": "Job 31:16"
            },
            {
              "content": "if I ate my morsel of bread myself, without letting an orphan eat of it",
              "reference": "Job 31:17"
            },
            {
              "content": "(but from my youth I reared him as a father, and from my mother’s womb I guided her),",
              "reference": "Job 31:18"
            },
            {
              "content": "if I have seen anyone perishing for lack of clothing or the needy without a covering,",
              "reference": "Job 31:19"
            },
            {
              "content": "if his heart did not bless me as he warmed himself with the fleece of my sheep,",
              "reference": "Job 31:20"
            },
            {
              "content": "if I have raised my hand against the orphan, when I saw my support in the gate,",
              "reference": "Job 31:21"
            },
            {
              "content": "then let my shoulder blade fall from my shoulder, and let my arm be broken off at the joint.",
              "reference": "Job 31:22"
            },
            {
              "content": "For calamity from God was a terror to me, and because of His majesty, I could do nothing.",
              "reference": "Job 31:23"
            },
            {
              "content": "“If I have put my confidence in gold or said to fine gold, ‘You are my security,’",
              "reference": "Job 31:24"
            },
            {
              "content": "if I rejoiced because of my great wealth or because of the abundance my hand acquired,",
              "reference": "Job 31:25"
            },
            {
              "content": "if I looked at the sun when it shines or the moon moving in splendor,",
              "reference": "Job 31:26"
            },
            {
              "content": "so that my heart was secretly enticed, and my hand threw a kiss from my mouth,",
              "reference": "Job 31:27"
            },
            {
              "content": "then this also would be iniquity to be judged, for I would have denied God above.",
              "reference": "Job 31:28"
            },
            {
              "content": "“If I rejoiced at my enemy’s misfortune or gloated because calamity found him—",
              "reference": "Job 31:29"
            },
            {
              "content": "I have not allowed my mouth to sin, by asking for his life with a curse—",
              "reference": "Job 31:30"
            },
            {
              "content": "if anyone in my household has ever said, ‘Who has not been filled with his meat?’",
              "reference": "Job 31:31"
            },
            {
              "content": "—but no stranger had to spend the night outside for my door was open to the traveler—",
              "reference": "Job 31:32"
            },
            {
              "content": "if I have I covered my transgressions like Adam, by hiding my guilt in my bosom",
              "reference": "Job 31:33"
            },
            {
              "content": "because I feared a great multitude, and the contempt of clans terrified me, so that I kept silent and would not go outside.",
              "reference": "Job 31:34"
            },
            {
              "content": "O, that I had someone to hear me! Look, here is my signature, let Shaddai answer me, let the accuser write the indictment!",
              "reference": "Job 31:35"
            },
            {
              "content": "Surely I would carry it on my shoulder; I would bind it on me as a crown.",
              "reference": "Job 31:36"
            },
            {
              "content": "I would give Him an account of my steps; like a prince I would approach Him.",
              "reference": "Job 31:37"
            },
            {
              "content": "“If my land cries out against me, and its furrows weep together,",
              "reference": "Job 31:38"
            },
            {
              "content": "if I have eaten its fruits without money, or caused the death of its owners,",
              "reference": "Job 31:39"
            },
            {
              "content": "then let briars come up instead of wheat, and stinkweed instead of barley.” The words of Job are ended.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "So these three men stopped answering Job, because he was righteous in his own eyes.",
              "reference": "Job 32:1"
            },
            {
              "content": "Then Elihu son of Barachel the Buzite of the clan of Ram became very angry. He was angry with Job for justifying himself rather than God.",
              "reference": "Job 32:2"
            },
            {
              "content": "He was also angry with his three friends because they had not found an answer, and yet had condemned Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "Now Elihu had waited to speak to Job because they were older.",
              "reference": "Job 32:4"
            },
            {
              "content": "When Elihu saw that there was no answer in the mouth of these three men, his anger was aroused.",
              "reference": "Job 32:5"
            },
            {
              "content": "Then Elihu son of Barachel the Buzite responded and said: “I am young in days and you are old; that is why I was timid and dared not to tell what I know.",
              "reference": "Job 32:6"
            },
            {
              "content": "I thought, ‘Let days speak, and many years teach wisdom.’",
              "reference": "Job 32:7"
            },
            {
              "content": "But there is a spirit in people, the breath of Shaddai that gives them understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "It is not only the aged who are wise or old men who understand justice.",
              "reference": "Job 32:9"
            },
            {
              "content": "“Therefore I say, ‘Listen to me! I, even I, will explain what I know.’",
              "reference": "Job 32:10"
            },
            {
              "content": "Look, I waited for your words, I listened to your reasoning; while you were searching for words",
              "reference": "Job 32:11"
            },
            {
              "content": "I gave you my full attention. But behold, no one proved Job wrong; none among you, answered his statements.",
              "reference": "Job 32:12"
            },
            {
              "content": "Lest you should say, ‘We have found wisdom; let God refute him, not man!’",
              "reference": "Job 32:13"
            },
            {
              "content": "Job has not directed his words to me and I will not respond to him with your arguments.",
              "reference": "Job 32:14"
            },
            {
              "content": "“They are dismayed and no longer reply; words have failed them.",
              "reference": "Job 32:15"
            },
            {
              "content": "Must I wait, since they no longer speak since they stand there with no reply?",
              "reference": "Job 32:16"
            },
            {
              "content": "I too will answer my part; I too will declare what I know.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words, and the spirit within me compels me;",
              "reference": "Job 32:18"
            },
            {
              "content": "inside I am like wine that has no opening, like new wineskins ready to burst.",
              "reference": "Job 32:19"
            },
            {
              "content": "I must speak that I may find relief; I will open my lips that I may answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "I will show partiality to no one, nor will I flatter anyone;",
              "reference": "Job 32:21"
            },
            {
              "content": "for I do not know how to flatter else my Maker would quickly carry me away!",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“But now, Job, listen to my words and give ear to everything I say.",
              "reference": "Job 33:1"
            },
            {
              "content": "See now, I open my mouth; my tongue in my mouth speaks.",
              "reference": "Job 33:2"
            },
            {
              "content": "My words are from my upright heart; my lips speak sincerely what they know.",
              "reference": "Job 33:3"
            },
            {
              "content": "“The Ruach of God has made me; the breath of Shaddai gives me life.",
              "reference": "Job 33:4"
            },
            {
              "content": "Answer me, if you can; array yourselves before me; take your stand!",
              "reference": "Job 33:5"
            },
            {
              "content": "Look, I am the same as you before God; I too am formed from clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "See, no fear of me should terrify you, nor should my pressure be heavy on you.",
              "reference": "Job 33:7"
            },
            {
              "content": "“Indeed, you have said in my hearing, —I heard the sound of the words:",
              "reference": "Job 33:8"
            },
            {
              "content": "‘I am pure, without transgression; I am innocent, without iniquity.",
              "reference": "Job 33:9"
            },
            {
              "content": "Yet, He has found fault with me; He considers me His enemy.",
              "reference": "Job 33:10"
            },
            {
              "content": "He puts my feet in the shackles; He watches closely all my paths.’",
              "reference": "Job 33:11"
            },
            {
              "content": "“But in this, you are not right— I answer you, for God is greater than a mortal.",
              "reference": "Job 33:12"
            },
            {
              "content": "Why do you contend against Him that He does not answer all His words.",
              "reference": "Job 33:13"
            },
            {
              "content": "Indeed, God speaks once, even twice, yet no one perceives it.",
              "reference": "Job 33:14"
            },
            {
              "content": "“In a dream, in a vision of the night, when deep sleep falls on men, as they slumber in bed,",
              "reference": "Job 33:15"
            },
            {
              "content": "Then He opens the ears of men and seals their instruction,",
              "reference": "Job 33:16"
            },
            {
              "content": "in order to turn a man from his conduct and to cover a person’s pride.",
              "reference": "Job 33:17"
            },
            {
              "content": "He spares his soul from the Pit and his life from perishing by the sword.",
              "reference": "Job 33:18"
            },
            {
              "content": "Or a person is chastened with pain on his bed, with continual strife in his bones,",
              "reference": "Job 33:19"
            },
            {
              "content": "so that his life loathes bread, and his soul, desirable food.",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh wastes away from sight, and his bones, once unseen, now stick out.",
              "reference": "Job 33:21"
            },
            {
              "content": "His soul draws near to the Pit and his life to the messengers of death.",
              "reference": "Job 33:22"
            },
            {
              "content": "“If there is an angel beside him, a messenger, one out of a thousand, to declare to a man his uprightness,",
              "reference": "Job 33:23"
            },
            {
              "content": "then He is gracious to him, and says ‘Deliver him from going down to the Pit— I have found a ransom;’",
              "reference": "Job 33:24"
            },
            {
              "content": "let his flesh be restored like a child’s; let him return to the days of his youth.’",
              "reference": "Job 33:25"
            },
            {
              "content": "He entreats God and is accepted by Him; he sees His face with a shout of joy; He restores to the man his righteousness.",
              "reference": "Job 33:26"
            },
            {
              "content": "He sings to others, saying, ‘I have sinned and perverted what is right, but I did not get what I deserved.",
              "reference": "Job 33:27"
            },
            {
              "content": "He redeemed my soul from going down to the Pit, and my life sees the light.’",
              "reference": "Job 33:28"
            },
            {
              "content": "“Indeed, God does all these things, twice, even three times with a man,",
              "reference": "Job 33:29"
            },
            {
              "content": "to bring his soul back from the Pit, that he may be illuminated with the light of life.",
              "reference": "Job 33:30"
            },
            {
              "content": "Pay attention, Job, listen to me; Be silent, and I will speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "If you have anything to say, answer me. Speak, for I want to justify you.",
              "reference": "Job 33:32"
            },
            {
              "content": "If not, then listen to me. Be silent, and I will teach you wisdom.”",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Elihu answered:",
              "reference": "Job 34:1"
            },
            {
              "content": "“Hear my words, you wise men; give ear to me, you men of learning.",
              "reference": "Job 34:2"
            },
            {
              "content": "For the ear tests words as the mouth tastes food.",
              "reference": "Job 34:3"
            },
            {
              "content": "Let us choose for ourselves what is right; Let us learn together what is good.",
              "reference": "Job 34:4"
            },
            {
              "content": "“For Job says, ‘I am righteous, but God has deprived me of justice.",
              "reference": "Job 34:5"
            },
            {
              "content": "Concerning my right, should I lie? My wound is incurable, although I am without transgression.’",
              "reference": "Job 34:6"
            },
            {
              "content": "What man is like Job, who drinks mockery like water,",
              "reference": "Job 34:7"
            },
            {
              "content": "who keeps company with evildoers, and walks with wicked men?",
              "reference": "Job 34:8"
            },
            {
              "content": "For he says, ‘It does not profit a man when he makes his delight with God.’",
              "reference": "Job 34:9"
            },
            {
              "content": "“Therefore, listen to me, you men of understanding: Wickedness is far from God, injustice from Shaddai",
              "reference": "Job 34:10"
            },
            {
              "content": "For He repays a person for what he has done, and brings on the person what he deserves.",
              "reference": "Job 34:11"
            },
            {
              "content": "“Truly God does not act wickedly, and Shaddai does not pervert justice.",
              "reference": "Job 34:12"
            },
            {
              "content": "Who appointed Him over the earth? Who put Him over the whole world?",
              "reference": "Job 34:13"
            },
            {
              "content": "“If He were to set His heart on it, and gather to Himself His Ruach and breath,",
              "reference": "Job 34:14"
            },
            {
              "content": "all flesh would perish together and mankind would return to dust.",
              "reference": "Job 34:15"
            },
            {
              "content": "“Now if you have understanding, hear this; give ear to the sound of my words.",
              "reference": "Job 34:16"
            },
            {
              "content": "Can someone who hates justice govern? Will you condemn the mighty, righteous One?",
              "reference": "Job 34:17"
            },
            {
              "content": "Who says to a king, ‘Worthless man’ and to nobles, ‘Wicked men’!",
              "reference": "Job 34:18"
            },
            {
              "content": "Who shows no partiality before princes, and does not favor the rich over the poor, for they are all the work of His hands.",
              "reference": "Job 34:19"
            },
            {
              "content": "They die in a moment, at midnight, people are shaken and they pass away. The mighty are removed without a hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "“For His eyes are on the ways of man; He sees all his steps.",
              "reference": "Job 34:21"
            },
            {
              "content": "There is no gloom and no deep darkness, where evildoers can hide themselves.",
              "reference": "Job 34:22"
            },
            {
              "content": "For He does not consider a man further that he should go before God in judgment.",
              "reference": "Job 34:23"
            },
            {
              "content": "He shatters the mighty without inquiry, and sets others in their place.",
              "reference": "Job 34:24"
            },
            {
              "content": "Thus He recognizes their deeds, He overturns them in the night and they are crushed.",
              "reference": "Job 34:25"
            },
            {
              "content": "He strikes them for their wickedness in a place where people can see,",
              "reference": "Job 34:26"
            },
            {
              "content": "because they turned from following Him, and have not understood any of His ways.",
              "reference": "Job 34:27"
            },
            {
              "content": "They caused the cry of the poor to come before Him, so that He hears the cry of the afflicted.",
              "reference": "Job 34:28"
            },
            {
              "content": "“But if He is quiet, who can condemn Him? If He hides His face, who can see Him? Yet He is over a nation and an individual alike,",
              "reference": "Job 34:29"
            },
            {
              "content": "so that godless men should not rule, nor lay snares for people.",
              "reference": "Job 34:30"
            },
            {
              "content": "“Suppose someone says to God, ‘I have born chastisement, but I will not act wickedly any more.",
              "reference": "Job 34:31"
            },
            {
              "content": "Teach me what I cannot see. If I have done evil, I will not do it again.’",
              "reference": "Job 34:32"
            },
            {
              "content": "Should He requite it on your terms, because you reject it? But you must choose and not I; now declare what you know.",
              "reference": "Job 34:33"
            },
            {
              "content": "“Men of understanding declare, wise men who hear me say to me,",
              "reference": "Job 34:34"
            },
            {
              "content": "‘Job speaks without knowledge, and his words lack understanding.’",
              "reference": "Job 34:35"
            },
            {
              "content": "Oh, that Job might be tested to the end, for answering like wicked men.",
              "reference": "Job 34:36"
            },
            {
              "content": "For he adds rebellion to his sin; in our midst he claps his hands and multiplies his words against God.”",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Elihu answered, saying:",
              "reference": "Job 35:1"
            },
            {
              "content": "“Do you think this is just? Do you say, ‘My righteousness is greater than God’s?’",
              "reference": "Job 35:2"
            },
            {
              "content": "For you ask, ‘What will it profit you?’ and ‘What do I gain by not sinning?’",
              "reference": "Job 35:3"
            },
            {
              "content": "I will answer you, and your friends with you.",
              "reference": "Job 35:4"
            },
            {
              "content": "Look up at the heavens and see; consider the clouds so high above you.",
              "reference": "Job 35:5"
            },
            {
              "content": "If you sin, how does it affect Him? If your transgressions are many, what do you do to Him?",
              "reference": "Job 35:6"
            },
            {
              "content": "If you are righteous, what do you give Him, or what does He receive from your hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Your wickedness is for a man like yourself, and your righteousness for a son of man.",
              "reference": "Job 35:8"
            },
            {
              "content": "“Because of a multitude of oppressions, they cry out; they cry for help because of the power of the mighty.",
              "reference": "Job 35:9"
            },
            {
              "content": "But no one says, ‘Where is God my Maker, who gives songs in the night,",
              "reference": "Job 35:10"
            },
            {
              "content": "who teaches us more than the animals of the earth, who makes us wiser than the birds of the sky?’",
              "reference": "Job 35:11"
            },
            {
              "content": "There they cry out, but He does not answer, because of the pride of the wicked.",
              "reference": "Job 35:12"
            },
            {
              "content": "Indeed God does not hear an empty cry; Shaddai pays no attention to it.",
              "reference": "Job 35:13"
            },
            {
              "content": "How much less when you say that you do not perceive Him that the case is before Him and you must wait for Him.",
              "reference": "Job 35:14"
            },
            {
              "content": "And further, that His anger does not punish and that He does not know transgression?",
              "reference": "Job 35:15"
            },
            {
              "content": "So Job opens his mouth with nonsense, without knowledge he multiplies words.”",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Elihu said further:",
              "reference": "Job 36:1"
            },
            {
              "content": "“Be patient with me a bit longer and I will show you that there is more to say on God’s behalf.",
              "reference": "Job 36:2"
            },
            {
              "content": "I get my knowledge from afar; I ascribe righteousness to my Maker.",
              "reference": "Job 36:3"
            },
            {
              "content": "For truly, my words are not false; One who is perfect in knowledge is with you.",
              "reference": "Job 36:4"
            },
            {
              "content": "“Indeed, God is mighty, but despises none, He is mighty in strength of understanding.",
              "reference": "Job 36:5"
            },
            {
              "content": "He does not keep the wicked alive, but gives justice to the afflicted.",
              "reference": "Job 36:6"
            },
            {
              "content": "He does not take His eyes from the righteous, but enthrones them with kings and exalts them forever.",
              "reference": "Job 36:7"
            },
            {
              "content": "But if they are bound in chains, and held captive by cords of affliction,",
              "reference": "Job 36:8"
            },
            {
              "content": "then He declares to them their deed that they have transgressed arrogantly.",
              "reference": "Job 36:9"
            },
            {
              "content": "And He opens their ear to instruction, and commands that they turn from evil.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they obey and serve, they will end their days in prosperity, and their years in happiness.",
              "reference": "Job 36:11"
            },
            {
              "content": "But if they do not listen, they will perish by the sword, and die without knowledge.",
              "reference": "Job 36:12"
            },
            {
              "content": "“The godless in heart harbor anger, they do not cry for help even when He binds them.",
              "reference": "Job 36:13"
            },
            {
              "content": "Their souls die in youth, their life ends among cult prostitutes.",
              "reference": "Job 36:14"
            },
            {
              "content": "He delivers the afflicted by his affliction and opens their ear in oppression.",
              "reference": "Job 36:15"
            },
            {
              "content": "“And indeed, He will draw you from the mouth of distress, to a spacious place without constraint, and the comfort of a table full of rich food.",
              "reference": "Job 36:16"
            },
            {
              "content": "But you are full of judgment on the wicked, judgment and justice take hold of you!",
              "reference": "Job 36:17"
            },
            {
              "content": "Beware lest wrath entice you with riches; or a large bribe turn you aside.",
              "reference": "Job 36:18"
            },
            {
              "content": "Will your wealth sustain you to keep you from distress, or even all your mighty efforts?",
              "reference": "Job 36:19"
            },
            {
              "content": "Do not long for the night, when people vanish from their places.",
              "reference": "Job 36:20"
            },
            {
              "content": "Be careful, do not turn to iniquity; for you have chosen this rather than affliction.",
              "reference": "Job 36:21"
            },
            {
              "content": "“Indeed, God is exalted in His power. Who is a teacher like Him?",
              "reference": "Job 36:22"
            },
            {
              "content": "Who has prescribed His way for Him? Or said ‘You have done wrong’?",
              "reference": "Job 36:23"
            },
            {
              "content": "Remember to magnify His work, of which people have sung.",
              "reference": "Job 36:24"
            },
            {
              "content": "All mankind has seen it; people gaze on it from afar.",
              "reference": "Job 36:25"
            },
            {
              "content": "Behold, God is exalted —beyond our knowledge! The number of His years is unsearchable.",
              "reference": "Job 36:26"
            },
            {
              "content": "For He draws up the drops of water; they distill rain into its mist,",
              "reference": "Job 36:27"
            },
            {
              "content": "which the clouds pour down and shower mankind abundantly.",
              "reference": "Job 36:28"
            },
            {
              "content": "Indeed, who can understand the spreading of the clouds, and the thunder from His pavilion?",
              "reference": "Job 36:29"
            },
            {
              "content": "“See how He scatters His lightning about Him, covering the depths of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by these, He judges peoples and supplies food in abundance.",
              "reference": "Job 36:31"
            },
            {
              "content": "He covers His hands with lightning and commands it to strike its target.",
              "reference": "Job 36:32"
            },
            {
              "content": "His thunder declares His presence, the cattle also, about what is coming.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“At this my heart trembles and leaps from its place.",
              "reference": "Job 37:1"
            },
            {
              "content": "Listen carefully to the roar of His voice, the rumbling that comes from His mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "Under the whole heaven He lets it loose, and His light to the ends of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "After that a voice roars; He thunders with His majestic voice. He does not hold them back when His voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God thunders wondrously with His voice; He does great things beyond our comprehension.",
              "reference": "Job 37:5"
            },
            {
              "content": "“For to the snow He says, ‘Fall to the earth,’ and to the torrential rain— be a mighty downpour of rain.",
              "reference": "Job 37:6"
            },
            {
              "content": "He seals the hand of every man, so that all men will know His work.",
              "reference": "Job 37:7"
            },
            {
              "content": "The animals go into their lairs; they remain in their dens.",
              "reference": "Job 37:8"
            },
            {
              "content": "Out of its chamber comes the storm, and icy cold from the driving wind.",
              "reference": "Job 37:9"
            },
            {
              "content": "From the breath of God frost is made, and the watery expanse freezes.",
              "reference": "Job 37:10"
            },
            {
              "content": "He loads the cloud with moisture; He scatters His cloud of lightning.",
              "reference": "Job 37:11"
            },
            {
              "content": "It swirls around by His guidance, to do whatever He commands on the face of the inhabited world.",
              "reference": "Job 37:12"
            },
            {
              "content": "Whether it is a rod of punishment or for His land or for lovingkindness, He causes it to happen.",
              "reference": "Job 37:13"
            },
            {
              "content": "“Listen to this, Job: stand and consider God’s wonders.",
              "reference": "Job 37:14"
            },
            {
              "content": "Do you know how God orders them, and makes the lightning flash in His cloud?",
              "reference": "Job 37:15"
            },
            {
              "content": "Do you know the balancing of clouds, the wonders of Him who has perfect knowledge?",
              "reference": "Job 37:16"
            },
            {
              "content": "“You, whose clothes are hot, when the earth is still, because of the south wind,",
              "reference": "Job 37:17"
            },
            {
              "content": "can you, with Him, stretch out the skies, strong as a mirror of molten metal?",
              "reference": "Job 37:18"
            },
            {
              "content": "Teach us what to say to Him; we cannot prepare a case because of the darkness.",
              "reference": "Job 37:19"
            },
            {
              "content": "Should He be informed that I want to speak? If a man speaks, would he be swallowed up?",
              "reference": "Job 37:20"
            },
            {
              "content": "But now, they do not see the light, bright as it is in the skies, until the wind has passed and cleared the clouds away.",
              "reference": "Job 37:21"
            },
            {
              "content": "Out of the north comes in golden splendor; around God is awesome majesty.",
              "reference": "Job 37:22"
            },
            {
              "content": "Shaddai, we cannot find Him! He is great in power and justice, and abundant righteousness He does not oppress.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore people fear Him; He does not regard all the wise of heart.”",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Adonai answered Job out of the whirlwind. He said:",
              "reference": "Job 38:1"
            },
            {
              "content": "“Who is this, who darkens counsel with words without knowledge?",
              "reference": "Job 38:2"
            },
            {
              "content": "Now gird up your loins like a man; I will question you, and you will inform Me!",
              "reference": "Job 38:3"
            },
            {
              "content": "“Where were you when I laid the foundations of earth? Tell Me, if you have understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who set its dimensions —if you know— or who stretched a line over it?",
              "reference": "Job 38:5"
            },
            {
              "content": "On what were its foundations set, or who laid its cornerstone—",
              "reference": "Job 38:6"
            },
            {
              "content": "when the morning stars sang together, and all the sons of God shouted for joy?",
              "reference": "Job 38:7"
            },
            {
              "content": "“And who shut up the sea behind doors when it burst forth from the womb,",
              "reference": "Job 38:8"
            },
            {
              "content": "when I made a cloud its garment and thick darkness its swaddling cloth,",
              "reference": "Job 38:9"
            },
            {
              "content": "when I prescribed my boundary for it, and set bars and gates,",
              "reference": "Job 38:10"
            },
            {
              "content": "when I said, ‘This far you may come, but no further; here your majestic waves will stop.’",
              "reference": "Job 38:11"
            },
            {
              "content": "“Have you ever in your life commanded the morning, or caused dawn to know its place;",
              "reference": "Job 38:12"
            },
            {
              "content": "that it would take hold of the corners of the earth and shake the wicked out of it?",
              "reference": "Job 38:13"
            },
            {
              "content": "It changes shape like clay under a seal— they stand out like those of a garment.",
              "reference": "Job 38:14"
            },
            {
              "content": "And from the wicked their light is withheld, and the upraised arm is broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "“Have you gone to the springs of the sea, or walked in the recesses of the deep?",
              "reference": "Job 38:16"
            },
            {
              "content": "Have the gates of death been revealed to you? Have you seen the gates of the deepest darkness?",
              "reference": "Job 38:17"
            },
            {
              "content": "Have you comprehended the expanses of the earth? If you know it all, declare it!",
              "reference": "Job 38:18"
            },
            {
              "content": "In what direction does light dwell, and darkness, where is its place—",
              "reference": "Job 38:19"
            },
            {
              "content": "that you can take it to its borders, and discern the paths to its home?",
              "reference": "Job 38:20"
            },
            {
              "content": "Surely you know, for you were born then; and the number of your days is great!",
              "reference": "Job 38:21"
            },
            {
              "content": "“Have you entered the storehouses of snow or seen the storehouses of hail,",
              "reference": "Job 38:22"
            },
            {
              "content": "which I reserved for a time of distress, for a day of battle and war?",
              "reference": "Job 38:23"
            },
            {
              "content": "In what direction is light distributed, or the east wind scattered over the earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who cuts a channel for the flood, and a path for the thunderstorm,",
              "reference": "Job 38:25"
            },
            {
              "content": "to cause it to rain on an uninhabited land, a desert with no one in it,",
              "reference": "Job 38:26"
            },
            {
              "content": "to satisfy a devastated and desolate land, and cause it to sprout grass?",
              "reference": "Job 38:27"
            },
            {
              "content": "Does the rain have a father, or who has birthed the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "From whose womb comes the ice? Who gives birth to the frost of heaven,",
              "reference": "Job 38:29"
            },
            {
              "content": "when the waters hide like stone, and the surface of the deep is frozen?",
              "reference": "Job 38:30"
            },
            {
              "content": "“Can you bind the chains of Pleiades or loosen the belt of Orion?",
              "reference": "Job 38:31"
            },
            {
              "content": "Do you bring out the constellations in their season or guide the Bear with her cubs?",
              "reference": "Job 38:32"
            },
            {
              "content": "Do you know the ordinances of the heavens? Can you set up dominion over the earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "“Can you raise your voice to the clouds and cover yourself with an abundance of water?",
              "reference": "Job 38:34"
            },
            {
              "content": "Can you send out lightning bolts, so they go? Will they say to you, ‘Here we are’?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who put wisdom in the secret place or gave understanding to the mind?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who can count the clouds by wisdom, or tip over the water jars of heaven,",
              "reference": "Job 38:37"
            },
            {
              "content": "when dust hardens into a mass and clods of earth stick together?",
              "reference": "Job 38:38"
            },
            {
              "content": "“Do you hunt prey for the lioness or satisfy the hunger of young lions,",
              "reference": "Job 38:39"
            },
            {
              "content": "when they crouch in their dens or lie in wait in the thicket?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who arranges provision for the raven, when its young cry out to God, and wander about for lack of food?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“Do you know when the mountain goats give birth? Do you observe the calving doe?",
              "reference": "Job 39:1"
            },
            {
              "content": "Do you count the months they fulfill and do you know the time when they give birth",
              "reference": "Job 39:2"
            },
            {
              "content": "when they kneel, bring forth their young, and their labor pains end?",
              "reference": "Job 39:3"
            },
            {
              "content": "Their young thrive and grow strong in the open field; They leave and never return to them.",
              "reference": "Job 39:4"
            },
            {
              "content": "“Who sent the wild donkey free? Who released the bonds of the wild ass,",
              "reference": "Job 39:5"
            },
            {
              "content": "to whom I gave the Arabah as its home, the salt land as its dwelling place?",
              "reference": "Job 39:6"
            },
            {
              "content": "It scorns the commotion in the town; it does not hear the taskmaster’s shouts.",
              "reference": "Job 39:7"
            },
            {
              "content": "It explores the mountains as its pasture and searches after every green thing.",
              "reference": "Job 39:8"
            },
            {
              "content": "“Is the wild ox willing to serve you? Will it spend the night at your manger?",
              "reference": "Job 39:9"
            },
            {
              "content": "Will you bind a wild ox to a furrow with his rope? Will it plow valleys behind you?",
              "reference": "Job 39:10"
            },
            {
              "content": "Will you rely on it for its great strength? Will you leave your labor to it?",
              "reference": "Job 39:11"
            },
            {
              "content": "Can you trust it to bring in your seed and gather it to your threshing floor?",
              "reference": "Job 39:12"
            },
            {
              "content": "“The wings of the ostrich flap joyously, but are they the pinions and plumage of a stork?",
              "reference": "Job 39:13"
            },
            {
              "content": "For she leaves her eggs on the ground and lets them warm in the soil,",
              "reference": "Job 39:14"
            },
            {
              "content": "and forgets that a foot may crush them, that a wild beast may trample them.",
              "reference": "Job 39:15"
            },
            {
              "content": "She treats her young ones harshly, as if they were not hers; She is not concerned that her labor was in vain,",
              "reference": "Job 39:16"
            },
            {
              "content": "for God did not endow her with wisdom or give her a share of understanding.",
              "reference": "Job 39:17"
            },
            {
              "content": "When she lifts herself to flee she laughs at the horse and its rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "“Do you give the horse its strength? Do you clothe his neck with a mane?",
              "reference": "Job 39:19"
            },
            {
              "content": "Do you cause him to leap like locust? His majestic snorting is terrifying!",
              "reference": "Job 39:20"
            },
            {
              "content": "He paws in the valley and exalting in his strength he charges into the fray.",
              "reference": "Job 39:21"
            },
            {
              "content": "He laughs at fear and is not dismayed; he does not recoil from the sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "On him the quiver rattles; the spear and javelin flash.",
              "reference": "Job 39:23"
            },
            {
              "content": "With quaking and excitement, he swallows up the ground. He cannot stand still when the shofar sounds.",
              "reference": "Job 39:24"
            },
            {
              "content": "At the blast of the shofar, he says, ‘Aha!’ From a distance he smells battle, the shout of the captains and the battle cry.",
              "reference": "Job 39:25"
            },
            {
              "content": "“Is it by your wisdom that the hawk soars, spreading its wings toward the south?",
              "reference": "Job 39:26"
            },
            {
              "content": "Is it by your command that an eagle soars and builds its nest high?",
              "reference": "Job 39:27"
            },
            {
              "content": "It dwells on a cliff and spends the night there, on a rocky crag and stronghold.",
              "reference": "Job 39:28"
            },
            {
              "content": "From there it searches for food; its eyes detect it from afar.",
              "reference": "Job 39:29"
            },
            {
              "content": "Its young ones suck up blood, and where the slain are, there it is.”",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Then Adonai answered Job, saying:",
              "reference": "Job 40:1"
            },
            {
              "content": "“Will the one who contends with Shaddai correct him? Let him who accuses God answer!”",
              "reference": "Job 40:2"
            },
            {
              "content": "Then Job answered Adonai. He said:",
              "reference": "Job 40:3"
            },
            {
              "content": "“Indeed, I am unworthy— what can I reply to You? I put my hand over my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "I spoke once, but I have no answer— twice, but I will say no more.”",
              "reference": "Job 40:5"
            },
            {
              "content": "Then Adonai answered Job from the whirlwind:",
              "reference": "Job 40:6"
            },
            {
              "content": "“Brace yourself like a man; I will question you, and you will inform Me!",
              "reference": "Job 40:7"
            },
            {
              "content": "“Would you really annul My judgment? Would you condemn Me to justify yourself?",
              "reference": "Job 40:8"
            },
            {
              "content": "Do you have an arm like God’s and can you thunder with a voice like His?",
              "reference": "Job 40:9"
            },
            {
              "content": "Then adorn yourself in majesty and dignity; clothe yourself in splendor and honor.",
              "reference": "Job 40:10"
            },
            {
              "content": "Scatter the fury of your anger. Look at every proud person and bring him low;",
              "reference": "Job 40:11"
            },
            {
              "content": "look at everyone who is proud and humble him; tread down the wicked where they stand.",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide them together in the dust bind their faces in the hidden place.",
              "reference": "Job 40:13"
            },
            {
              "content": "Then I—even I will acknowledge to you, that your own right hand can save you!",
              "reference": "Job 40:14"
            },
            {
              "content": "“Look now at Behemoth, which I made along with you. He eats grass like an ox.",
              "reference": "Job 40:15"
            },
            {
              "content": "Now look at his strength in his loins, and his power in the muscles of his belly.",
              "reference": "Job 40:16"
            },
            {
              "content": "He stiffens his tail like a cedar; the sinews of his thighs are knit together.",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones are tubes of bronze; His limbs like rods of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "He is first among the ways of God, Let his Maker draw near with His sword!",
              "reference": "Job 40:19"
            },
            {
              "content": "For the mountains bring him food, and all the wild animals play there.",
              "reference": "Job 40:20"
            },
            {
              "content": "Under the lotus plants he lies down, in the secrecy of the reeds and marsh.",
              "reference": "Job 40:21"
            },
            {
              "content": "The lotuses conceal him in their shade; the willows of the brook surround him.",
              "reference": "Job 40:22"
            },
            {
              "content": "If the river rages, he is not alarmed. He is secure, even though the Jordan surges against his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "Can anyone capture it by its eyes, or pierce his nose with hooks?",
              "reference": "Job 40:24"
            },
            {
              "content": "“Can you pull in Leviathan with a hook, or tie down his tongue with a cord?",
              "reference": "Job 40:25"
            },
            {
              "content": "Can you put a reed rope in his nose or pierce his jaw with a hook?",
              "reference": "Job 40:26"
            },
            {
              "content": "Will he make many supplications to you, or speak softly to you?",
              "reference": "Job 40:27"
            },
            {
              "content": "Will he make a covenant with you, so you can take him as a slave forever?",
              "reference": "Job 40:28"
            },
            {
              "content": "Can you play with him like a bird, or put him on a leash for your girls?",
              "reference": "Job 40:29"
            },
            {
              "content": "Will traders barter for him? Will they divide him among the merchants?",
              "reference": "Job 40:30"
            },
            {
              "content": "Can you fill his hide with harpoons or his head with fishing spears?",
              "reference": "Job 40:31"
            },
            {
              "content": "If you lay your hands on him— you will remember the battle and never do it again!",
              "reference": "Job 40:32"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "“See, his hope is wrong, he is laid low, even the sight of him.",
              "reference": "Job 41:1"
            },
            {
              "content": "Is he not fierce when he is roused? Who then is able to stand before Me?",
              "reference": "Job 41:2"
            },
            {
              "content": "Who has confronted Me that I should repay? Everything under heaven belongs to Me.",
              "reference": "Job 41:3"
            },
            {
              "content": "“I will not keep silent about his limbs, or his might or the grace of his arrangement.",
              "reference": "Job 41:4"
            },
            {
              "content": "Who can strip off his outer garment? Who can penetrate his double armor?",
              "reference": "Job 41:5"
            },
            {
              "content": "Who can open the doors of his face, ringed with fearsome teeth?",
              "reference": "Job 41:6"
            },
            {
              "content": "His rows of shields are his pride, shut up closely as with tight seal;",
              "reference": "Job 41:7"
            },
            {
              "content": "each so close to the next, that no air can pass between.",
              "reference": "Job 41:8"
            },
            {
              "content": "They are joined one to another; they clasp each other and cannot be separated.",
              "reference": "Job 41:9"
            },
            {
              "content": "“He sneezes out flashes of light; his eyes are like the eyelids of dawn.",
              "reference": "Job 41:10"
            },
            {
              "content": "Out of his mouth go flames, sparks of fire shoot out.",
              "reference": "Job 41:11"
            },
            {
              "content": "Smoke pours from his nostrils, as a boiling pot over burning reeds.",
              "reference": "Job 41:12"
            },
            {
              "content": "His breath sets coals ablaze and flames dart from his mouth.",
              "reference": "Job 41:13"
            },
            {
              "content": "“Strength resides in his neck; dismay runs before him.",
              "reference": "Job 41:14"
            },
            {
              "content": "The folds of his flesh are tightly joined; they are firm on him, immovable.",
              "reference": "Job 41:15"
            },
            {
              "content": "His heart is hard as rock, hard as a lower millstone.",
              "reference": "Job 41:16"
            },
            {
              "content": "“When he rises up, the mighty are afraid; at his crashing they retreat.",
              "reference": "Job 41:17"
            },
            {
              "content": "A sword that reaches him has no effect— nor with a spear, dart, or javelin.",
              "reference": "Job 41:18"
            },
            {
              "content": "He regards iron as straw, bronze as rotten wood.",
              "reference": "Job 41:19"
            },
            {
              "content": "Arrows do not make him flee; sling stones become like chaff to him.",
              "reference": "Job 41:20"
            },
            {
              "content": "A club is regarded as stubble; he laughs at the rattling 0f a lance.",
              "reference": "Job 41:21"
            },
            {
              "content": "“His undersides are jagged potsherds, leaving a trail like a threshing sledge in mud.",
              "reference": "Job 41:22"
            },
            {
              "content": "He makes the deep boil like a cauldron and stirs up the sea like a pot of ointment.",
              "reference": "Job 41:23"
            },
            {
              "content": "He leaves a shining wake behind him; one would think the deep had white hair.",
              "reference": "Job 41:24"
            },
            {
              "content": "Nothing on dry land is his equal— a creature without fear.",
              "reference": "Job 41:25"
            },
            {
              "content": "He sees every haughty thing; he is king over all who are proud.”",
              "reference": "Job 41:26"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 TLV",
          "version": "TLV",
          "verses": [
            {
              "content": "Job answered Adonai and said:",
              "reference": "Job 42:1"
            },
            {
              "content": "“I know You can do all things; no purpose of Yours can be thwarted.",
              "reference": "Job 42:2"
            },
            {
              "content": "You ask, ‘Who is this, who darkens counsel without knowledge?’ Surely I spoke without understanding, things too wonderful for me which I did not know.",
              "reference": "Job 42:3"
            },
            {
              "content": "You said, ‘Hear now, and I will speak; I will question you, and you will inform Me.’",
              "reference": "Job 42:4"
            },
            {
              "content": "I had heard of You by the hearing of the ear; but now my eye has seen You.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I despise myself, and repent on dust and ashes.”",
              "reference": "Job 42:6"
            },
            {
              "content": "After Adonai had spoken these words to Job, Adonai said to Eliphaz the Temanite, “My anger is kindled against you and against your two friends, because you have not spoken about Me what is right, like My servant Job has.",
              "reference": "Job 42:7"
            },
            {
              "content": "So now, take for yourselves seven young bulls and seven rams and go to My servant Job and offer a burnt offering for yourselves. My servant Job will pray for you, for I will accept Job’s prayer and not deal with you according to your folly because you have not spoken correctly about Me, like My servant Job.”",
              "reference": "Job 42:8"
            },
            {
              "content": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite went and did what Adonai told them; and Adonai accepted Job’s prayer.",
              "reference": "Job 42:9"
            },
            {
              "content": "So Adonai restored what Job had lost, after he prayed for his friends and Adonai doubled everything that Job had before.",
              "reference": "Job 42:10"
            },
            {
              "content": "Then all his brothers, all his sisters and everyone who had known him before, came to him and ate bread with him in his house. They consoled him and comforted him for all the calamity that Adonai had brought upon him. Each of them gave him a piece of money and a gold ring.",
              "reference": "Job 42:11"
            },
            {
              "content": "So Adonai blessed Job’s latter days more than at his beginning. He had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen and 1,000 female donkeys.",
              "reference": "Job 42:12"
            },
            {
              "content": "He also had seven sons and three daughters.",
              "reference": "Job 42:13"
            },
            {
              "content": "He called the name of the first Jemimah, the name of the second Keziah, and the name of the third Keren-happuch.",
              "reference": "Job 42:14"
            },
            {
              "content": "Nowhere in the land were there found women as beautiful as the daughters of Job. Their father gave them an inheritance along with their brothers.",
              "reference": "Job 42:15"
            },
            {
              "content": "After this, Job lived 140 years; he saw his children and their children for four generations.",
              "reference": "Job 42:16"
            },
            {
              "content": "And so Job died, old and full of days.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Copyright © 2014 - Messianic Jewish Family Bible Society",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}