{
  "translation": "TOJB2011",
  "translationId": 130,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Iyov 1 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "There was an ish in Eretz Utz, shmo Iyov; and that ish was blameless and yashar, and yire Elohim, and shunned evil.",
              "reference": "Iyov 1:1"
            },
            {
              "content": "And there were born unto him seven banim and shalosh banot.",
              "reference": "Iyov 1:2"
            },
            {
              "content": "His possessions also were seven thousand tzon and three thousand gemalim, and five hundred yoke of oxen, and five hundred she-donkeys, and very many avadim; so that this ish was the greatest of kol bnei kedem.",
              "reference": "Iyov 1:3"
            },
            {
              "content": "And his banim went and held a mishteh in their bais, every one in his turn in his bais; and sent and called for their three achayot to eat and to drink with them.",
              "reference": "Iyov 1:4"
            },
            {
              "content": "And it was so, when the yamim of their mishteh were gone, that Iyov sent and set them apart as kodesh, and rose up early in the boker, and offered olot (burnt offerings) according to the mispar (number) of them all: for Iyov said, It may be that my banim have sinned, and cursed Elohim in their hearts. Thus did Iyov kol hayamim.",
              "reference": "Iyov 1:5"
            },
            {
              "content": "Now there was a yom when the Bnei HaElohim came to present themselves before Hashem, and HaSatan came also among them.",
              "reference": "Iyov 1:6"
            },
            {
              "content": "And Hashem said unto HaSatan, From where comest thou? Then HaSatan answered Hashem, and said, From roaming to and fro in ha'aretz, and from walking up and down in it.",
              "reference": "Iyov 1:7"
            },
            {
              "content": "And Hashem said unto HaSatan, Hast thou considered in thy heart avdi Iyov, that there is none like him in ha'aretz, a perfect and a yashar ish, yire Elohim, and shunneth evil?",
              "reference": "Iyov 1:8"
            },
            {
              "content": "Then HaSatan answered Hashem, and said, Is Iyov a yire Elohim (G-d fearer) for nothing?",
              "reference": "Iyov 1:9"
            },
            {
              "content": "Hast not Thou made a hedge about him, and about his bais, and about all that he hath on every side? Thou hast blessed the ma'aseh (work) of his hands, and his possessions are increased in ha'aretz.",
              "reference": "Iyov 1:10"
            },
            {
              "content": "But put forth Thine yad now, and strike all that he hath, and he will curse Thee to Thy face.",
              "reference": "Iyov 1:11"
            },
            {
              "content": "And Hashem said unto HaSatan, Hinei, all that he hath is in thy yad; only upon himself put not forth thine yad. So HaSatan went out from the presence of Hashem.",
              "reference": "Iyov 1:12"
            },
            {
              "content": "And there was a yom when his banim and his banot were eating and drinking yayin in the bais achihem habechor (the house of their firstborn brother):",
              "reference": "Iyov 1:13"
            },
            {
              "content": "And there came a malach (messenger) unto Iyov, and said, The oxen were plowing, and the donkeys feeding beside them:",
              "reference": "Iyov 1:14"
            },
            {
              "content": "And the Sabeans attacked, and took them away; yea, they have slain the na'arim with the edge of the cherev; and I only am escaped alone to tell thee.",
              "reference": "Iyov 1:15"
            },
            {
              "content": "While he was yet speaking, there came also another, and said, The eish Elohim is fallen from Shomayim, and hath burned up the tzon, and the na'arim, and consumed them; and I only am escaped alone to tell thee.",
              "reference": "Iyov 1:16"
            },
            {
              "content": "While he was yet speaking, there came also another, and said, The Kasdim (Chaldeans) formed shloshah rashim, and fell upon the gemalim and have carried them away, yea and slain the na'arim with the edge of the cherev; and I only am escaped alone to tell thee.",
              "reference": "Iyov 1:17"
            },
            {
              "content": "While he was yet speaking, there came also another, and said, Thy banim and thy banot were eating and drinking yayin in the bais achihem habechor;",
              "reference": "Iyov 1:18"
            },
            {
              "content": "And, hinei, there came a ruach gedolah from the midbar, and struck the arbah pinot (four corners) of the bais, and it fell upon the na'arim, and they are dead; and I only am escaped alone to tell thee.",
              "reference": "Iyov 1:19"
            },
            {
              "content": "Then Iyov arose, and made the keri'ah on his mantle, and shaved his head, and fell down upon the ground, and worshiped,",
              "reference": "Iyov 1:20"
            },
            {
              "content": "And said, Arom came I out of beten immi, and arom shall I return there; Hashem gave, and Hashem hath taken away; yehi Shem Hashem mevorach.",
              "reference": "Iyov 1:21"
            },
            {
              "content": "In all this Iyov sinned not, nor natan tiflah l'Elohim (charged G-d with folly).",
              "reference": "Iyov 1:22"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Iyov 2 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Again there was a day when the Bnei HaElohim came to present themselves before Hashem, and HaSatan came also among them to present himself before Hashem.",
              "reference": "Iyov 2:1"
            },
            {
              "content": "And Hashem said unto HaSatan, From where comest thou? And HaSatan answered Hashem, and said, From going to and fro through ha'aretz, and from walking up and down in it.",
              "reference": "Iyov 2:2"
            },
            {
              "content": "And Hashem said unto HaSatan, Hast thou considered in your meditation Avdi (My Servant) Iyov, that there is none like him in ha'aretz, ish tam and yashar, yire Elohim, and shunning rah? And still he holdeth fast his integrity, although thou inciteth Me against him, to ruin him for no reason.",
              "reference": "Iyov 2:3"
            },
            {
              "content": "And HaSatan answered Hashem, and said, Skin for skin, yea, all that an ish hath will he give for his nefesh.",
              "reference": "Iyov 2:4"
            },
            {
              "content": "But stretch forth Thine yad now, and touch his etzem and his basar, and he will curse Thee to Thy face.",
              "reference": "Iyov 2:5"
            },
            {
              "content": "And Hashem said unto HaSatan, Hinei, he is in thine yad; but spare his nefesh.",
              "reference": "Iyov 2:6"
            },
            {
              "content": "So went HaSatan out from the presence of Hashem, and afflicted Iyov with shekhin rah (foul boils) from the sole of his regel unto the top of his head.",
              "reference": "Iyov 2:7"
            },
            {
              "content": "And he took him a cheres (potsherd, piece of broken pottery) to scrape himself withal; and he sat down among the ashes.",
              "reference": "Iyov 2:8"
            },
            {
              "content": "Then said his isha unto him, Dost thou still retain thine integrity? Curse Elohim, and die.",
              "reference": "Iyov 2:9"
            },
            {
              "content": "But he said unto her, Thou speakest as one of the nevalot (foolish women) speaketh. What? Shall we receive hatov from Elohim, and shall we not accept harah? In all this did not Iyov sin in what he said.",
              "reference": "Iyov 2:10"
            },
            {
              "content": "Now when the three friends of Iyov heard of all this ra'ah that had come upon him, they came every one from his own place; Eliphaz the Temani, and Bildad the Shuchi, and Tzophar the Na'amati; for they had made an appointment together to come to sympathize with him and to comfort him.",
              "reference": "Iyov 2:11"
            },
            {
              "content": "And when they lifted up their eyes afar off, and recognized him not, they lifted up their voice, and wept; and they made the keri'ah every one on his mantle, and sprinkled dust upon their heads toward Shomayim.",
              "reference": "Iyov 2:12"
            },
            {
              "content": "So they sat [shiva] with him upon the ground shivat yamim and shivat lailah, and none spoke a word unto him; for they saw that his suffering was very great.",
              "reference": "Iyov 2:13"
            },
            {
              "content": "After this opened Iyov his mouth, and cursed his yom.",
              "reference": "Iyov 2:14"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Iyov 3 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "And Iyov spoke, and said,",
              "reference": "Iyov 3:1"
            },
            {
              "content": "Let the yom perish wherein I was born, and halailah in which it was said, There is a gever born.",
              "reference": "Iyov 3:2"
            },
            {
              "content": "Let that yom be choshech; let not Elohim regard it from above, neither let the light shine upon it.",
              "reference": "Iyov 3:3"
            },
            {
              "content": "Let choshech and the tzalmavet (shadow of death) claim it; let an anan dwell upon it; let the blackness of the yom terrify it.",
              "reference": "Iyov 3:4"
            },
            {
              "content": "As for that lailah, let darkness seize upon it; let it not be joined unto the yamim of the shanah, let it not come into the number of the months.",
              "reference": "Iyov 3:5"
            },
            {
              "content": "Hinei, let that lailah be barren; let no joyful shout come therein.",
              "reference": "Iyov 3:6"
            },
            {
              "content": "Let them curse it that curse the yom, who are ready to rouse Leviathan.",
              "reference": "Iyov 3:7"
            },
            {
              "content": "Let the kokhavim of the dawn thereof be dark; let it look for ohr, but have none; neither let it see the dawning of the shachar,",
              "reference": "Iyov 3:8"
            },
            {
              "content": "Because it shut not up the dalatot of my motherʼs womb, nor hid amal (tzoros) from mine eyes.",
              "reference": "Iyov 3:9"
            },
            {
              "content": "Why did I not come to mot at birth? Why did I not perish when I came out of the beten (belly, womb)?",
              "reference": "Iyov 3:10"
            },
            {
              "content": "Madua (why) were there birkayim to receive me? Or why the shadayim that from them I should nurse?",
              "reference": "Iyov 3:11"
            },
            {
              "content": "For atah (now) I would be lying still and quiet, have slept and been at rest,",
              "reference": "Iyov 3:12"
            },
            {
              "content": "With melachim and yo'atzim of ha'aretz, which build ruins for themselves;",
              "reference": "Iyov 3:13"
            },
            {
              "content": "Or with sarim (princes) that had zahav, who filled their batim (houses) with kesef;",
              "reference": "Iyov 3:14"
            },
            {
              "content": "Or as a hidden stillborn — I had not been! — as olelim which never saw ohr.",
              "reference": "Iyov 3:15"
            },
            {
              "content": "There the resha'im cease from troubling; and there the weary are at rest.",
              "reference": "Iyov 3:16"
            },
            {
              "content": "There the asirim (prisoners, captives) rest together; they hear not the voice of the oppressor.",
              "reference": "Iyov 3:17"
            },
            {
              "content": "The katon and gadol are there; and the eved is free from his adon.",
              "reference": "Iyov 3:18"
            },
            {
              "content": "Why is ohr given to him that is in misery, and chayyim unto the bitter in nefesh;",
              "reference": "Iyov 3:19"
            },
            {
              "content": "Which long for mavet, but it cometh not; and dig for it more than for hidden treasures;",
              "reference": "Iyov 3:20"
            },
            {
              "content": "Which rejoice exceedingly, and are glad, when they can find the kever?",
              "reference": "Iyov 3:21"
            },
            {
              "content": "Why is ohr given to a gever whose derech is hidden, and whom Elohim hath hedged in?",
              "reference": "Iyov 3:22"
            },
            {
              "content": "For my sighing cometh instead of lechem, and my groanings are poured out like the mayim.",
              "reference": "Iyov 3:23"
            },
            {
              "content": "For the pachad (terror) which I greatly feared is come upon me, and that which I dreaded is come unto me.",
              "reference": "Iyov 3:24"
            },
            {
              "content": "I was not in safety, neither had I rest, neither was I quiet; and rogez (tzoros, turmoil) came.",
              "reference": "Iyov 3:25"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Iyov 4 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Eliphaz the Temani answered and said,",
              "reference": "Iyov 4:1"
            },
            {
              "content": "If we attempt a davar with thee, wilt thou be offended? But who can withhold himself from speaking?",
              "reference": "Iyov 4:2"
            },
            {
              "content": "Hinei, thou hast instructed rabbim (many), and thou hast strengthened the weak hands.",
              "reference": "Iyov 4:3"
            },
            {
              "content": "Thy words have upheld him that was falling, and thou hast strengthened the feeble birkayim (knees).",
              "reference": "Iyov 4:4"
            },
            {
              "content": "But atah (now) it is come upon thee, and thou art impatient; it toucheth thee, and thou art troubled.",
              "reference": "Iyov 4:5"
            },
            {
              "content": "Is not this thy fear, thy confidence, thy tikveh, and the blamelessness of thy ways?",
              "reference": "Iyov 4:6"
            },
            {
              "content": "Consider now, who ever perished, being naki (innocent)? Or where were the yesharim (upright ones) cut off?",
              "reference": "Iyov 4:7"
            },
            {
              "content": "Even as I have seen, they that plow iniquity, and sow amal (trouble), reap the same.",
              "reference": "Iyov 4:8"
            },
            {
              "content": "By the neshamah (breath) of Eloah they perish, and by the ruach of His nostrils are they consumed.",
              "reference": "Iyov 4:9"
            },
            {
              "content": "The roaring of the aryeh, and the voice of the fierce lion, and the teeth of the young lions, are broken.",
              "reference": "Iyov 4:10"
            },
            {
              "content": "The old lion perisheth for lack of teref (prey), and the stout lionʼs cubs are scattered.",
              "reference": "Iyov 4:11"
            },
            {
              "content": "Now a davar was secretly brought to me, and mine ear received a whisper thereof.",
              "reference": "Iyov 4:12"
            },
            {
              "content": "In thoughts from the chezyonot lailah, when tardemah (deep sleep) falleth on anashim,",
              "reference": "Iyov 4:13"
            },
            {
              "content": "Pachad came upon me, and trembling, which made all my atzmot to shake.",
              "reference": "Iyov 4:14"
            },
            {
              "content": "Then a ruach passed before my face; the hair of my basar stood up;",
              "reference": "Iyov 4:15"
            },
            {
              "content": "It stood still, but I could not discern the appearance thereof; a temunah (form) was before mine eyes, there was silence, and I heard a voice, saying,",
              "reference": "Iyov 4:16"
            },
            {
              "content": "Shall enosh (mortal man) be seen as righteous by Eloah? Shall a man be tahor before his Maker?",
              "reference": "Iyov 4:17"
            },
            {
              "content": "Behold, He puts no trust in His avadim, and His malachim (angels) He charged with toholah (error).",
              "reference": "Iyov 4:18"
            },
            {
              "content": "How much more them that dwell in batim (houses) of clay, whose yesod (foundation, origin) is in the dust, which are crushed like the moth?",
              "reference": "Iyov 4:19"
            },
            {
              "content": "They are destroyed from boker to erev; they perish forever without any regarding it.",
              "reference": "Iyov 4:20"
            },
            {
              "content": "Is not the cord of their tent which is in them pulled up? They die, even without chochmah (wisdom).",
              "reference": "Iyov 4:21"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Iyov 5 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Call now, if there be any that will answer thee, and to which of the Kedoshim (holy ones) wilt thou turn?",
              "reference": "Iyov 5:1"
            },
            {
              "content": "For ka'as (anger) killeth the foolish man, and kinah (envy) slayeth the simple one.",
              "reference": "Iyov 5:2"
            },
            {
              "content": "I have seen the fool taking shoresh (root), but suddenly I cursed his habitation.",
              "reference": "Iyov 5:3"
            },
            {
              "content": "His banim are far from yesha (safety, salvation), and they are crushed in the sha'ar (gate, before the public), neither is there any to deliver them.",
              "reference": "Iyov 5:4"
            },
            {
              "content": "Whose katzir (harvest) the hungry eateth up, and taketh it even from among of the tzinnim (thorns), and the intriguer pants after their wealth.",
              "reference": "Iyov 5:5"
            },
            {
              "content": "Although affliction springeth not forth of the aphar (dust), neither doth amal (trouble, tzoros) sprout out of the adamah;",
              "reference": "Iyov 5:6"
            },
            {
              "content": "Yet adam is born unto amal (trouble, tzoros), even as sparks fly upward.",
              "reference": "Iyov 5:7"
            },
            {
              "content": "I would seek El (G-d), and before Elohim would I lay my cause;",
              "reference": "Iyov 5:8"
            },
            {
              "content": "Who doeth gedolot unsearchable, marvellous things without mispar;",
              "reference": "Iyov 5:9"
            },
            {
              "content": "Who giveth matar upon eretz, and sendeth mayim upon the fields;",
              "reference": "Iyov 5:10"
            },
            {
              "content": "To set up on high those that be the shefalim (the lowly ones); that those which mourn may be exalted to safety,",
              "reference": "Iyov 5:11"
            },
            {
              "content": "Thwarting the machshevot of the arumim (crafty ones), so that their hands cannot accomplish tushiyyah (success).",
              "reference": "Iyov 5:12"
            },
            {
              "content": "He taketh the chachamim in their own arum (craftiness), and the etzah of the wily is swiftly swept away.",
              "reference": "Iyov 5:13"
            },
            {
              "content": "They meet with choshech in the daytime, and grope in the noonday as in the lailah,",
              "reference": "Iyov 5:14"
            },
            {
              "content": "But He saveth the needy from the cherev of their mouth, and from the yad chazak.",
              "reference": "Iyov 5:15"
            },
            {
              "content": "So the poor hath tikveh, and olatah (perversity, wickedness) stoppeth her mouth.",
              "reference": "Iyov 5:16"
            },
            {
              "content": "Hinei, ashrei is the enosh whom Eloah correcteth; therefore despise not thou the musar (chastening) of Shaddai;",
              "reference": "Iyov 5:17"
            },
            {
              "content": "For He woundeth, and bindeth up; He injureth, and His yadayim (hands) heal.",
              "reference": "Iyov 5:18"
            },
            {
              "content": "He shall deliver thee in shesh tzoros; yea, in shivah there shall no rah touch thee.",
              "reference": "Iyov 5:19"
            },
            {
              "content": "In ra'av (famine) He shall redeem thee from mavet; and in milchamah from the power of the cherev.",
              "reference": "Iyov 5:20"
            },
            {
              "content": "Thou shalt be hid from the scourge of the leshon, neither shalt thou be afraid of destruction when it cometh.",
              "reference": "Iyov 5:21"
            },
            {
              "content": "At destruction and famine thou shalt laugh; neither shalt thou be afraid of the chayyat ha'aretz.",
              "reference": "Iyov 5:22"
            },
            {
              "content": "For thou shalt be in league with the avanim of the sadeh, and the chayyat sadeh shall be hashelemah (at peace) with thee.",
              "reference": "Iyov 5:23"
            },
            {
              "content": "And thou shalt know that shalom shall be thy ohel; and thou shalt visit thy habitation, and find nothing wanting.",
              "reference": "Iyov 5:24"
            },
            {
              "content": "Thou shalt know also that thy zera shall be rav, and thine offspring as the esev ha'aretz.",
              "reference": "Iyov 5:25"
            },
            {
              "content": "Thou shalt come to thy kever in a ripe age, like a shock of grain cometh in its season.",
              "reference": "Iyov 5:26"
            },
            {
              "content": "Hinei zot, this we have searched out, so it is; hear it, and apply thou it for thy good.",
              "reference": "Iyov 5:27"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Iyov 6 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "But Iyov answered and said,",
              "reference": "Iyov 6:1"
            },
            {
              "content": "Oh that my ka'as (vexation) were throughly weighed, and my calamity laid in the scales together!",
              "reference": "Iyov 6:2"
            },
            {
              "content": "For now it would be heavier than the chol of the seas; therefore my words are impetuous.",
              "reference": "Iyov 6:3"
            },
            {
              "content": "For the khitzim (arrows) of Shaddai are in me, the poison whereof drinketh my ruach; the terrors of Eloah do set themselves in array against me.",
              "reference": "Iyov 6:4"
            },
            {
              "content": "Doth the pereh (wild donkey) bray when he hath desheh? Or loweth the ox over his fodder?",
              "reference": "Iyov 6:5"
            },
            {
              "content": "Can that which is tasteless be eaten without melach? Or is there any taste in the white of an egg?",
              "reference": "Iyov 6:6"
            },
            {
              "content": "The things that my nefesh refused to touch are like my loathsome lechem.",
              "reference": "Iyov 6:7"
            },
            {
              "content": "Who will grant that I might have my she'elah (request); oh that Eloah would grant me my tikveh!",
              "reference": "Iyov 6:8"
            },
            {
              "content": "Even that it would please Eloah to crush me; that He would let loose His yad, and cut me off!",
              "reference": "Iyov 6:9"
            },
            {
              "content": "Then should I yet have nechamah (consolation); yea, I would exult in chilah (pain); let him not spare; for I have not concealed the imrei Kadosh (words of the Holy One).",
              "reference": "Iyov 6:10"
            },
            {
              "content": "What is my koach, that I should wait? And what is mine end, that I should make patient my nefesh?",
              "reference": "Iyov 6:11"
            },
            {
              "content": "Is my koach the koach of avanim? Or is my basar bronze?",
              "reference": "Iyov 6:12"
            },
            {
              "content": "Is it that my help is not within me? And is tushiyyah (success) driven from me?",
              "reference": "Iyov 6:13"
            },
            {
              "content": "To him that is afflicted, chesed should be shown from his friend; otherwise, he forsaketh the fear of Shaddai.",
              "reference": "Iyov 6:14"
            },
            {
              "content": "Achai (my brethren) have dealt deceitfully as a wadi, and as the torrents of wadis they vanish away;",
              "reference": "Iyov 6:15"
            },
            {
              "content": "Which are blackish muddy by reason of the kerakh (ice), and wherein the sheleg (snow) is melted.",
              "reference": "Iyov 6:16"
            },
            {
              "content": "What season they become warm, they vanish; when it is hot, they disappear from their makom.",
              "reference": "Iyov 6:17"
            },
            {
              "content": "The paths of their derech wind about; they go up to tohu, and perish.",
              "reference": "Iyov 6:18"
            },
            {
              "content": "The caravans of Tema looked for them; the halichot (traveling companies) of Sheva hoped for them.",
              "reference": "Iyov 6:19"
            },
            {
              "content": "They were disappointed because of their bitachon; they come there and are confounded.",
              "reference": "Iyov 6:20"
            },
            {
              "content": "For now ye are become such; ye see my chatat (casting down), and are afraid.",
              "reference": "Iyov 6:21"
            },
            {
              "content": "Did I say, Bring unto me? Or, Give a present for me of your ko'ach (power, wealth)?",
              "reference": "Iyov 6:22"
            },
            {
              "content": "Or, Deliver me from the yad tzar (hand of the enemy, oppressor)? Or, Redeem me with a ransom from the yad of the tyrants?",
              "reference": "Iyov 6:23"
            },
            {
              "content": "Teach me, and I will hold my tongue, and cause me to have binah wherein I have erred.",
              "reference": "Iyov 6:24"
            },
            {
              "content": "How forcible are the imrei yosher (words of rectitude)! But what doth your hokhiach (reproof) reprove?",
              "reference": "Iyov 6:25"
            },
            {
              "content": "Do ye think to reprove words? The words of one in despair, which are as ruach?",
              "reference": "Iyov 6:26"
            },
            {
              "content": "Yea, ye cast lots for the yatom, and over your friend ye barter.",
              "reference": "Iyov 6:27"
            },
            {
              "content": "Now therefore be pleased to look upon me; for it is evident unto you if in me there is kazav (falsity).",
              "reference": "Iyov 6:28"
            },
            {
              "content": "Turn, now, let there be no iniquity; yea, turn again; at issue is my tzedek (righteousness).",
              "reference": "Iyov 6:29"
            },
            {
              "content": "Is there iniquity on my leshon? Cannot my palate discern havvot (perverse things)?",
              "reference": "Iyov 6:30"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Iyov 7 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Is there not a tzava (forced hard service in the army) to enosh (man) upon earth? Are not his days also like the yamim of a sachir (hired laborer)?",
              "reference": "Iyov 7:1"
            },
            {
              "content": "As an eved earnestly longeth for tzel (shade), and as a sachir waiteth for the wage of his work,",
              "reference": "Iyov 7:2"
            },
            {
              "content": "So am I made to possess months of shav (vanity, futility), and lailot amal (nights of weariness) are appointed to me.",
              "reference": "Iyov 7:3"
            },
            {
              "content": "When I lie down, I say, Mosai (how long) till I arise? But the erev drags on, and I am full of tossings to and fro unto dawn.",
              "reference": "Iyov 7:4"
            },
            {
              "content": "My basar is clothed with worm and clod of aphar; my ohr (skin) is broken, and become loathsome.",
              "reference": "Iyov 7:5"
            },
            {
              "content": "My yamim are swifter than a weaverʼs shuttle, and are spent without tikveh.",
              "reference": "Iyov 7:6"
            },
            {
              "content": "O remember that my life is ruach (wind); mine eye shall no more see tov.",
              "reference": "Iyov 7:7"
            },
            {
              "content": "The ayin (eye) of him that hath seen me shall see me no longer; thine eyes are upon me, and I am no more.",
              "reference": "Iyov 7:8"
            },
            {
              "content": "Like the anan that fades and vanisheth away, so he that goeth down to Sheol shall come up no more.",
              "reference": "Iyov 7:9"
            },
            {
              "content": "He shall return no more to his bais, neither shall his makom know him any more.",
              "reference": "Iyov 7:10"
            },
            {
              "content": "Therefore I will not curb my mouth; I will speak in the anguish of my ruach; I will complain in the mar (bitterness) of my nefesh.",
              "reference": "Iyov 7:11"
            },
            {
              "content": "Am I a yam, or a tannin (monster of the yam [sea]), that Thou settest a mishmar (guard watch) over me?",
              "reference": "Iyov 7:12"
            },
            {
              "content": "When I say, My bed shall give me nachamah (comfort), my couch shall ease my complaint,",
              "reference": "Iyov 7:13"
            },
            {
              "content": "Then Thou frightenest me with chalomot (dreams), and terrifiest me through chezyonot (visions),",
              "reference": "Iyov 7:14"
            },
            {
              "content": "So that my nefesh chooseth machanak (strangling) and mavet (death) rather than this skeleton.",
              "reference": "Iyov 7:15"
            },
            {
              "content": "I loathe it; I would not live l'olam, let me alone; for my yamim are hevel (vanity, meaningless).",
              "reference": "Iyov 7:16"
            },
            {
              "content": "What is enosh (man), that Thou shouldest make much of him? And that Thou shouldest set Thine lev upon him?",
              "reference": "Iyov 7:17"
            },
            {
              "content": "And that Thou shouldest visit him every boker, and try him every moment?",
              "reference": "Iyov 7:18"
            },
            {
              "content": "How long dost Thou not look away from me? Nor let me alone till I swallow down my rok (spittle)?",
              "reference": "Iyov 7:19"
            },
            {
              "content": "Chatati (I have sinned); what shall I do unto Thee, O Thou Notzer HaAdam (Observer of men)? Why hast Thou set me as a mifgah (mark, target, something to be hit) to Thee, so that I am a massa (burden) to Thee?",
              "reference": "Iyov 7:20"
            },
            {
              "content": "And why dost Thou not pardon my peysha (transgression), and take away my avon (iniquity)? For now shall I sleep in the aphar; and Thou shalt search for me, but I shall be no more.",
              "reference": "Iyov 7:21"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Iyov 8 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then answered Bildad the Shuchi, and said,",
              "reference": "Iyov 8:1"
            },
            {
              "content": "How long wilt thou speak these things? And how long shall the words of thy mouth be like a raging ruach (wind)?",
              "reference": "Iyov 8:2"
            },
            {
              "content": "Doth El pervert mishpat (justice)? Or doth Shaddai pervert tzedek?",
              "reference": "Iyov 8:3"
            },
            {
              "content": "If thy banim have sinned against Him, and He have cast them away for their peysha (transgression);",
              "reference": "Iyov 8:4"
            },
            {
              "content": "If thou wouldest seek El (G-d) earnestly, and make thy techinnah (supplication) to Shaddai;",
              "reference": "Iyov 8:5"
            },
            {
              "content": "If thou wert pure and yashar; surely now He would rouse Himself for thee, and restore the habitation of thy tzedek.",
              "reference": "Iyov 8:6"
            },
            {
              "content": "Though thy reshit (beginning) was small, yet thy acharit (end) shall be exceedingly great.",
              "reference": "Iyov 8:7"
            },
            {
              "content": "For inquire, now, of the dor rishon (former age), and consider the research of their avot;",
              "reference": "Iyov 8:8"
            },
            {
              "content": "— For we are but of temol (yesterday, etmol) and know nothing, because yameinu (our days) upon earth are a tzel (shadow) —",
              "reference": "Iyov 8:9"
            },
            {
              "content": "Shall not they teach thee, and tell thee, and bring forth words out of their lev?",
              "reference": "Iyov 8:10"
            },
            {
              "content": "Can the papyrus grow up without marsh? Can the reed grow without mayim?",
              "reference": "Iyov 8:11"
            },
            {
              "content": "Whilst it is yet in its greenness, and not cut down, it withereth before kol khatzir (all grass).",
              "reference": "Iyov 8:12"
            },
            {
              "content": "So are the paths of all that forget El (G-d), and the tikvat chanef (hope of the hypocrite, the irreligious, the secretly wicked profane person) shall perish,",
              "reference": "Iyov 8:13"
            },
            {
              "content": "Whose hope shall be cut off, and whose reliance shall be a bais akavish (spiderʼs web).",
              "reference": "Iyov 8:14"
            },
            {
              "content": "He shall lean upon his bais, but it shall not stand, he shall cling to it, but it shall not hold.",
              "reference": "Iyov 8:15"
            },
            {
              "content": "He is like a green plant before the shemesh, and its branch shooteth forth in its gan (garden).",
              "reference": "Iyov 8:16"
            },
            {
              "content": "Its shorashim (roots) are wrapped about the rock heap, and it looks on the bais avanim (place of stones).",
              "reference": "Iyov 8:17"
            },
            {
              "content": "But when cast away from its makom, then its place shall deny it, saying, Loh re'iticha (I never saw thee).",
              "reference": "Iyov 8:18"
            },
            {
              "content": "Behold, thus was the joy of its derech, and others spring forth from the aphar (dust).",
              "reference": "Iyov 8:19"
            },
            {
              "content": "Surely El (G-d) will not cast away a blameless man, neither will He help the resha'im (evil-doers);",
              "reference": "Iyov 8:20"
            },
            {
              "content": "Till He fill thy mouth with sechok (laughter), and thy lips with teruah (shouts of joy).",
              "reference": "Iyov 8:21"
            },
            {
              "content": "They that hate thee shall be clothed with bushah (shame), and the ohel resha'im shall be no more.",
              "reference": "Iyov 8:22"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Iyov 9 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Iyov answered and said,",
              "reference": "Iyov 9:1"
            },
            {
              "content": "I know it is indeed thus, but how should yitzdak Enosh im El (Man be in the right, justified, before G-d)?",
              "reference": "Iyov 9:2"
            },
            {
              "content": "If he will contend with Him, once of a thousand can Man not answer G-d back.",
              "reference": "Iyov 9:3"
            },
            {
              "content": "G-d is chochom in lev, and mighty in ko'ach; who hath hardened himself to defy Him and remained unhurt?",
              "reference": "Iyov 9:4"
            },
            {
              "content": "Which removeth the harim (mountains), and they know not; which overturneth them in His anger;",
              "reference": "Iyov 9:5"
            },
            {
              "content": "Which shaketh eretz out of its place, and the ammudim thereof tremble;",
              "reference": "Iyov 9:6"
            },
            {
              "content": "Which commandeth the cheres (sun), and it riseth not; and sealeth up the kokhavim;",
              "reference": "Iyov 9:7"
            },
            {
              "content": "Which spreadeth out Shomayim by Himself alone, and treadeth upon the waves of the yam;",
              "reference": "Iyov 9:8"
            },
            {
              "content": "Which maketh the Bear, Orion, and the Pleiades, and the chambers of the constellations on the south side of the heavens;",
              "reference": "Iyov 9:9"
            },
            {
              "content": "Which doeth gedolot past finding out; yea, and nifla'ot (wonders) without number.",
              "reference": "Iyov 9:10"
            },
            {
              "content": "Hen (lo), He passeth by me, and I see Him not; He goeth on also, but I perceive Him not.",
              "reference": "Iyov 9:11"
            },
            {
              "content": "Hinei, He taketh away, who can stop Him? Who will say unto Him, Mah ta'aseh (what are You doing)?",
              "reference": "Iyov 9:12"
            },
            {
              "content": "If Eloah restraineth not His anger, the helpers of Rahab must bow themselves under Him.",
              "reference": "Iyov 9:13"
            },
            {
              "content": "How much less shall I dispute with Him, and choose my devarim with Him?",
              "reference": "Iyov 9:14"
            },
            {
              "content": "Whom, though I were tzaddik (righteous, innocent, in the right), yet would I not answer, but I would make techinnah (supplication, plea for mercy) for my mishpat (right).",
              "reference": "Iyov 9:15"
            },
            {
              "content": "If I had summoned, and He had responded to me, yet would I not believe that He had paid heed unto my kol (voice);",
              "reference": "Iyov 9:16"
            },
            {
              "content": "For He breaketh me in a sa'arah (tempest, storm), and multiplieth my wounds without cause.",
              "reference": "Iyov 9:17"
            },
            {
              "content": "He will not allow me to take my ruach (breath), but filleth me with bitterness.",
              "reference": "Iyov 9:18"
            },
            {
              "content": "If I speak of ko'ach, hinei, He is mighty, and if of mishpat, who can give Him a court summons?",
              "reference": "Iyov 9:19"
            },
            {
              "content": "If etzdak (I am justified, in the right), mine own mouth would condemn me; if I say, I am blameless, He would prove me perverse.",
              "reference": "Iyov 9:20"
            },
            {
              "content": "Though I were blameless, yet would I not know my nefesh; I would despise my life.",
              "reference": "Iyov 9:21"
            },
            {
              "content": "This is one thing; therefore I said it, He destroyeth the tam (blameless) and the rasha (wicked).",
              "reference": "Iyov 9:22"
            },
            {
              "content": "If the shot (scourge) slay suddenly, He laugheth at the melting away [in anguish] of the nekiyim (innocent ones, the guiltless ones).",
              "reference": "Iyov 9:23"
            },
            {
              "content": "Eretz is given into the yad of the resha; He blindfoldeth the faces of the shofetim (judges) thereof; if not, then, who doeth it?",
              "reference": "Iyov 9:24"
            },
            {
              "content": "Now my yamim are swifter than a runner; they flee away, they see no tovah.",
              "reference": "Iyov 9:25"
            },
            {
              "content": "They slip by like oniyyot (boats) of reed; as the nesher that swoopeth down on the prey.",
              "reference": "Iyov 9:26"
            },
            {
              "content": "If I say, I will forget my si'akh (complaint), I will leave off my heaviness, and comfort myself,",
              "reference": "Iyov 9:27"
            },
            {
              "content": "I am afraid of all my sorrows; I have da'as that Thou wilt not hold me innocent.",
              "reference": "Iyov 9:28"
            },
            {
              "content": "If I be wicked, why then labor I in hevel (vain)?",
              "reference": "Iyov 9:29"
            },
            {
              "content": "If I wash myself with sheleg (snow), and make my hands clean with lye,",
              "reference": "Iyov 9:30"
            },
            {
              "content": "Yet shalt Thou plunge me in the shachat (slime pit), and mine own clothes shall abhor me.",
              "reference": "Iyov 9:31"
            },
            {
              "content": "For He is not an ish, as I am, that I should answer Him, and we should come together in mishpat (in the court).",
              "reference": "Iyov 9:32"
            },
            {
              "content": "Neither is there any mochiach (arbitrator) between us, that might lay his yad upon us both.",
              "reference": "Iyov 9:33"
            },
            {
              "content": "Let Him take His shevet (rod) away from me, and let not His fear terrify me.",
              "reference": "Iyov 9:34"
            },
            {
              "content": "Then would I speak, and not fear Him; but it is not ken (so) with me.",
              "reference": "Iyov 9:35"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Iyov 10 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "My nefesh is sick of my life; I will give free rein to my si'akh (complaint); I will speak in the mar (bitterness) of my nefesh.",
              "reference": "Iyov 10:1"
            },
            {
              "content": "I will say unto Eloah, Do not condemn me; show me what charge Thou dost contend with me.",
              "reference": "Iyov 10:2"
            },
            {
              "content": "Is it hatov (pleasing) unto Thee that Thou shouldest oppress, that Thou shouldest reject the work of Thine hands, and shine [favor] upon the etzah (scheme) of the resha'im?",
              "reference": "Iyov 10:3"
            },
            {
              "content": "Hast Thou eyes of basar? Or seest Thou as enosh seeth?",
              "reference": "Iyov 10:4"
            },
            {
              "content": "Are Thy yamim like the yamim of enosh? Are Thy years like the days of gever (man),",
              "reference": "Iyov 10:5"
            },
            {
              "content": "That Thou seekest after mine avon, and searchest after my chattat?",
              "reference": "Iyov 10:6"
            },
            {
              "content": "Though Thou has da'as that I am not a resha, and there is none that can deliver out of Thine yad,",
              "reference": "Iyov 10:7"
            },
            {
              "content": "Thine yadayim have formed me and altogether round about have fashioned me; yet Thou hast now swallowed me.",
              "reference": "Iyov 10:8"
            },
            {
              "content": "Remember, now, that Thou hast molded me like the chomer (clay), and wilt Thou turn me into aphar again?",
              "reference": "Iyov 10:9"
            },
            {
              "content": "Hast Thou not poured me out like cholov, and curdled me like gvinah (cheese)?",
              "reference": "Iyov 10:10"
            },
            {
              "content": "Thou hast clothed me with ohr and basar, and hast knitted me together with atzmot and sinews.",
              "reference": "Iyov 10:11"
            },
            {
              "content": "Thou hast granted me chayyim and chesed, and Thy visitation hath been shomer over my ruach.",
              "reference": "Iyov 10:12"
            },
            {
              "content": "And these things hast Thou hid in Thine lev; I have da'as that this was in Thy mind.",
              "reference": "Iyov 10:13"
            },
            {
              "content": "If I sin, then Thou art shomer over me, and Thou wilt not let my avon go unpunished.",
              "reference": "Iyov 10:14"
            },
            {
              "content": "If I am guilty, woe unto me; even if I be tzaddik (innocent), yet will I not lift up my head, being full of kalon (shame) and conscious of my oni (misery),",
              "reference": "Iyov 10:15"
            },
            {
              "content": "For if my head is held high, Thou stalkest me like a fierce lion, and ever Thou displayest Thy awesome power against me.",
              "reference": "Iyov 10:16"
            },
            {
              "content": "Thou bringest Thy fresh edim (witnesses) against me, and increasest Thine hot indignation toward me; in waves Thy tzava troop against me.",
              "reference": "Iyov 10:17"
            },
            {
              "content": "Why then hast Thou brought me forth out of the rechem (womb)? Oh that I had expired, and no eye had seen me!",
              "reference": "Iyov 10:18"
            },
            {
              "content": "I should have been as though I had never been; I should have been carried from the beten straight to the kever.",
              "reference": "Iyov 10:19"
            },
            {
              "content": "Are not my yamim few? Then cease, and let me alone, that I may take a little cheer",
              "reference": "Iyov 10:20"
            },
            {
              "content": "Before I go from where I shall not return, even to the Eretz Choshech V'Tzalmavet,",
              "reference": "Iyov 10:21"
            },
            {
              "content": "An eretz of darkness, like darkness itself; and of tzalmavet, no sedarim (order), where the light is like darkness.",
              "reference": "Iyov 10:22"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Iyov 11 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then answered Tzophar the Na'amati, and said,",
              "reference": "Iyov 11:1"
            },
            {
              "content": "Should not the multitude of devarim be answered? And should an ish full of talk yitzdak (be justified)?",
              "reference": "Iyov 11:2"
            },
            {
              "content": "Should thy vain talk silence men, so that thou mockest, v'ein machlim (without anyone putting thee to shame)?",
              "reference": "Iyov 11:3"
            },
            {
              "content": "For thou hast said, My lekach (doctrine, teaching, belief) is pure, and I am clean in Thine eyes.",
              "reference": "Iyov 11:4"
            },
            {
              "content": "But oh that Eloah would speak, and open His lips against thee,",
              "reference": "Iyov 11:5"
            },
            {
              "content": "And that He would show thee the secrets of chochmah, that tushiyyah (true wisdom) has two sides! Have da'as therefore that Eloah forgetteth much of thy avon.",
              "reference": "Iyov 11:6"
            },
            {
              "content": "Canst thou search out the cheker Eloah (depths of G-d)? Canst thou probe to the tachlis Shaddai (the end, completeness of Almighty)?",
              "reference": "Iyov 11:7"
            },
            {
              "content": "It is like the heights of Shomayim; what canst thou do? Deeper than Sheol; of what canst thou have da'as?",
              "reference": "Iyov 11:8"
            },
            {
              "content": "The measure thereof is longer than ha'aretz, and broader than the yam (sea).",
              "reference": "Iyov 11:9"
            },
            {
              "content": "When Eloah passes by and arrests and convenes for judgment, who then can constrain Him?",
              "reference": "Iyov 11:10"
            },
            {
              "content": "For He has da'as of deceitful men; He seeth wickedness also; will He not then take note of it?",
              "reference": "Iyov 11:11"
            },
            {
              "content": "But before a witless ish can become wise, a colt of a pereh (wild donkey) would be born an adam!",
              "reference": "Iyov 11:12"
            },
            {
              "content": "If thou direct thine lev, and stretch out thine hands to Him,",
              "reference": "Iyov 11:13"
            },
            {
              "content": "If iniquity be in thine yad, put it far away, and let not wickedness dwell in thy ohalim.",
              "reference": "Iyov 11:14"
            },
            {
              "content": "For then shalt thou lift up thy face without mum; yea, thou shalt be firm, and shalt not fear,",
              "reference": "Iyov 11:15"
            },
            {
              "content": "Because thou shalt forget thy amal (grief), and remember it as waters that flow by,",
              "reference": "Iyov 11:16"
            },
            {
              "content": "And thine cheled (duration of life) shall be brighter than the tzohorayim (noonday); thou shalt shine forth; thou shalt be as the boker.",
              "reference": "Iyov 11:17"
            },
            {
              "content": "And thou shalt be secure, because now there is tikveh; yea, thou shalt search, and thou shalt take thy rest in safety.",
              "reference": "Iyov 11:18"
            },
            {
              "content": "Also thou shalt lie down, and none shall make thee afraid; yea, rabbim (many) shall court thy favor.",
              "reference": "Iyov 11:19"
            },
            {
              "content": "But the eyes of the resha'im faileth, and they shall not escape, and their tikveh shall be as the last gasp of the nefesh.",
              "reference": "Iyov 11:20"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Iyov 12 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "And Iyov answered and said,",
              "reference": "Iyov 12:1"
            },
            {
              "content": "Doubtless then ye are the people, and chochmah shall die with you!",
              "reference": "Iyov 12:2"
            },
            {
              "content": "But I have levav (understanding) as well as you; I am not inferior to you; yea, who knoweth not such things as these?",
              "reference": "Iyov 12:3"
            },
            {
              "content": "I am as a laughingstock to his neighbor: The man who calleth upon Eloah [they say of me], and He answereth him! [To them I am] a laughingstock, the tzaddik, the tamim (blameless one)!",
              "reference": "Iyov 12:4"
            },
            {
              "content": "Those at ease have buz (contempt) for a downfall which awaits the one whose regel is slipping.",
              "reference": "Iyov 12:5"
            },
            {
              "content": "The ohalim of shodedim (robbers) remain in peace; they that defy El are secure, who Eloah brought forth by His yad.",
              "reference": "Iyov 12:6"
            },
            {
              "content": "But ask now the behemot, and they shall teach thee, and the oph haShomayim (birds of the air), and they shall tell thee;",
              "reference": "Iyov 12:7"
            },
            {
              "content": "Or speak to ha'aretz, and it shall teach thee; and the dagim of the yam shall declare unto thee.",
              "reference": "Iyov 12:8"
            },
            {
              "content": "Of all of these, who lacketh da'as that the yad Hashem hath wrought this?",
              "reference": "Iyov 12:9"
            },
            {
              "content": "In whose yad is the nefesh of every living thing, and the ruach of kol basar ish.",
              "reference": "Iyov 12:10"
            },
            {
              "content": "Doth not the ozen (ear) test words? And the mouth tastes its ochel?",
              "reference": "Iyov 12:11"
            },
            {
              "content": "With the ancient ones is chochmah; and in orech yamim (length of days) is binah (understanding).",
              "reference": "Iyov 12:12"
            },
            {
              "content": "With Him is chochmah and gevurah; He hath etzah and understanding.",
              "reference": "Iyov 12:13"
            },
            {
              "content": "See, what He tears down cannot be reconstructed; He shutteth up an ish, and there can be no prison release.",
              "reference": "Iyov 12:14"
            },
            {
              "content": "See, He withholdeth the waters, and they dry up; also He sendeth them out, and they overturn eretz.",
              "reference": "Iyov 12:15"
            },
            {
              "content": "With Him is oz (strength) and tushiyyah (true wisdom); the deceived and the deceiver are His.",
              "reference": "Iyov 12:16"
            },
            {
              "content": "He leadeth yoatzim (counsellors) away stripped, and maketh the shofetim (judges) fools.",
              "reference": "Iyov 12:17"
            },
            {
              "content": "He looseth the shackle of melachim (kings), and girdeth their loins with loincloth.",
              "reference": "Iyov 12:18"
            },
            {
              "content": "He leadeth kohanim away stripped, and overthroweth the mighty.",
              "reference": "Iyov 12:19"
            },
            {
              "content": "He removeth the speech of the ne'emanim (trusted ones), and taketh away the understanding of the zekenim.",
              "reference": "Iyov 12:20"
            },
            {
              "content": "He poureth buz (contempt) upon nobles, and loosens the belt of the mighty.",
              "reference": "Iyov 12:21"
            },
            {
              "content": "He uncovers the depths of choshech, and bringeth tzalmavet to light.",
              "reference": "Iyov 12:22"
            },
            {
              "content": "He giveth prosperity to the Goyim, and then destroyeth them; He enlargeth them, and then carrieth the Goyim away.",
              "reference": "Iyov 12:23"
            },
            {
              "content": "He taketh away the lev (understanding) of the Rashei Am HaAretz, and sendeth them to tohu lo derech (trackless wilderness).",
              "reference": "Iyov 12:24"
            },
            {
              "content": "They grope in the choshech without ohr, and He maketh them to stagger like a shikkor (drunken man).",
              "reference": "Iyov 12:25"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Iyov 13 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "See, mine eye hath seen all this, mine ozen hath heard and understood it.",
              "reference": "Iyov 13:1"
            },
            {
              "content": "What ye know, of the same I have da'as also; I am not inferior unto you.",
              "reference": "Iyov 13:2"
            },
            {
              "content": "Surely I would speak to Shaddai, and I desire to reason with El (G-d).",
              "reference": "Iyov 13:3"
            },
            {
              "content": "But ye are forgers of sheker, ye are all rofim (physicians) of no value.",
              "reference": "Iyov 13:4"
            },
            {
              "content": "O that ye would altogether hold your peace! And it should be your chochmah.",
              "reference": "Iyov 13:5"
            },
            {
              "content": "Hear now my tokhachat (protest, public argumentation), and pay heed to the pleadings of my lips.",
              "reference": "Iyov 13:6"
            },
            {
              "content": "Will ye talk wickedly on behalf of El (G-d) and speak deceitfully for Him?",
              "reference": "Iyov 13:7"
            },
            {
              "content": "Will ye be partial to Him? Will ye play the part of the defense attorney for El?",
              "reference": "Iyov 13:8"
            },
            {
              "content": "Is it hatov that He should search you out? Or do you play the jester with Him, as one plays the jester with enosh?",
              "reference": "Iyov 13:9"
            },
            {
              "content": "He will surely reprove you, if ye do act with partiality beseter (secretly).",
              "reference": "Iyov 13:10"
            },
            {
              "content": "Shall not His majesty make you afraid? And the pachad of Him fall upon you?",
              "reference": "Iyov 13:11"
            },
            {
              "content": "Your zichron meshalim (memorable sayings) are like unto ashes, your defenses are strongholds of chomer (clay).",
              "reference": "Iyov 13:12"
            },
            {
              "content": "Hold your peace, let me alone, that Ani (I) may speak, and let come on me what will.",
              "reference": "Iyov 13:13"
            },
            {
              "content": "Why do I take my basar in my teeth, and take my nefesh in mine yad?",
              "reference": "Iyov 13:14"
            },
            {
              "content": "Though He slay me, yet will I wait for and trust in Him; but I will maintain my derech before Him.",
              "reference": "Iyov 13:15"
            },
            {
              "content": "He also shall be my Yeshu'ah (salvation); for a chanef (irreligious man, hypocrite) shall not come before Him.",
              "reference": "Iyov 13:16"
            },
            {
              "content": "Hear diligently my confession, and my declaration with your oznayim.",
              "reference": "Iyov 13:17"
            },
            {
              "content": "Hinei now, I have prepared my mishpat (cause, case); I know that I shall be acquitted.",
              "reference": "Iyov 13:18"
            },
            {
              "content": "Who is he that can contend against me? For atah (now), if I hold my tongue, I shall expire.",
              "reference": "Iyov 13:19"
            },
            {
              "content": "Only do not shtayim (two things) unto me; then will I not hide myself from Thee.",
              "reference": "Iyov 13:20"
            },
            {
              "content": "Withdraw Thine hand far from me, and let not Thy eimah (dread, terror) make me afraid.",
              "reference": "Iyov 13:21"
            },
            {
              "content": "Then kerah (summon), and I will answer; or let me speak, and answer me.",
              "reference": "Iyov 13:22"
            },
            {
              "content": "How many are mine avonot and chatta'ot? Make me to know my peysha and my chattat.",
              "reference": "Iyov 13:23"
            },
            {
              "content": "Lammah (why) hidest Thou Thy face, and holdest me for Thine enemy?",
              "reference": "Iyov 13:24"
            },
            {
              "content": "Wilt Thou frighten away a leaf driven to and fro? And wilt Thou pursue the dry kash (straw, chaff)?",
              "reference": "Iyov 13:25"
            },
            {
              "content": "For Thou writest down merorot (bitter things) against me, and makest me to inherit the avonot of my neurim (youth).",
              "reference": "Iyov 13:26"
            },
            {
              "content": "Thou puttest my feet also in the stocks, and observest kol orkhot (paths, ways) of me; Thou settest a mark upon the soles of my raglayim,",
              "reference": "Iyov 13:27"
            },
            {
              "content": "Around one who wastes away as a rotten thing, as a beged (garment) that is moth eaten.",
              "reference": "Iyov 13:28"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Iyov 14 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Adam that is born of isha is of few yamim and full of rogez (unrest).",
              "reference": "Iyov 14:1"
            },
            {
              "content": "He cometh forth like a tzitz (flower), and is cut down; he fleeth also as a tzel, and continueth not.",
              "reference": "Iyov 14:2"
            },
            {
              "content": "And doth Thou open Thine eyes upon such a one, and bringest me into mishpat with Thee?",
              "reference": "Iyov 14:3"
            },
            {
              "content": "Who can bring a tahor (clean thing) out of a tameh (an unclean)? Loh echad (No one).",
              "reference": "Iyov 14:4"
            },
            {
              "content": "Seeing his yamim are determined, the number of his chodashim (months) are with Thee, Thou hast appointed his limits that he cannot exceed.",
              "reference": "Iyov 14:5"
            },
            {
              "content": "Turn from him, that he may rest, till he shall accomplish, as a sachir (a hired man), his day.",
              "reference": "Iyov 14:6"
            },
            {
              "content": "For there is tikveh of an etz, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.",
              "reference": "Iyov 14:7"
            },
            {
              "content": "Though the shoresh (root) thereof grow old in ha'aretz, and the stump thereof die in the aphar (dust),",
              "reference": "Iyov 14:8"
            },
            {
              "content": "Yet through the scent of mayim it will bud, and bring forth branches like a young plant.",
              "reference": "Iyov 14:9"
            },
            {
              "content": "But gever dieth, and wasteth away; yea, adam breathes his last, and where is he?",
              "reference": "Iyov 14:10"
            },
            {
              "content": "As the mayim flow away from the yam, and the nahar (stream) becomes parched and drieth up,",
              "reference": "Iyov 14:11"
            },
            {
              "content": "So ish lieth down, and riseth not, till Shomayim be no more, they shall not awake, nor be raised out of their sleep.",
              "reference": "Iyov 14:12"
            },
            {
              "content": "O that Thou wouldest hide me in Sheol, that Thou wouldest conceal me until Thy wrath has passed, that Thou wouldest appoint me a chok (set time), and remember me!",
              "reference": "Iyov 14:13"
            },
            {
              "content": "If a gever die, shall he live again? All the days of my tzava (hard army service) will I wait, till my chalifah (changing, renewal) come.",
              "reference": "Iyov 14:14"
            },
            {
              "content": "Thou shalt call, and I will answer Thee; Thou wilt have a desire for the ma'aseh (work) of Thine hands.",
              "reference": "Iyov 14:15"
            },
            {
              "content": "For now Thou countest my steps. Dost Thou not watch over my chattat?",
              "reference": "Iyov 14:16"
            },
            {
              "content": "My peysha is sealed up in a bag, and Thou would cover over mine avon.",
              "reference": "Iyov 14:17"
            },
            {
              "content": "And surely the har (mountain) falling crumbles, and the tzur (rock) is moved out of its place.",
              "reference": "Iyov 14:18"
            },
            {
              "content": "The mayim wear away the avanim; Thou washest away the things which grow out of the aphar aretz; and Thou destroyest the tikvat enosh.",
              "reference": "Iyov 14:19"
            },
            {
              "content": "Thou prevailest lanetzach (forever) against him, and he passeth away; Thou changest his countenance, and sendest him away.",
              "reference": "Iyov 14:20"
            },
            {
              "content": "His banim come to honor, and he knoweth it not; and they are brought low, but he perceiveth it not of them.",
              "reference": "Iyov 14:21"
            },
            {
              "content": "Only his basar shall have pain upon him, and his nefesh within him shall mourn.",
              "reference": "Iyov 14:22"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Iyov 15 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then answered Eliphaz the Temani, and said,",
              "reference": "Iyov 15:1"
            },
            {
              "content": "Should a chacham (wise man) utter vain knowledge, and fill his inner being with the east wind?",
              "reference": "Iyov 15:2"
            },
            {
              "content": "Should he reason with unprofitable davar (talk)? Or with speeches wherewith no good is done?",
              "reference": "Iyov 15:3"
            },
            {
              "content": "Yea, thou makest void yireh [Elohim], and doth diminish si'akh (meditation) before El.",
              "reference": "Iyov 15:4"
            },
            {
              "content": "For thy mouth uttereth thine avon, and thou choosest the leshon arumim (tongue of the crafty).",
              "reference": "Iyov 15:5"
            },
            {
              "content": "Thine own mouth condemneth thee, and loh Ani (not I); yea, thine own lips testify against thee.",
              "reference": "Iyov 15:6"
            },
            {
              "content": "Art thou harishon adam (the first man) that was born? Or wast thou made before the hills?",
              "reference": "Iyov 15:7"
            },
            {
              "content": "Hast thou attended to the sod Eloah (counsel of G-d)? And dost thou limit chochmah to thyself?",
              "reference": "Iyov 15:8"
            },
            {
              "content": "Of what dost thou have da'as, that we know not? What understandest thou, which is not in us?",
              "reference": "Iyov 15:9"
            },
            {
              "content": "Both the grayheaded and very aged men are among us, much elder than avicha.",
              "reference": "Iyov 15:10"
            },
            {
              "content": "Are the tanechumot El (consolations of G-d) not enough for thee? Or the davar that deals gently with thee?",
              "reference": "Iyov 15:11"
            },
            {
              "content": "Why doth thine lev carry thee away? And why do thy eyes flash,",
              "reference": "Iyov 15:12"
            },
            {
              "content": "That thou ventest thy ruach against El (G-d), and lettest such words pour out of thy mouth?",
              "reference": "Iyov 15:13"
            },
            {
              "content": "What is enosh, that he should be pure [in the sight of Hashem]? And he which is born of an isha, that yitzdak (he should be in the right)?",
              "reference": "Iyov 15:14"
            },
            {
              "content": "If He trusteth not His Kedoshim; yea, Shomayim is not pure in His eyes.",
              "reference": "Iyov 15:15"
            },
            {
              "content": "How much more vile and corrupt is ish, which drinketh iniquity like mayim?",
              "reference": "Iyov 15:16"
            },
            {
              "content": "I will show thee, shema to me; and that which I have seen I will declare;",
              "reference": "Iyov 15:17"
            },
            {
              "content": "Things which chachamim declare from their avot without concealment;",
              "reference": "Iyov 15:18"
            },
            {
              "content": "Unto whom alone ha'aretz was given, and no zar passed among them.",
              "reference": "Iyov 15:19"
            },
            {
              "content": "The reshah travaileth with pain all his yamim, and numbered shanim are reserved for the oppressor.",
              "reference": "Iyov 15:20"
            },
            {
              "content": "A dreadful sound is in his oznayim; during shalom the shoded (destroyer) shall come upon him.",
              "reference": "Iyov 15:21"
            },
            {
              "content": "He believeth not in a return from choshech, and he is marked for the cherev.",
              "reference": "Iyov 15:22"
            },
            {
              "content": "He wandereth about after lechem, saying, Where is it? He has da'as the Yom Choshech is near at hand for him.",
              "reference": "Iyov 15:23"
            },
            {
              "content": "Distress and anguish shall make him afraid; they shall seize him as a melech poised for battle.",
              "reference": "Iyov 15:24"
            },
            {
              "content": "For he stretcheth out his yad against El (G-d), and with insolence vaunts himself against Shaddai.",
              "reference": "Iyov 15:25"
            },
            {
              "content": "He charges against Him, with a stiff neck, with the thick bosses of his mogen (shield);",
              "reference": "Iyov 15:26"
            },
            {
              "content": "Though he covereth his panim with his fatness, and addeth fat on his flanks;",
              "reference": "Iyov 15:27"
            },
            {
              "content": "And he dwelleth in desolate towns, and in batim (houses) which no man inhabiteth, which are ready to crumble to rubble.",
              "reference": "Iyov 15:28"
            },
            {
              "content": "He shall not be osher, neither shall his substance continue; neither shall their possessions spread over ha'aretz.",
              "reference": "Iyov 15:29"
            },
            {
              "content": "He shall not escape from choshech; the flame shall wither his branches, and in the ruach of his mouth shall he perish.",
              "reference": "Iyov 15:30"
            },
            {
              "content": "Let not him that is deceived trust in shav (vanity); for shav shall be his recompense.",
              "reference": "Iyov 15:31"
            },
            {
              "content": "His Yom is not yet; then it is accomplished, and his branch shall not flourish.",
              "reference": "Iyov 15:32"
            },
            {
              "content": "He shall shake off his unripe grape like the gefen, and shall cast off his blossom like the zayit (olive tree).",
              "reference": "Iyov 15:33"
            },
            {
              "content": "For the Adat Chanef (congregation of hypocrites) shall be barren, and eish shall consume the ohalim of bribery.",
              "reference": "Iyov 15:34"
            },
            {
              "content": "They conceive amal (trouble), and give birth to evil, and their belly worketh mirmar (deceit).",
              "reference": "Iyov 15:35"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Iyov 16 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Iyov answered and said,",
              "reference": "Iyov 16:1"
            },
            {
              "content": "I have heard many such things; menachamei amal (miserable comforters) are ye all.",
              "reference": "Iyov 16:2"
            },
            {
              "content": "Shall divrei ruach (vain words) have an end? Or what provoketh thee that thou answerest?",
              "reference": "Iyov 16:3"
            },
            {
              "content": "I also could speak as ye do; if your nefesh were in place of my nefesh, I could heap up words against you, and shake mine head at you.",
              "reference": "Iyov 16:4"
            },
            {
              "content": "But I would strengthen you with my mouth, and the moving of my shfatayim (lips) should relieve your grief.",
              "reference": "Iyov 16:5"
            },
            {
              "content": "Though I speak, my grief is not relieved, and though I forbear, mah (what) alleviation is it for me?",
              "reference": "Iyov 16:6"
            },
            {
              "content": "But now He hath worn me out; Thou hast made desolate kol adat (whole household) of me.",
              "reference": "Iyov 16:7"
            },
            {
              "content": "And Thou hast filled me with wrinkles, which is an ed (witness) against me; and my leanness rising up in me beareth witness to my face.",
              "reference": "Iyov 16:8"
            },
            {
              "content": "He teareth me in his wrath, who warreth against me; He gnasheth upon me with His shinayim (teeth); mine adversary sharpeneth His eyes against me.",
              "reference": "Iyov 16:9"
            },
            {
              "content": "They have struck at me with their mouth; they have struck me upon the lekhi (cheek) reproachfully; they have conspired themselves together against me.",
              "reference": "Iyov 16:10"
            },
            {
              "content": "El hath delivered me to evil men, and turned me over into the hands of the resha'im.",
              "reference": "Iyov 16:11"
            },
            {
              "content": "I was at ease, but He hath shattered me; He hath also taken me by my neck, and shaken me to pieces, and set me up for His mattarah (object of attack, target).",
              "reference": "Iyov 16:12"
            },
            {
              "content": "His archers surround me, He pierces my klayot (kidneys), and doth not show mercy; He poureth out my gall upon the ground.",
              "reference": "Iyov 16:13"
            },
            {
              "content": "He bursteth upon me again and again; He runneth upon me like a gibbor (warrior).",
              "reference": "Iyov 16:14"
            },
            {
              "content": "I have sewed sackcloth upon my skin, and laid my keren (horn, strength) in the aphar (dust).",
              "reference": "Iyov 16:15"
            },
            {
              "content": "My face is red with weeping, and on my eyelids is the tzalmavet;",
              "reference": "Iyov 16:16"
            },
            {
              "content": "Not for any chamas in mine hands; also my tefillah is pure.",
              "reference": "Iyov 16:17"
            },
            {
              "content": "O earth, cover not thou my dahm, and let my outcry have no makom (place of rest).",
              "reference": "Iyov 16:18"
            },
            {
              "content": "Also now, hinei, my Ed is in Shomayim, and my Sahed (witness, one who vouches for me) is on high.",
              "reference": "Iyov 16:19"
            },
            {
              "content": "My friends scorn me; but mine eye poureth out tears unto Eloah.",
              "reference": "Iyov 16:20"
            },
            {
              "content": "O that one might plead for a man with Eloah, as a man pleadeth for his neighbor!",
              "reference": "Iyov 16:21"
            },
            {
              "content": "When a few shanot are come, then I shall go the way whence I shall not return.",
              "reference": "Iyov 16:22"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Iyov 17 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "My ruach is broken, my yamim are extinct, the kevarim are ready for me.",
              "reference": "Iyov 17:1"
            },
            {
              "content": "Does not hatulim (mockery) surround me? And doth not mine eye continue in their provocation?",
              "reference": "Iyov 17:2"
            },
            {
              "content": "Lay down an eravon (pledge) with Thee; who is he that will put up security for me?",
              "reference": "Iyov 17:3"
            },
            {
              "content": "For Thou hast hid their lev from seichel; therefore shalt Thou not exalt them.",
              "reference": "Iyov 17:4"
            },
            {
              "content": "He that informs on re'im for chelek, even the eyes of his banim shall fail.",
              "reference": "Iyov 17:5"
            },
            {
              "content": "He hath made me also a mashal (byword) of the peoples; and I am one in whose face they spit.",
              "reference": "Iyov 17:6"
            },
            {
              "content": "Mine eye also is dim by reason of ka'as, and all my members are like a tzel (shadow).",
              "reference": "Iyov 17:7"
            },
            {
              "content": "Yesharim shall be appalled at this and the naki (pure, innocent) shall stir up himself against the chanef (profane, irreligious).",
              "reference": "Iyov 17:8"
            },
            {
              "content": "The tzaddik also shall hold to his derech, and he whose yadayim are tahor shall grow stronger and stronger.",
              "reference": "Iyov 17:9"
            },
            {
              "content": "But as for all you, do ye return, and come back now; for I cannot find one chacham among you.",
              "reference": "Iyov 17:10"
            },
            {
              "content": "My yamim are past, my plans are broken, even the morashot (possessions, desires) of my lev.",
              "reference": "Iyov 17:11"
            },
            {
              "content": "They change the lailah into yom; the ohr is near to choshech, say they.",
              "reference": "Iyov 17:12"
            },
            {
              "content": "If I wait, Sheol is mine bais; I have made my bed in the choshech.",
              "reference": "Iyov 17:13"
            },
            {
              "content": "I have said to Shachat, thou art avi; to the worm, thou art immi, and achoti.",
              "reference": "Iyov 17:14"
            },
            {
              "content": "And where is now my tikveh? As for my tikveh, who regards it?",
              "reference": "Iyov 17:15"
            },
            {
              "content": "Will it go down to the gates of Sheol? Shall we go down together into the dust?",
              "reference": "Iyov 17:16"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Iyov 18 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then answered Bildad the Shuchi, and said,",
              "reference": "Iyov 18:1"
            },
            {
              "content": "Ad anah (Until when, how long) will it be ere ye make an end of words? Gain binah, and afterwards we will speak.",
              "reference": "Iyov 18:2"
            },
            {
              "content": "Why are we counted as behemah (cattle), and reputed stupid in your sight?",
              "reference": "Iyov 18:3"
            },
            {
              "content": "Thou art he who teareth his nefesh in his anger; shall eretz (earth) be forsaken for thee? And shall the tzur be removed out of its place?",
              "reference": "Iyov 18:4"
            },
            {
              "content": "Yea, the ohr of the resha'im shall be put out, and the flame of his eish shall not burn.",
              "reference": "Iyov 18:5"
            },
            {
              "content": "The ohr shall be choshech in his ohel, and his ner (lamp) above him is extinguished.",
              "reference": "Iyov 18:6"
            },
            {
              "content": "The steps of his vigor shall be shortened, and his own etzah (counsel, scheme) shall cast him down.",
              "reference": "Iyov 18:7"
            },
            {
              "content": "For he is cast into a reshet by his own raglayim, and he walketh into a pitfall.",
              "reference": "Iyov 18:8"
            },
            {
              "content": "The pach (trap) shall take him by the akev (heel), and the snare shall prevail against him.",
              "reference": "Iyov 18:9"
            },
            {
              "content": "The noose is laid for him ba'aretz (on the ground), and a trap for him in the path.",
              "reference": "Iyov 18:10"
            },
            {
              "content": "Ballahot (terrors, terrible thoughts) shall make him afraid on every side, and shall dog him behind his feet.",
              "reference": "Iyov 18:11"
            },
            {
              "content": "Calamity is ra'ev (hungry) for him, and destruction shall be ready for his fall.",
              "reference": "Iyov 18:12"
            },
            {
              "content": "It shall devour the limbs of his ohr (skin); even the bechor mavet (plague) shall devour his members.",
              "reference": "Iyov 18:13"
            },
            {
              "content": "That in which he trusted is rooted out of his ohel, and it shall march him to Melech Ballahot (King of Terrors).",
              "reference": "Iyov 18:14"
            },
            {
              "content": "In his ohel nothing dwells; gofrit (brimstone) is scattered upon his habitation.",
              "reference": "Iyov 18:15"
            },
            {
              "content": "His shorashim shall be dried up beneath, and above his branch shall wither.",
              "reference": "Iyov 18:16"
            },
            {
              "content": "His memory shall perish from the earth, and he shall have no shem in the land.",
              "reference": "Iyov 18:17"
            },
            {
              "content": "He shall be driven from ohr into choshech, and chased out of the tevel.",
              "reference": "Iyov 18:18"
            },
            {
              "content": "He shall neither have offspring nor descendant among his am (people), nor is there a sarid in his dwellings.",
              "reference": "Iyov 18:19"
            },
            {
              "content": "The acharonim shall be astonished at his yom, as the kadmonim were affrighted.",
              "reference": "Iyov 18:20"
            },
            {
              "content": "Surely such are the mishkenot (dwellings) of the resha'im, and this is the place of him that has no da'as of El.",
              "reference": "Iyov 18:21"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Iyov 19 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Iyov answered and said,",
              "reference": "Iyov 19:1"
            },
            {
              "content": "How long will ye torment my nefesh, and crush me with words?",
              "reference": "Iyov 19:2"
            },
            {
              "content": "These ten times have ye reproached me; ye have no bushah that ye cause me astonishment.",
              "reference": "Iyov 19:3"
            },
            {
              "content": "And be it indeed that I have erred, mine meshugah (error) remaineth with myself.",
              "reference": "Iyov 19:4"
            },
            {
              "content": "If indeed ye will magnify yourselves above me, and use against me my cherpah (reproach, humiliation),",
              "reference": "Iyov 19:5"
            },
            {
              "content": "Have da'as now that Eloah hath put me in the wrong, and hath encompassed me with his matzud (net).",
              "reference": "Iyov 19:6"
            },
            {
              "content": "Behold, when I cry chamas, I am not heard; I cry for help, but there is no mishpat.",
              "reference": "Iyov 19:7"
            },
            {
              "content": "He hath fenced around my way that I cannot pass, and set choshech in my paths.",
              "reference": "Iyov 19:8"
            },
            {
              "content": "He hath stripped me of my kavod, and taken the ateret from my rosh.",
              "reference": "Iyov 19:9"
            },
            {
              "content": "He breaks me down on every side till I am gone, and mine tikveh hath He uprooted like an etz.",
              "reference": "Iyov 19:10"
            },
            {
              "content": "He hath also kindled His wrath against me, and He counteth me unto Him as His tzar (enemy).",
              "reference": "Iyov 19:11"
            },
            {
              "content": "His forces come together, and raise up their siege ramp against me, and encamp around my ohel.",
              "reference": "Iyov 19:12"
            },
            {
              "content": "He hath put achai (my brethren) far from me, and mine acquaintances are verily estranged from me.",
              "reference": "Iyov 19:13"
            },
            {
              "content": "My kerov (near and dear) have failed, and my familiar friends have forgotten me.",
              "reference": "Iyov 19:14"
            },
            {
              "content": "They that dwell in mine bais, and my maidservants, count me for a zar; I am a nokhri in their sight.",
              "reference": "Iyov 19:15"
            },
            {
              "content": "I summoned avdi, and he gave me no answer; I entreated him with my mouth.",
              "reference": "Iyov 19:16"
            },
            {
              "content": "My ruach is repulsive to my isha, loathsome to bnei beten of mine.",
              "reference": "Iyov 19:17"
            },
            {
              "content": "Even avilim (little children) treat me with contempt; I appear, and they ridicule me.",
              "reference": "Iyov 19:18"
            },
            {
              "content": "All my metei sod (confidants) detest me, and they whom I loved are turned against me.",
              "reference": "Iyov 19:19"
            },
            {
              "content": "My etzem cleaveth to my ohr (skin) and to my basar, and I am escaped only by the skin of my teeth.",
              "reference": "Iyov 19:20"
            },
            {
              "content": "Channuni, channuni, O ye my friends; for the yad Eloah hath touched me.",
              "reference": "Iyov 19:21"
            },
            {
              "content": "Why do ye persecute me like El, not satisfied with my basar?",
              "reference": "Iyov 19:22"
            },
            {
              "content": "Oh that my words were but written! O that they were recorded in a sefer!",
              "reference": "Iyov 19:23"
            },
            {
              "content": "That they were engraved with a pen of barzel and with oferet (lead) in the tzur forever!",
              "reference": "Iyov 19:24"
            },
            {
              "content": "For Ani yadati Goeli chai (I know that my Redeemer liveth), and that he shall stand up at Acharon (at the Last) upon aphar (dust, the earth);",
              "reference": "Iyov 19:25"
            },
            {
              "content": "And though after my ohr (skin) has been thus destroyed, yet from my basar I shall see Eloah;",
              "reference": "Iyov 19:26"
            },
            {
              "content": "Whom I shall see for myself, and mine eyes shall behold and no other; my heart faints within me.",
              "reference": "Iyov 19:27"
            },
            {
              "content": "But ye think, How we will persecute him, seeing the shoresh (root) of the matter is found in me?",
              "reference": "Iyov 19:28"
            },
            {
              "content": "Be ye afraid of the cherev; for wrath bringeth the avonot (punishments) of the cherev, that ye may know there is a judgment.",
              "reference": "Iyov 19:29"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Iyov 20 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then answered Tzophar the Na'amati, and said,",
              "reference": "Iyov 20:1"
            },
            {
              "content": "Therefore do my thoughts cause me to answer, and ba'avur (because of [this]) I make haste.",
              "reference": "Iyov 20:2"
            },
            {
              "content": "I hear the musar that insults me, and the ruach of my understanding causeth me to answer.",
              "reference": "Iyov 20:3"
            },
            {
              "content": "Knowest thou not this of old, since adam was placed upon earth,",
              "reference": "Iyov 20:4"
            },
            {
              "content": "That the triumphing of the resha'im is short, and the simchat chanef (joy of the hypocrite) but for a moment?",
              "reference": "Iyov 20:5"
            },
            {
              "content": "Though his excellency mount up to Shomayim, and his rosh reach unto the clouds;",
              "reference": "Iyov 20:6"
            },
            {
              "content": "Yet he shall perish lanetzach (forever) like his own dung; they which have seen him shall say, Where is he?",
              "reference": "Iyov 20:7"
            },
            {
              "content": "He shall fly away as a chalom, and shall not be found; yea, he shall be chased away as a chezyon lailah.",
              "reference": "Iyov 20:8"
            },
            {
              "content": "The ayin also which saw him shall see him no more; neither shall his makom any more behold him.",
              "reference": "Iyov 20:9"
            },
            {
              "content": "His banim shall seek the favor of the poor, and his hands shall restore their goods.",
              "reference": "Iyov 20:10"
            },
            {
              "content": "His atzmot are full of youthful vigor, which shall lie down with him in the aphar.",
              "reference": "Iyov 20:11"
            },
            {
              "content": "Though wickedness be sweet in his mouth, though he hide it under his leshon;",
              "reference": "Iyov 20:12"
            },
            {
              "content": "Though he savor it, and forsake it not, but keep it still betoch (within) his mouth;",
              "reference": "Iyov 20:13"
            },
            {
              "content": "Yet his lechem in his stomach is turned sour; it is the venom of vipers within him.",
              "reference": "Iyov 20:14"
            },
            {
              "content": "He hath swallowed down riches, and he shall vomit them up again; El shall drive them out of his beten.",
              "reference": "Iyov 20:15"
            },
            {
              "content": "He shall suck the venom of asps; the viperʼs leshon shall slay him.",
              "reference": "Iyov 20:16"
            },
            {
              "content": "He shall not see the rivers, the floods, the brooks of devash and khemah (butter, curds).",
              "reference": "Iyov 20:17"
            },
            {
              "content": "That which he labored for shall he give back, and shall not swallow it down; he shall not rejoice according to his chayil temurah (business profit).",
              "reference": "Iyov 20:18"
            },
            {
              "content": "Because he hath oppressed and hath forsaken the destitute; because he hath violently seized a bais which he built not;",
              "reference": "Iyov 20:19"
            },
            {
              "content": "Surely he knew no quiet in his beten; he shall not save anything which he desired.",
              "reference": "Iyov 20:20"
            },
            {
              "content": "There shall none of his ochel be left; therefore his posterity will not endure.",
              "reference": "Iyov 20:21"
            },
            {
              "content": "In the fulness of his sufficiency he shall be in distress; kol yad of misery shall come upon him.",
              "reference": "Iyov 20:22"
            },
            {
              "content": "When he is about to fill his beten, He shall cast the charon af (fury of His wrath) upon him, and shall rain it upon him while he is eating.",
              "reference": "Iyov 20:23"
            },
            {
              "content": "He shall flee from the weapon of barzel (iron), and the keshet of bronze shall strike him through.",
              "reference": "Iyov 20:24"
            },
            {
              "content": "It is drawn, and cometh out of their body; yea, the glittering point cometh out of his gall; emim (terrors [of death]) are upon them.",
              "reference": "Iyov 20:25"
            },
            {
              "content": "Kol choshech is reserved for his treasures; an eish not fanned shall consume him; it shall go ill with him that is left in his ohel.",
              "reference": "Iyov 20:26"
            },
            {
              "content": "Shomayim shall reveal his iniquity; and eretz shall rise up against him.",
              "reference": "Iyov 20:27"
            },
            {
              "content": "The increase of his bais shall depart, and his goods shall flow away in [G-dʼs] Yom Af.",
              "reference": "Iyov 20:28"
            },
            {
              "content": "This is the chelek of an adam rasha from Elohim, and the nachalah decreed unto him by El (G-d).",
              "reference": "Iyov 20:29"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Iyov 21 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "But Iyov answered and said,",
              "reference": "Iyov 21:1"
            },
            {
              "content": "Hear diligently my speech, and let this be your tanechumot (consolations).",
              "reference": "Iyov 21:2"
            },
            {
              "content": "Bear with me that I may speak; and achar (after) that I have spoken, mock on.",
              "reference": "Iyov 21:3"
            },
            {
              "content": "As for me, is my complaint to adam (mortals)? Or why should my ruach not become impatient?",
              "reference": "Iyov 21:4"
            },
            {
              "content": "Look at me, and be astonished, and lay your yad upon your peh (mouth).",
              "reference": "Iyov 21:5"
            },
            {
              "content": "Even when I remember I am afraid, and trembling taketh hold on my basar.",
              "reference": "Iyov 21:6"
            },
            {
              "content": "Madu'a (why) do the resha'im live, become old, yea, are mighty in power?",
              "reference": "Iyov 21:7"
            },
            {
              "content": "Their zera is established in their sight with them, and their offspring before their eyes.",
              "reference": "Iyov 21:8"
            },
            {
              "content": "Their batim (houses) are shalom from pachad; neither is the shevet Eloah upon them.",
              "reference": "Iyov 21:9"
            },
            {
              "content": "Their shor (bull) breeds, and faileth not; their cow calveth, and doth not miscarry her calf.",
              "reference": "Iyov 21:10"
            },
            {
              "content": "They send forth their little ones like a tzon, and their yeladim jump about.",
              "reference": "Iyov 21:11"
            },
            {
              "content": "They sing to the tambourine and kinnor, and rejoice at the sound of the flute.",
              "reference": "Iyov 21:12"
            },
            {
              "content": "They spend their yamim in tov, and in a moment go down to Sheol.",
              "reference": "Iyov 21:13"
            },
            {
              "content": "Therefore they say unto El, Depart from us; for we desire not the da'as of Thy ways.",
              "reference": "Iyov 21:14"
            },
            {
              "content": "What is Shaddai, that we should serve Him? And what profit should we have, if we importune Him?",
              "reference": "Iyov 21:15"
            },
            {
              "content": "Lo, their tov is not in their yad; the etzah (counsel, scheme) of the resha'im is far from me.",
              "reference": "Iyov 21:16"
            },
            {
              "content": "How oft is the ner (light) of the resha'im put out! And how oft cometh their destruction upon them and He distributeth pains in His anger.",
              "reference": "Iyov 21:17"
            },
            {
              "content": "They are as straw before the ruach, and as chaff that the storm carrieth away.",
              "reference": "Iyov 21:18"
            },
            {
              "content": "Eloah layeth up his iniquity for his banim; He payeth him back, and he shall know it.",
              "reference": "Iyov 21:19"
            },
            {
              "content": "His eyes shall see his destruction, and he shall drink of the wrath of Shaddai.",
              "reference": "Iyov 21:20"
            },
            {
              "content": "For what pleasure hath he in his bais after him, when the mispar (number) of his months is cut off?",
              "reference": "Iyov 21:21"
            },
            {
              "content": "Shall any teach El da'as, seeing He judgeth those that are on high?",
              "reference": "Iyov 21:22"
            },
            {
              "content": "Zeh (this one) dieth in his full prosperity, being wholly at ease and secure.",
              "reference": "Iyov 21:23"
            },
            {
              "content": "His troughs are full of cholov, and his atzmot are moistened with marrow.",
              "reference": "Iyov 21:24"
            },
            {
              "content": "And another dieth in the marah (bitterness) of his nefesh, and never eateth with pleasure.",
              "reference": "Iyov 21:25"
            },
            {
              "content": "They shall lie down alike in the aphar, and the worms shall cover them.",
              "reference": "Iyov 21:26"
            },
            {
              "content": "Behold, I know your machshevot, and the stratagems which ye wrongfully imagine against me.",
              "reference": "Iyov 21:27"
            },
            {
              "content": "For ye say, Where is the bais of the tyrant? And where are the ohel mishkenot of the resha'im?",
              "reference": "Iyov 21:28"
            },
            {
              "content": "Have ye not asked them that travel the derech? And do ye not accept their testimony,",
              "reference": "Iyov 21:29"
            },
            {
              "content": "That the rah is spared in the yom eid (day of calamity)? They shall be rescued in the yom avarot (day of wrath).",
              "reference": "Iyov 21:30"
            },
            {
              "content": "Who shall declare his derech to his face? And who shall repay him what he hath done?",
              "reference": "Iyov 21:31"
            },
            {
              "content": "Yet shall he be brought to the grave, and shall remain in the gadish (gravemound).",
              "reference": "Iyov 21:32"
            },
            {
              "content": "The clods of the valley shall be sweet unto him, and kol adam shall draw after him, as there are innumerable before him.",
              "reference": "Iyov 21:33"
            },
            {
              "content": "How then comfort ye me with hevel (empty nothings), seeing in your answers there is nothing left but falsehood?",
              "reference": "Iyov 21:34"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Iyov 22 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Eliphaz of Teman answered and said,",
              "reference": "Iyov 22:1"
            },
            {
              "content": "Can a gever be profitable unto El, as he that has seichel may be profitable unto himself?",
              "reference": "Iyov 22:2"
            },
            {
              "content": "Is it any pleasure to Shaddai, that thou art tzaddik? Or is it gain to Him, that thou makest thy ways blameless?",
              "reference": "Iyov 22:3"
            },
            {
              "content": "Is it for thy yireh [Elohim] that He reproves thee? Will He enter with thee into mishpat?",
              "reference": "Iyov 22:4"
            },
            {
              "content": "Is not thy rah great? And thine avonot infinite?",
              "reference": "Iyov 22:5"
            },
            {
              "content": "For thou hast exacted a pledge from thy brother for naught, and stripped the arummim (naked ones) of their clothing.",
              "reference": "Iyov 22:6"
            },
            {
              "content": "Thou hast not given mayim to the weary to drink, and thou hast withheld lechem from the hungry.",
              "reference": "Iyov 22:7"
            },
            {
              "content": "But as for the ish zeroa (mighty man), his is ha'aretz; and the honorable man dwelt therein.",
              "reference": "Iyov 22:8"
            },
            {
              "content": "Thou hast sent almanot away empty, and the arms of the yetomim have been broken.",
              "reference": "Iyov 22:9"
            },
            {
              "content": "Therefore pachim (snares) are around thee, and sudden pachad troubleth thee;",
              "reference": "Iyov 22:10"
            },
            {
              "content": "Or choshech, that thou canst not see; and overflow of mayim cover thee.",
              "reference": "Iyov 22:11"
            },
            {
              "content": "Is not Eloah in the height of Shomayim? And hinei the rosh kokhavim, how high they are!",
              "reference": "Iyov 22:12"
            },
            {
              "content": "And thou sayest, How doth El know? Can He judge through the thick cloud?",
              "reference": "Iyov 22:13"
            },
            {
              "content": "Thick clouds veil Him, that He seeth not; and He walketh in the vault of Shomayim.",
              "reference": "Iyov 22:14"
            },
            {
              "content": "Wilt thou note the orach olam which wicked men have trodden?",
              "reference": "Iyov 22:15"
            },
            {
              "content": "Who were cut down before their time, whose yesod was overflown with a flood;",
              "reference": "Iyov 22:16"
            },
            {
              "content": "Who said unto El, Depart from us; and what can Shaddai do to them?",
              "reference": "Iyov 22:17"
            },
            {
              "content": "Yet He filled their batim (houses) with tov; but the etza (counsel) of the resha'im is far from me.",
              "reference": "Iyov 22:18"
            },
            {
              "content": "The tzaddikim see it, and are glad, and the naki (innocent) laugh them to scorn.",
              "reference": "Iyov 22:19"
            },
            {
              "content": "Verily our foe is destroyed, and the abundance of them the eish consumeth.",
              "reference": "Iyov 22:20"
            },
            {
              "content": "Acquaint now thyself with Him, and so hast thou shalom; thereby tovah shall come unto thee.",
              "reference": "Iyov 22:21"
            },
            {
              "content": "Receive, now, torah from His mouth, and lay up His words in thine lev.",
              "reference": "Iyov 22:22"
            },
            {
              "content": "If thou return to Shaddai, thou shalt be restored; if thou shalt put away iniquity far from thy ohalim;",
              "reference": "Iyov 22:23"
            },
            {
              "content": "Then shalt thou lay up gold as aphar, and that of Ophir as the tzur of the brooks.",
              "reference": "Iyov 22:24"
            },
            {
              "content": "Yea, Shaddai shall be thy gold, and thy precious kesef.",
              "reference": "Iyov 22:25"
            },
            {
              "content": "For then shalt thou have thy delight in Shaddai, and shalt lift up thy face unto Eloah.",
              "reference": "Iyov 22:26"
            },
            {
              "content": "Thou shalt make thy prayer unto Him, and He shall hear thee, and thou shalt fulfill thy nederim.",
              "reference": "Iyov 22:27"
            },
            {
              "content": "Thou shalt also decide a matter, and it shall be established unto thee, and the ohr shall shine upon thy ways.",
              "reference": "Iyov 22:28"
            },
            {
              "content": "When they are cast down, thou shalt say: Arise, and He shall save the one with low eynayim.",
              "reference": "Iyov 22:29"
            },
            {
              "content": "He shall deliver even the guilty; and he is delivered by the bar (cleanness) of thine hands.",
              "reference": "Iyov 22:30"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Iyov 23 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Iyov answered and said,",
              "reference": "Iyov 23:1"
            },
            {
              "content": "Even hayom (today) is my complaint bitter; my stroke is heavier than my groaning.",
              "reference": "Iyov 23:2"
            },
            {
              "content": "Oh that I knew where I might find Him! That I might come even to His techunah (abode)!",
              "reference": "Iyov 23:3"
            },
            {
              "content": "I would order my mishpat (cause) before Him, and fill my mouth with arguments.",
              "reference": "Iyov 23:4"
            },
            {
              "content": "I would know the words which He would answer me, and have binah of what He would say unto me.",
              "reference": "Iyov 23:5"
            },
            {
              "content": "Will He contend against me with His great koach? No, but He would pay heed to me.",
              "reference": "Iyov 23:6"
            },
            {
              "content": "There the yashar might dispute with Him; so should I be delivered forever from my Shofet (Judge).",
              "reference": "Iyov 23:7"
            },
            {
              "content": "Hen (behold), I go forward, but He is not there; and backward, but I cannot perceive him;",
              "reference": "Iyov 23:8"
            },
            {
              "content": "On the left hand, where He doth work, but I cannot behold Him; He hideth himself yamin (on the right hand), that I cannot see Him.",
              "reference": "Iyov 23:9"
            },
            {
              "content": "But He knoweth the derech that I take; when He hath tried me, I shall come forth as zahav.",
              "reference": "Iyov 23:10"
            },
            {
              "content": "My regel hath held to His steps, over His way have I been shomer, and not turned aside.",
              "reference": "Iyov 23:11"
            },
            {
              "content": "Neither have I gone back from the mitzvah of His lips; I have treasured the words of His mouth more than my appointed portion.",
              "reference": "Iyov 23:12"
            },
            {
              "content": "But He stands alone, and who can turn Him? And what His nefesh desireth, even that He doeth.",
              "reference": "Iyov 23:13"
            },
            {
              "content": "For He accomplisheth the thing that is appointed for me; and rabbot (many) such things are with Him.",
              "reference": "Iyov 23:14"
            },
            {
              "content": "Al-ken (therefore) am I troubled at His presence; when I consider, I am afraid of Him.",
              "reference": "Iyov 23:15"
            },
            {
              "content": "For El maketh my lev dejected, and Shaddai troubleth me,",
              "reference": "Iyov 23:16"
            },
            {
              "content": "Because I was not cut off from before the choshech, neither hath He hidden deep darkness from my face.",
              "reference": "Iyov 23:17"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Iyov 24 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Why are times [for judgment] from Shaddai not kept, and why do those who have da'as of him not see his yamim (days [of assize])?",
              "reference": "Iyov 24:1"
            },
            {
              "content": "Some move the boundary stones; they steal edar, and pasture them.",
              "reference": "Iyov 24:2"
            },
            {
              "content": "They drive away the chamor of the yetomim, they take the ox of the almanah for a pledge.",
              "reference": "Iyov 24:3"
            },
            {
              "content": "They thrust the needy out of the derech; the poor of the eretz needs hide themselves together.",
              "reference": "Iyov 24:4"
            },
            {
              "content": "Look, as wild donkeys in the midbar go they forth to their work; foraging for teref (nourishment); the wilderness yieldeth lechem for them and for their na'arim.",
              "reference": "Iyov 24:5"
            },
            {
              "content": "They reap every one his fodder in the sadeh, and they glean the kerem of the resha'im.",
              "reference": "Iyov 24:6"
            },
            {
              "content": "They spend the night arom (naked) without levush (clothing), they have no covering in the cold.",
              "reference": "Iyov 24:7"
            },
            {
              "content": "They are wet with the rain of the harim, and embrace the tzur for want of a shelter.",
              "reference": "Iyov 24:8"
            },
            {
              "content": "They pluck the yatom from the breast, and seize the oni for debt.",
              "reference": "Iyov 24:9"
            },
            {
              "content": "They cause him to go arom without levush, and they take away the omer (sheaf) from the hungry;",
              "reference": "Iyov 24:10"
            },
            {
              "content": "Which crush olives within their walls, and tread their winepresses, yet suffer thirst.",
              "reference": "Iyov 24:11"
            },
            {
              "content": "Men groan from out of the Ir, and the nefesh of the chalalim (wounded ones) crieth out, yet Eloah chargeth not tiflah (folly) to them.",
              "reference": "Iyov 24:12"
            },
            {
              "content": "They are of those that are moredei ohr (rebelling ones against the light); they know not the ways thereof, nor abide in the paths thereof.",
              "reference": "Iyov 24:13"
            },
            {
              "content": "The rotzeach rising with the daylight killeth the oni and needy, and in the lailah is like a ganav.",
              "reference": "Iyov 24:14"
            },
            {
              "content": "The eye also of the no'ef is shomer, watching for the duskʼs twilight, saying, No eye shall see me, and puts something to hide his face.",
              "reference": "Iyov 24:15"
            },
            {
              "content": "In the choshech they dig through batim (houses); in the daytime they shut themselves in; they have no da'as of the ohr.",
              "reference": "Iyov 24:16"
            },
            {
              "content": "For the boker is to them even as the tzalmavet; they are friends with the terrors of tzalmavet.",
              "reference": "Iyov 24:17"
            },
            {
              "content": "Swiftly vanishing is he on the surface of the mayim; their chelek is cursed in ha'aretz; he turneth no more in the derech of the kramim (vineyards).",
              "reference": "Iyov 24:18"
            },
            {
              "content": "Drought and heat consume the snow waters; so doth Sheol those which have sinned.",
              "reference": "Iyov 24:19"
            },
            {
              "content": "The rechem (womb) shall forget him; the worm shall feast on him; he shall be no more remembered; and wickedness shall be broken like an etz.",
              "reference": "Iyov 24:20"
            },
            {
              "content": "He plundereth the barren that beareth not; and doeth not good to the almanah.",
              "reference": "Iyov 24:21"
            },
            {
              "content": "He drags away also the mighty with his ko'ach; he riseth up, and no man is sure of life.",
              "reference": "Iyov 24:22"
            },
            {
              "content": "Though it be given him to be in safety, and he be sustained, yet His eynayim are upon their ways.",
              "reference": "Iyov 24:23"
            },
            {
              "content": "They are exalted me'at (for a little while), then they are no more and are withered and snatched away like all others, and cut off like the tops of the ears of grain.",
              "reference": "Iyov 24:24"
            },
            {
              "content": "And if it be not so, who will charge me with lying, and make my milah (word) worth nothing?",
              "reference": "Iyov 24:25"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Iyov 25 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then answered Bildad the Shuchi, and said,",
              "reference": "Iyov 25:1"
            },
            {
              "content": "Dominion and pachad are with Him, oseh shalom bimromav.",
              "reference": "Iyov 25:2"
            },
            {
              "content": "Is there any number of His armies? And upon whom doth not His ohr arise?",
              "reference": "Iyov 25:3"
            },
            {
              "content": "Mah yitzdak Enosh im El (how then can man be justified, set right, with G-d?) Or how can he be clean that is born of isha?",
              "reference": "Iyov 25:4"
            },
            {
              "content": "If even the yarei'ach shineth not, yea, the kokhavim are not pure in His sight,",
              "reference": "Iyov 25:5"
            },
            {
              "content": "How much less enosh, that is a maggot? And the ben adam, which is a tola'at (worm)?",
              "reference": "Iyov 25:6"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Iyov 26 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "But Iyov answered and said,",
              "reference": "Iyov 26:1"
            },
            {
              "content": "How hast thou helped him that is without ko'ach? How savest thou the zero'a that hath no oz (strength)?",
              "reference": "Iyov 26:2"
            },
            {
              "content": "How hast thou counseled him that hath no chochmah? And how hast thou plentifully declared the tushiyyah (efficient wisdom)?",
              "reference": "Iyov 26:3"
            },
            {
              "content": "To whom hast thou uttered words? And whose neshamah came from thee?",
              "reference": "Iyov 26:4"
            },
            {
              "content": "Dead things tremble from under the mayim, and the inhabitants thereof.",
              "reference": "Iyov 26:5"
            },
            {
              "content": "Sheol is naked before Him, and Avaddon hath no cover.",
              "reference": "Iyov 26:6"
            },
            {
              "content": "He stretcheth out the Tzafon over the tohu, and hangeth eretz upon nothing.",
              "reference": "Iyov 26:7"
            },
            {
              "content": "He bindeth up the mayim in His thick clouds; and the anan doeth not burst under them.",
              "reference": "Iyov 26:8"
            },
            {
              "content": "He covers the face of [His] kisse, and spreadeth His anan upon it.",
              "reference": "Iyov 26:9"
            },
            {
              "content": "He hath circled the horizon on the face of the mayim for a boundary between ohr and choshech.",
              "reference": "Iyov 26:10"
            },
            {
              "content": "The ammudim of Shomayim tremble and are aghast at His rebuke.",
              "reference": "Iyov 26:11"
            },
            {
              "content": "He divideth the yam with His ko'ach, and by His understanding He struck down Rahav.",
              "reference": "Iyov 26:12"
            },
            {
              "content": "By His Ruach He hath made fair Shomayim; His yad hath pierced the fleeing nachash.",
              "reference": "Iyov 26:13"
            },
            {
              "content": "Lo, these are but the ketzot of His ways, but how faint the davar we hear of Him. And the thunder of His gevurah who can understand?",
              "reference": "Iyov 26:14"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Iyov 27 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Moreover Iyov continued his mashal, and said:",
              "reference": "Iyov 27:1"
            },
            {
              "content": "As El liveth, Who hath taken away my mishpat, and Shaddai, Who hath saddened my nefesh;",
              "reference": "Iyov 27:2"
            },
            {
              "content": "All the while my neshamah is in me, and the ruach of Eloah is in my nostrils,",
              "reference": "Iyov 27:3"
            },
            {
              "content": "My lips shall not speak falsehood, nor my leshon utter deceit.",
              "reference": "Iyov 27:4"
            },
            {
              "content": "Far be it from me I should justify you; till I die I will not remove mine tom (integrity) from me.",
              "reference": "Iyov 27:5"
            },
            {
              "content": "My tzedakah I hold fast, and will not let it go; my lev shall not reproach for any of my days.",
              "reference": "Iyov 27:6"
            },
            {
              "content": "Let mine enemy be as the rasha (evildoer), and he that riseth up against me as unrighteous.",
              "reference": "Iyov 27:7"
            },
            {
              "content": "For what is the tikveh of the chanef, when He cutteth off, when Eloah taketh away, his nefesh?",
              "reference": "Iyov 27:8"
            },
            {
              "content": "Will El hear his cry when tzarah cometh upon him?",
              "reference": "Iyov 27:9"
            },
            {
              "content": "Will he delight himself in Shaddai? Will he always call upon Eloah?",
              "reference": "Iyov 27:10"
            },
            {
              "content": "I will teach you concerning the yad El; that which is with Shaddai will I not conceal.",
              "reference": "Iyov 27:11"
            },
            {
              "content": "Hen (behold), all ye yourselves have seen it; why then are ye thus altogether vain?",
              "reference": "Iyov 27:12"
            },
            {
              "content": "This is the chelek (lot) of the adam rasha with El and the nachalah of oppressors, which they shall receive from Shaddai.",
              "reference": "Iyov 27:13"
            },
            {
              "content": "If his banim be multiplied, it is for the cherev, and his offspring shall not have lechem enough.",
              "reference": "Iyov 27:14"
            },
            {
              "content": "Those that survive him shall be buried in mavet, and his almanot shall not weep.",
              "reference": "Iyov 27:15"
            },
            {
              "content": "Though he heap up kesef as the aphar, and pile up raiment as the clay,",
              "reference": "Iyov 27:16"
            },
            {
              "content": "He may prepare it, but the tzaddik shall put it on, and the innocent shall divide the kesef.",
              "reference": "Iyov 27:17"
            },
            {
              "content": "He buildeth his bais as a moth, and as a sukkah that the watchman maketh.",
              "reference": "Iyov 27:18"
            },
            {
              "content": "The oisher (rich man) shall lie down, but he shall do so no more; he openeth his eyes, and he is not.",
              "reference": "Iyov 27:19"
            },
            {
              "content": "Terrors take hold on him as a flood, a tempest stealeth him away in the lailah.",
              "reference": "Iyov 27:20"
            },
            {
              "content": "The east wind carrieth him away, and he departeth as a storm hurleth him forth from his makom.",
              "reference": "Iyov 27:21"
            },
            {
              "content": "For it will hurl against him, without sparing; he desperately flees from its yad.",
              "reference": "Iyov 27:22"
            },
            {
              "content": "Men shall clap their hands at him, and shall hiss him away from his makom.",
              "reference": "Iyov 27:23"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Iyov 28 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Surely there is a mine for the kesef, and a makom for zahav where they refine it.",
              "reference": "Iyov 28:1"
            },
            {
              "content": "Barzel (iron) is taken out of aphar, and nechoshet is smelted out of the even (stone, ore).",
              "reference": "Iyov 28:2"
            },
            {
              "content": "He setteth a ketz to choshech, and searcheth out all extremities, the even (ore) of darkness and tzalmavet.",
              "reference": "Iyov 28:3"
            },
            {
              "content": "He cuts out a shaft down far from the inhabitant; forgotten of the regel, they dangle, suspended, away from enosh.",
              "reference": "Iyov 28:4"
            },
            {
              "content": "As for eretz, out of it cometh lechem, and under it is transformed as by eish.",
              "reference": "Iyov 28:5"
            },
            {
              "content": "The stones of it are the makom of the sapphire, and it hath ore of zahav.",
              "reference": "Iyov 28:6"
            },
            {
              "content": "There is a hidden path of which no bird of prey has da'as, and which the falconʼs eye hath not seen.",
              "reference": "Iyov 28:7"
            },
            {
              "content": "The proud beasts have not trodden it, nor the shachal (lionʼs cub) passed over it.",
              "reference": "Iyov 28:8"
            },
            {
              "content": "He [the miner] putteth forth his yad upon the rock; he upturneth the mountains by the shoresh.",
              "reference": "Iyov 28:9"
            },
            {
              "content": "He cutteth out channels through the tzurot (rocks), and his eye seeth every precious thing.",
              "reference": "Iyov 28:10"
            },
            {
              "content": "He dams up the streams from flowing, and the thing that is hidden bringeth he forth to ohr.",
              "reference": "Iyov 28:11"
            },
            {
              "content": "But where shall chochmah be found? And where is the makom binah?",
              "reference": "Iyov 28:12"
            },
            {
              "content": "Enosh knoweth not the price thereof; neither is it found in the Eretz HaChayyim.",
              "reference": "Iyov 28:13"
            },
            {
              "content": "The tehom (abyss) saith, It is not in me; and the yam saith, It is not with me.",
              "reference": "Iyov 28:14"
            },
            {
              "content": "It cannot be gotten in exchange for fine gold, neither shall kesef be weighed for the price thereof.",
              "reference": "Iyov 28:15"
            },
            {
              "content": "It cannot be valued with the fine gold of Ophir, with the precious onyx, or the sapphire.",
              "reference": "Iyov 28:16"
            },
            {
              "content": "The zahav and the crystal cannot equal it, and the exchange of it shall not be for the jewel of gold.",
              "reference": "Iyov 28:17"
            },
            {
              "content": "Nor shall mention be made of coral or crystal, for the price of chochmah is above pearls.",
              "reference": "Iyov 28:18"
            },
            {
              "content": "The chrysolite of Ethiopia shall not equal it, neither shall it be valued with tahor gold.",
              "reference": "Iyov 28:19"
            },
            {
              "content": "From where then cometh chochmah? And where is the makom binah?",
              "reference": "Iyov 28:20"
            },
            {
              "content": "Seeing it is hidden from the eyes of kol chai, and concealed from the oph HaShomayim.",
              "reference": "Iyov 28:21"
            },
            {
              "content": "Abaddon and Mavet say, We have heard a rumor thereof with our ears.",
              "reference": "Iyov 28:22"
            },
            {
              "content": "Elohim understandeth the way to it, and He knoweth the makom thereof.",
              "reference": "Iyov 28:23"
            },
            {
              "content": "For He looketh to the ketzot ha'aretz, and seeth all under Shomayim.",
              "reference": "Iyov 28:24"
            },
            {
              "content": "The weight He appointed for the ruach, and He weigheth the mayim by measure.",
              "reference": "Iyov 28:25"
            },
            {
              "content": "When He made a decree for the matar, and a derech for the lightning of the thunder,",
              "reference": "Iyov 28:26"
            },
            {
              "content": "Az (then) did He see it, and declare it; He prepared it, yea, and searched it out.",
              "reference": "Iyov 28:27"
            },
            {
              "content": "And unto adam He said, See, the Yirat Adonoi, that is chochmah, and to depart from rah is binah.",
              "reference": "Iyov 28:28"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Iyov 29 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Moreover Iyov continued his mashal, and said,",
              "reference": "Iyov 29:1"
            },
            {
              "content": "Oh that I were as in months past, as in the days when Eloah was shomer over me;",
              "reference": "Iyov 29:2"
            },
            {
              "content": "When His ner (lamp) shined upon my rosh, and when by His ohr I walked through choshech;",
              "reference": "Iyov 29:3"
            },
            {
              "content": "As I was in the days of my prime, when the Sod Eloah (friendship, counsel of G-d) was over my ohel;",
              "reference": "Iyov 29:4"
            },
            {
              "content": "When Shaddai was yet with me, when my children were around me;",
              "reference": "Iyov 29:5"
            },
            {
              "content": "When I washed my steps with khemah, and the tzur poured me out streams of shemen;",
              "reference": "Iyov 29:6"
            },
            {
              "content": "When I went out to the sha'ar through the city, when I took my moshav in the rekhov!",
              "reference": "Iyov 29:7"
            },
            {
              "content": "The ne'arim saw me, and stepped aside, and the aged arose, and stood up.",
              "reference": "Iyov 29:8"
            },
            {
              "content": "The sarim (nobles) refrained from talking, and laid their hand on their mouth.",
              "reference": "Iyov 29:9"
            },
            {
              "content": "The nobles held their peace, and their leshon cleaved to the roof of their mouth.",
              "reference": "Iyov 29:10"
            },
            {
              "content": "When the ozen heard me, then it commended me; and when the ayin saw me, it did bear witness of me,",
              "reference": "Iyov 29:11"
            },
            {
              "content": "Because I delivered the oni that cried out, and the yatom that had no ozer (helper) for him.",
              "reference": "Iyov 29:12"
            },
            {
              "content": "The birkat oved (blessing of the oppressed) came upon me, and I caused the lev almanah to sing for joy.",
              "reference": "Iyov 29:13"
            },
            {
              "content": "I put on tzedek, and it clothed me; my mishpat was as a robe and a tzanif (turban).",
              "reference": "Iyov 29:14"
            },
            {
              "content": "I was eyes to the ivver, and feet was I to the pisei'ach.",
              "reference": "Iyov 29:15"
            },
            {
              "content": "I was an av to the evyonim (needy); and the cause which I knew not I investigated.",
              "reference": "Iyov 29:16"
            },
            {
              "content": "And I broke the fangs of the wicked, and plucked the prey out of his shinayim.",
              "reference": "Iyov 29:17"
            },
            {
              "content": "Then I said, I shall die in my ken (nest, house), and I shall multiply my yamim like the chol (sand).",
              "reference": "Iyov 29:18"
            },
            {
              "content": "My shoresh was spread out to the mayim, and the tal lay all night upon my branch.",
              "reference": "Iyov 29:19"
            },
            {
              "content": "My kavod was fresh with me, and my keshet was ever new in my yad.",
              "reference": "Iyov 29:20"
            },
            {
              "content": "Unto me men gave ear, and waited, and kept silence at my etzah (counsel).",
              "reference": "Iyov 29:21"
            },
            {
              "content": "Acharei (after) my words they spoke not again; and my speech fell upon them.",
              "reference": "Iyov 29:22"
            },
            {
              "content": "And they waited for me as for the matar; and they opened their mouth wide as for the malkosh (spring, late rain).",
              "reference": "Iyov 29:23"
            },
            {
              "content": "I smiled on them when they did not believe; and the ohr of my countenance they did not cast down.",
              "reference": "Iyov 29:24"
            },
            {
              "content": "I chose out their derech, and sat as Rosh, and dwelt as a melech with his army, as one that comforteth the avelim (mourners).",
              "reference": "Iyov 29:25"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Iyov 30 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "But now they that are younger than I have me in derision, whose avot I would have disdained to have set with the dogs of my tzon.",
              "reference": "Iyov 30:1"
            },
            {
              "content": "Yea, what use was the koach of their hands to me, since their vigor hath perished?",
              "reference": "Iyov 30:2"
            },
            {
              "content": "For choser (want, lack) and hunger they gnawed the parched ground desolate and waste.",
              "reference": "Iyov 30:3"
            },
            {
              "content": "They cut up mallow plants by the bushes, and juniper roots for their lechem.",
              "reference": "Iyov 30:4"
            },
            {
              "content": "They were banished from among men, (they shouted after them as after a ganav);",
              "reference": "Iyov 30:5"
            },
            {
              "content": "To dwell in the clefts of the wadis, in holes of aphar, and in the rocks.",
              "reference": "Iyov 30:6"
            },
            {
              "content": "Among the bushes they brayed; tachat (under) the underbrush they were huddled together.",
              "reference": "Iyov 30:7"
            },
            {
              "content": "They were bnei naval, yea, sons of base men; they were driven forth out of ha'aretz.",
              "reference": "Iyov 30:8"
            },
            {
              "content": "And atah (now) am I their mocking song, yea, I am their byword.",
              "reference": "Iyov 30:9"
            },
            {
              "content": "They abhor me, they flee far from me, and spare not rok (spit) in my face.",
              "reference": "Iyov 30:10"
            },
            {
              "content": "Because He hath loosed my bowstring, and afflicted me, they have also let loose the resen (bridle) before me.",
              "reference": "Iyov 30:11"
            },
            {
              "content": "Upon my yamin (right hand) rise up the rabble; they push away my feet, and they raise up against me the ways of their destruction.",
              "reference": "Iyov 30:12"
            },
            {
              "content": "They break up my road, they set forward my overthrow, they have no ozer (helper).",
              "reference": "Iyov 30:13"
            },
            {
              "content": "They approach me as through a wide breach; in the shoah (desolation, Holocaust), they rolled themselves upon me.",
              "reference": "Iyov 30:14"
            },
            {
              "content": "Ballahot (terrors) are turned upon me; they pursue my dignity like the ruach, and my safety passeth away like a cloud.",
              "reference": "Iyov 30:15"
            },
            {
              "content": "And now my nefesh ebbs away from me; the yemei oni have taken hold upon me.",
              "reference": "Iyov 30:16"
            },
            {
              "content": "My atzmot are pierced in me in the night, and my gnawing pains take no rest.",
              "reference": "Iyov 30:17"
            },
            {
              "content": "By great koach is my garment disfigured; it bindeth me about like the collar of my kuttonet (chiton, robe).",
              "reference": "Iyov 30:18"
            },
            {
              "content": "He hath cast me into the chomer, and I am become like aphar and ashes.",
              "reference": "Iyov 30:19"
            },
            {
              "content": "I cry unto Thee, and Thou dost answer me lo (not); I stand up, and Thou regardest me not.",
              "reference": "Iyov 30:20"
            },
            {
              "content": "Thou art become cruel to me; with Thy strong yad Thou opposest Thyself against me.",
              "reference": "Iyov 30:21"
            },
            {
              "content": "Thou liftest me up to the ruach; Thou causest me to drive along, and vanish in the roaring of the storm.",
              "reference": "Iyov 30:22"
            },
            {
              "content": "For I know that Thou wilt bring me down to mavet, to the bais mo'ed l'khol chai.",
              "reference": "Iyov 30:23"
            },
            {
              "content": "Yet will not one stretch out his yad in a heap of ruin, or cry out for help in his disaster.",
              "reference": "Iyov 30:24"
            },
            {
              "content": "Did not I weep for him that was in trouble? Was not my nefesh grieved for the evyon (needy)?",
              "reference": "Iyov 30:25"
            },
            {
              "content": "When I looked for tov, then rah came unto me; and when I waited for ohr, there came ofel (darkness).",
              "reference": "Iyov 30:26"
            },
            {
              "content": "My bowels boiled, and rested not; yemei oni met me.",
              "reference": "Iyov 30:27"
            },
            {
              "content": "I went mourning without the sun; I stood up, and I cried out in the kahal.",
              "reference": "Iyov 30:28"
            },
            {
              "content": "I am an ach to jackals, and a re'a to owls.",
              "reference": "Iyov 30:29"
            },
            {
              "content": "My ohr (skin) grows black upon me, and my atzmot are burned with fever.",
              "reference": "Iyov 30:30"
            },
            {
              "content": "My kinnor (harp) also is turned to evel (mourning), and my flute into the voice of them that weep.",
              "reference": "Iyov 30:31"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Iyov 31 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "I made a brit (covenant) with mine eyes; how then look I upon a betulah?",
              "reference": "Iyov 31:1"
            },
            {
              "content": "For what chelek of Eloah is there from above? And what nachalah of Shaddai from on high?",
              "reference": "Iyov 31:2"
            },
            {
              "content": "Is not destruction to the wicked? And a disaster to the poalei aven (workers of wrong)?",
              "reference": "Iyov 31:3"
            },
            {
              "content": "Doth not He see my derech, and count all my steps?",
              "reference": "Iyov 31:4"
            },
            {
              "content": "If I have walked with shav (vanity, falsehood), or if my regel hath hasted to mirmah (deceit),",
              "reference": "Iyov 31:5"
            },
            {
              "content": "Let me be weighed in scales of tzedek that Eloah may know mine tom (integrity).",
              "reference": "Iyov 31:6"
            },
            {
              "content": "If my step hath turned out of the derech, and mine lev walked after mine eyes, and if any mum hath cleaved to mine hands,",
              "reference": "Iyov 31:7"
            },
            {
              "content": "Then let me sow, and let acher (another) eat; yea, let my harvest be uprooted.",
              "reference": "Iyov 31:8"
            },
            {
              "content": "If mine lev have been deceived by an isha, or if I have lurked at petach (doorway) of my re'a;",
              "reference": "Iyov 31:9"
            },
            {
              "content": "Then let my isha grind for another, and let another kneel over her.",
              "reference": "Iyov 31:10"
            },
            {
              "content": "For this is a heinous crime; yea, it is an avon to be brought before judges.",
              "reference": "Iyov 31:11"
            },
            {
              "content": "For it is an eish that consumeth to Abaddon, and would root out all mine increase.",
              "reference": "Iyov 31:12"
            },
            {
              "content": "If I did despise the mishpat (cause) of my eved or of my amah, when they contended with me,",
              "reference": "Iyov 31:13"
            },
            {
              "content": "What then shall I do when El riseth up? And when He visiteth, what shall I answer Him?",
              "reference": "Iyov 31:14"
            },
            {
              "content": "Did not He that made me in the beten make them? And did not Echad fashion us in the rechem?",
              "reference": "Iyov 31:15"
            },
            {
              "content": "If I have withheld the poor from their chefetz (desire), or have caused the eyes of the almanah to grow weary,",
              "reference": "Iyov 31:16"
            },
            {
              "content": "Or have eaten my morsel myself alone, and the yatom hath not eaten thereof;",
              "reference": "Iyov 31:17"
            },
            {
              "content": "(For from my youth he was brought up with me, as with an av, and I have guided her from beten immi;)",
              "reference": "Iyov 31:18"
            },
            {
              "content": "If I have seen any oved (one perishing) for want of clothing, or any evyon (needy) without covering,",
              "reference": "Iyov 31:19"
            },
            {
              "content": "If his heart did not bless me for warming him with the giz (fleece) of my sheep,",
              "reference": "Iyov 31:20"
            },
            {
              "content": "If I have lifted up my yad against the yatom, when I saw my influence in the sha'ar (gate, court);",
              "reference": "Iyov 31:21"
            },
            {
              "content": "Then let mine arm fall from my shoulder, and mine zero'a be broken from its socket.",
              "reference": "Iyov 31:22"
            },
            {
              "content": "For destruction from El was a pachad to me, and by reason of His majesty I could not endure.",
              "reference": "Iyov 31:23"
            },
            {
              "content": "If I have made zahav my hope, or have said to the fine gold, Thou art my security,",
              "reference": "Iyov 31:24"
            },
            {
              "content": "If I rejoice because my wealth was rav (great), and because mine yad had gotten much,",
              "reference": "Iyov 31:25"
            },
            {
              "content": "If I beheld the ohr when it shined, or the yarei'ach moving in splendor,",
              "reference": "Iyov 31:26"
            },
            {
              "content": "And my lev hath been secretly enticed, or my mouth hath kissed my yad [in heathen worship];",
              "reference": "Iyov 31:27"
            },
            {
              "content": "This also were an avon to be punished by the judge; for then I would have been unfaithful, denying El that is on high.",
              "reference": "Iyov 31:28"
            },
            {
              "content": "If I rejoice at the misfortune of him that hated me, or gloated when rah found him,",
              "reference": "Iyov 31:29"
            },
            {
              "content": "Neither have I allowed my mouth to sin by invoking a curse to his nefesh.",
              "reference": "Iyov 31:30"
            },
            {
              "content": "Have the men of my ohel not said, Where can we find one who has not been sated with his basar (meat)?",
              "reference": "Iyov 31:31"
            },
            {
              "content": "The stranger did not spend the night in the street, but I opened my delet to the ger.",
              "reference": "Iyov 31:32"
            },
            {
              "content": "If I concealed my peysha like Adam, by hiding mine avon in my heart,",
              "reference": "Iyov 31:33"
            },
            {
              "content": "Did I fear a great multitude, or did the contempt of mishpekhot terrify me, that I kept silence, and went not out of doors?",
              "reference": "Iyov 31:34"
            },
            {
              "content": "Oh that one would hear me! See, my tav [signature], that Shaddai would answer me, and that mine adversary had written a sefer [of indictment];",
              "reference": "Iyov 31:35"
            },
            {
              "content": "Surely I would carry it upon my shoulder, and bind it to me like atarot (crowns).",
              "reference": "Iyov 31:36"
            },
            {
              "content": "I would declare unto Him the number of my steps; like a nagid (prince) would I go near unto Him.",
              "reference": "Iyov 31:37"
            },
            {
              "content": "If my adamah cry against me, or if the furrows had wept together,",
              "reference": "Iyov 31:38"
            },
            {
              "content": "If I have eaten the yield thereof without kesef (payment), or have broken the nefesh of the tenants thereof,",
              "reference": "Iyov 31:39"
            },
            {
              "content": "Let thistles grow instead of chittim (wheat), and weed instead of barley. The divrei Iyov are ended.",
              "reference": "Iyov 31:40"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Iyov 32 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "So these shloshet ha'anashim ceased to answer Iyov, because he was tzaddik in his eyes.",
              "reference": "Iyov 32:1"
            },
            {
              "content": "Then was kindled the wrath of Elihu ben Barakhel the Buzi, of the mishpochah Ram; against Iyov was his wrath kindled, because Iyov justified his nefesh rather than Elohim.",
              "reference": "Iyov 32:2"
            },
            {
              "content": "Also against his three friends was his wrath kindled, because they had found no ma'aneh (refutation, answer), and yet had condemned Iyov.",
              "reference": "Iyov 32:3"
            },
            {
              "content": "Now Elihu had waited till Iyov had spoken, because they were elder than he.",
              "reference": "Iyov 32:4"
            },
            {
              "content": "When Elihu saw that there was no ma'aneh in the mouth of these shloshet ha'anashim, then his wrath was kindled.",
              "reference": "Iyov 32:5"
            },
            {
              "content": "And Elihu ben Barakhel the Buzi answered and said, I am young, and ye are very old; wherefore I was afraid, and dared not tell you of what I have da'as.",
              "reference": "Iyov 32:6"
            },
            {
              "content": "I said, Yamim should speak, and multitude of shanim should teach chochmah.",
              "reference": "Iyov 32:7"
            },
            {
              "content": "But there is a ruach in enosh, and the neshamat Shaddai giveth them binah.",
              "reference": "Iyov 32:8"
            },
            {
              "content": "Great men are not always wise, neither do the zekenim understand mishpat.",
              "reference": "Iyov 32:9"
            },
            {
              "content": "Therefore I said, Pay heed to me; I also will tell of what I have da'as.",
              "reference": "Iyov 32:10"
            },
            {
              "content": "Hen (behold), I waited for your devarim; I gave ear to your reasons, whilst ye searched out what to say.",
              "reference": "Iyov 32:11"
            },
            {
              "content": "Yea, I attended unto you, and, hinei, there was none of you that proved Iyov wrong, or that answered his words.",
              "reference": "Iyov 32:12"
            },
            {
              "content": "Yet do not say, We have found chochmah; El may vanquish him, lo ish (not man).",
              "reference": "Iyov 32:13"
            },
            {
              "content": "Now he hath not directed his millin (words) against me; neither will I answer him with your speeches.",
              "reference": "Iyov 32:14"
            },
            {
              "content": "They were amazed; they answered no od (more); they left off speaking.",
              "reference": "Iyov 32:15"
            },
            {
              "content": "When I had waited, (for they spoke not, but stood still, and answered no od [more]);",
              "reference": "Iyov 32:16"
            },
            {
              "content": "I said, I will answer also my chelek (portion); I also will show of mine da'as.",
              "reference": "Iyov 32:17"
            },
            {
              "content": "For I am full of millim (words), the ruach within me compelleth me.",
              "reference": "Iyov 32:18"
            },
            {
              "content": "Hinei, my beten is like yayin which hath no vent; it is ready to burst like ovot chadashim (new wineskins).",
              "reference": "Iyov 32:19"
            },
            {
              "content": "I will speak that I may be relieved; I will open my sfatayim and answer.",
              "reference": "Iyov 32:20"
            },
            {
              "content": "Let me not, now, show any man partiality, neither let me flatter adam.",
              "reference": "Iyov 32:21"
            },
            {
              "content": "For I am not skilled in flattery; in so doing Oseini (my Maker) would soon take me away.",
              "reference": "Iyov 32:22"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Iyov 33 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Wherefore, Iyov, now, hear my speeches, and pay heed to all my words.",
              "reference": "Iyov 33:1"
            },
            {
              "content": "Hinei, now I have opened my mouth, my leshon hath spoken in my mouth.",
              "reference": "Iyov 33:2"
            },
            {
              "content": "My words shall be of my yosher lev (the uprightness of my heart), and my lips shall utter da'as that is pure.",
              "reference": "Iyov 33:3"
            },
            {
              "content": "The Ruach El [Ruach Hakodesh] hath made me, and the Neshamah of Shaddai hath given me life.",
              "reference": "Iyov 33:4"
            },
            {
              "content": "Im (If) thou canst, answer me; set thy words in order in my presence; take thy stand.",
              "reference": "Iyov 33:5"
            },
            {
              "content": "See, I am like thee, of El, from chomer (clay) was I taken also.",
              "reference": "Iyov 33:6"
            },
            {
              "content": "Hinei, my terror shall not make thee afraid, neither shall my pressure be heavy upon thee.",
              "reference": "Iyov 33:7"
            },
            {
              "content": "Surely thou hast spoken in my ozen, and I have heard the voice of thy words, saying,",
              "reference": "Iyov 33:8"
            },
            {
              "content": "I am pure without peysha; I am clean; neither is there avon in me.",
              "reference": "Iyov 33:9"
            },
            {
              "content": "Yet He findeth tenuot (occasions) against me, He counteth me for his oyev,",
              "reference": "Iyov 33:10"
            },
            {
              "content": "He putteth my raglayim in the stocks, He watcheth all my orkhot.",
              "reference": "Iyov 33:11"
            },
            {
              "content": "But in this thou art not right; I will answer thee, that Eloah is greater than enosh.",
              "reference": "Iyov 33:12"
            },
            {
              "content": "Why dost thou contend against Him? For He giveth not account of any of His matters.",
              "reference": "Iyov 33:13"
            },
            {
              "content": "For El speaketh once, yea twice, yet man perceiveth it not.",
              "reference": "Iyov 33:14"
            },
            {
              "content": "In a chalom, in a chezyon lailah, when deep sleep falleth upon anashim, in slumberings upon the mishkav (bed),",
              "reference": "Iyov 33:15"
            },
            {
              "content": "Then He openeth the ozen anashim, and sealeth their admonition",
              "reference": "Iyov 33:16"
            },
            {
              "content": "That He may turn them aside from their deeds, and hide pride from gever (man).",
              "reference": "Iyov 33:17"
            },
            {
              "content": "He keepeth back his nefesh from the shachat, and his life from the overthrow of the sword.",
              "reference": "Iyov 33:18"
            },
            {
              "content": "He is chastened also with pain upon his mishkav, and the continual strife in his atzmot;",
              "reference": "Iyov 33:19"
            },
            {
              "content": "So that his life abhorreth lechem, and his nefesh dainty food.",
              "reference": "Iyov 33:20"
            },
            {
              "content": "His basar is consumed away, that it cannot be seen; and his atzmot that were not seen stick out.",
              "reference": "Iyov 33:21"
            },
            {
              "content": "Yea, his nefesh draweth near unto the shachat, and his life to the ones bringing death.",
              "reference": "Iyov 33:22"
            },
            {
              "content": "If there be a malach (messenger, i.e., Malach HaBrit, HaAdon) as melitz (mediator) for him, one of a thousand, who declares a person yashar (upright),",
              "reference": "Iyov 33:23"
            },
            {
              "content": "Then he is gracious unto him, and saith, Deliver him from going down to the shachat (pit); I have found a kofer (ransom).",
              "reference": "Iyov 33:24"
            },
            {
              "content": "His basar shall be restored like a na'ar; he shall return to the yamim of his youthful vigor;",
              "reference": "Iyov 33:25"
            },
            {
              "content": "He shall pray unto Eloah, and be accepted by Him, and he shall see His face with teruah (shouts of joy); thus He recompenseth unto enosh his tzedek.",
              "reference": "Iyov 33:26"
            },
            {
              "content": "He looketh upon anashim, and if any say, I have sinned, and perverted that which was yashar, and it was not recompensed to me,",
              "reference": "Iyov 33:27"
            },
            {
              "content": "He will redeem his nefesh from going into the shachat, and his life shall see the ohr.",
              "reference": "Iyov 33:28"
            },
            {
              "content": "Lo, all these things worketh El, twice, shalosh with gever (man),",
              "reference": "Iyov 33:29"
            },
            {
              "content": "To bring back his nefesh from the shachat (pit), to be enlightened with the Ohr HaChayyim (light of the living).",
              "reference": "Iyov 33:30"
            },
            {
              "content": "Mark well, O Iyov, pay heed unto me; hold thy peace, and I will speak.",
              "reference": "Iyov 33:31"
            },
            {
              "content": "If thou hast anything to say, answer me; dabbir (speak), for I desire to justify thee.",
              "reference": "Iyov 33:32"
            },
            {
              "content": "If not, pay heed unto me; hold thy peace, and I shall teach thee chochmah.",
              "reference": "Iyov 33:33"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Iyov 34 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Furthermore Elihu answered and said,",
              "reference": "Iyov 34:1"
            },
            {
              "content": "Hear my words, O ye chachamim; and give ear unto me, ye that have da'as.",
              "reference": "Iyov 34:2"
            },
            {
              "content": "For the ozen trieth words, as the mouth tasteth food.",
              "reference": "Iyov 34:3"
            },
            {
              "content": "Let us choose for ourselves what is mishpat (right); let us know among ourselves what is tov.",
              "reference": "Iyov 34:4"
            },
            {
              "content": "For Iyov hath said, I am innocent; and El hath taken away my mishpat (right).",
              "reference": "Iyov 34:5"
            },
            {
              "content": "I declare the mishpat (case) against me a lie; though without peysha, my arrow wound is incurable.",
              "reference": "Iyov 34:6"
            },
            {
              "content": "What gever is like Iyov, who drinketh up the scorn [of his friends] like mayim?",
              "reference": "Iyov 34:7"
            },
            {
              "content": "Who goeth in chaverah with the po'alei aven (workers of iniquity, evildoers), and walketh with anshei resha.",
              "reference": "Iyov 34:8"
            },
            {
              "content": "For he hath said, It profiteth a gever nothing that he should please Elohim.",
              "reference": "Iyov 34:9"
            },
            {
              "content": "Therefore pay heed unto me ye anashei levav (men of understanding); far be it from El, that He should do evil, and from Shaddai, that He should do wrong.",
              "reference": "Iyov 34:10"
            },
            {
              "content": "For the po'al adam (work of a man) shall He repay unto him, and make every man to find according to the manʼs ways.",
              "reference": "Iyov 34:11"
            },
            {
              "content": "Yea, surely El will not do wickedly, neither will Shaddai pervert mishpat (justice).",
              "reference": "Iyov 34:12"
            },
            {
              "content": "Who hath given Him right to rule the earth? Or who hath appointed Him over the tevel?",
              "reference": "Iyov 34:13"
            },
            {
              "content": "If He should so determine, if He gather unto Himself His Ruach and His Neshamah,",
              "reference": "Iyov 34:14"
            },
            {
              "content": "All basar would perish together, and adam would return unto aphar.",
              "reference": "Iyov 34:15"
            },
            {
              "content": "If now thou hast binah, hear this: pay heed to the kol (voice) of my words.",
              "reference": "Iyov 34:16"
            },
            {
              "content": "Shall even one that hateth mishpat (right) govern? And wilt thou condemn Him that is Tzaddik and Kabir (the Mighty One)?",
              "reference": "Iyov 34:17"
            },
            {
              "content": "Is it fit to say to a melech, Thou art beli'ya'al? And to nobles, Ye are rasha.",
              "reference": "Iyov 34:18"
            },
            {
              "content": "Who shows no partiality to sarim (princes), nor regardeth the rich more than the poor? For they all are the ma'aseh (work) of His hands.",
              "reference": "Iyov 34:19"
            },
            {
              "content": "In a moment shall they die, and at chatzot lailah the people shall be shaken, and pass away, and the mighty shall be taken away without human hand.",
              "reference": "Iyov 34:20"
            },
            {
              "content": "For His eyes are upon the darkhei ish and He seeth all his goings.",
              "reference": "Iyov 34:21"
            },
            {
              "content": "There is no choshech, nor tzalmavet, where the po'alei aven (evildoers) may hide themselves.",
              "reference": "Iyov 34:22"
            },
            {
              "content": "For He does not need to consider an ish further for anyone to go before El in mishpat (judgment).",
              "reference": "Iyov 34:23"
            },
            {
              "content": "He shall break in pieces kabirim (mighty men) without investigation, and sets acherim (others) in their place.",
              "reference": "Iyov 34:24"
            },
            {
              "content": "Therefore He knoweth their works, and He overthroweth them in the lailah, so that they are crushed.",
              "reference": "Iyov 34:25"
            },
            {
              "content": "He striketh them as resha'im in the open sight of others;",
              "reference": "Iyov 34:26"
            },
            {
              "content": "Because they turned back from following Him, and would not regard any of His drakhim;",
              "reference": "Iyov 34:27"
            },
            {
              "content": "So that they caused the cry of the poor to come unto Him, and He heareth the cry of the aniyim.",
              "reference": "Iyov 34:28"
            },
            {
              "content": "When He giveth quietness, who then can condemn? When He hideth His panim, who then can behold Him? Whether it be a nation, or an individual only?",
              "reference": "Iyov 34:29"
            },
            {
              "content": "That the chanef (hypocrite) reign not, nor those who ensnare the people.",
              "reference": "Iyov 34:30"
            },
            {
              "content": "For has anyone said unto El, I have borne chastisement, I will not offend any more;",
              "reference": "Iyov 34:31"
            },
            {
              "content": "Teach Thou me what I see not; im (if) I have done iniquity, I will do no more?",
              "reference": "Iyov 34:32"
            },
            {
              "content": "Will He then recompense to suit you, just because you disavow it? Thou must choose, not I; therefore speak that of which thou hast da'as.",
              "reference": "Iyov 34:33"
            },
            {
              "content": "Let anshei levav (men of understanding) say to me, and let a gever chacham who pays heed unto me say,",
              "reference": "Iyov 34:34"
            },
            {
              "content": "Iyov hath spoken without da'as, and his words were without seichel.",
              "reference": "Iyov 34:35"
            },
            {
              "content": "Iyov ought to be tried unto the limit, because his answers are those of anshei aven.",
              "reference": "Iyov 34:36"
            },
            {
              "content": "For he addeth peysha unto his chattat, he clappeth his hands (shaking fist at G-d) among us, and multiplieth his words against El.",
              "reference": "Iyov 34:37"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Iyov 35 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Elihu spoke moreover, and said:",
              "reference": "Iyov 35:1"
            },
            {
              "content": "Thinkest thou this to be mishpat (right, just), that thou saidst: Tzidki meEl (I am cleared, in the right, justified before G-d)?",
              "reference": "Iyov 35:2"
            },
            {
              "content": "Ki (yet) thou saidst, What advantage will it be unto thee? and, What profit shall I have, more than if I had sinned?",
              "reference": "Iyov 35:3"
            },
            {
              "content": "I will answer thee, and thy companions with thee.",
              "reference": "Iyov 35:4"
            },
            {
              "content": "Look unto Shomayim, and see; and behold the clouds which are higher than thou.",
              "reference": "Iyov 35:5"
            },
            {
              "content": "If thou sinnest, what doest thou against Him? Or if thy peysha'im be multiplied, what doest thou unto Him?",
              "reference": "Iyov 35:6"
            },
            {
              "content": "If thou be tzaddik (righteous), what givest thou Him? Or what receiveth He of thine yad?",
              "reference": "Iyov 35:7"
            },
            {
              "content": "Thy resha (wickedness) may hurt an ish as thou art; and thy tzedek may profit the ben adam.",
              "reference": "Iyov 35:8"
            },
            {
              "content": "They cry out under a load of oppression; they plead for relief from the zero'a of the rabbim.",
              "reference": "Iyov 35:9"
            },
            {
              "content": "But none saith, Where is Eloah Osai (G-d my Maker), Who giveth zemirot balailah (songs in the night);",
              "reference": "Iyov 35:10"
            },
            {
              "content": "Who teacheth us more than the behamot eretz, and maketh us wiser than the oph HaShomayim?",
              "reference": "Iyov 35:11"
            },
            {
              "content": "There they cry out, but none giveth answer, because of the ga'on (pride, arrogance) of ra'im (wicked men).",
              "reference": "Iyov 35:12"
            },
            {
              "content": "Surely El will not hear shav (vanity), neither will Shaddai regard it.",
              "reference": "Iyov 35:13"
            },
            {
              "content": "Although thou sayest thou cannot see Him, yet Din (the court case) is before Him; therefore trust thou, waiting for Him,",
              "reference": "Iyov 35:14"
            },
            {
              "content": "though ye say His anger does not pakad (visit, punish) anything and that He does not regard wickedness much;",
              "reference": "Iyov 35:15"
            },
            {
              "content": "Therefore doth Iyov open his mouth hevel (in vain); he multiplieth words without da'as.",
              "reference": "Iyov 35:16"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Iyov 36 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Elihu also proceeded, and said,",
              "reference": "Iyov 36:1"
            },
            {
              "content": "Bear with me a little, and I will show thee that I have yet to speak on behalf of Eloah.",
              "reference": "Iyov 36:2"
            },
            {
              "content": "I will get my da'as from afar, and will ascribe tzedek to my Maker.",
              "reference": "Iyov 36:3"
            },
            {
              "content": "For truly my words shall not be sheker; one that is tamim (complete) in da'as is among thee.",
              "reference": "Iyov 36:4"
            },
            {
              "content": "See, El is kabir (mighty), and despiseth not any; He is kabir in ko'ach lev (strength of understanding).",
              "reference": "Iyov 36:5"
            },
            {
              "content": "He preserveth not the life of the rasha, but giveth mishpat to the aniyim.",
              "reference": "Iyov 36:6"
            },
            {
              "content": "He withdraweth not His eyes from the tzaddik, but with melachim are they on the kisse; yea, He doth establish them lanetzach (forever), and they are exalted.",
              "reference": "Iyov 36:7"
            },
            {
              "content": "And if they be bound in chains, and be held fast in chevlei oni (cords of affliction),",
              "reference": "Iyov 36:8"
            },
            {
              "content": "Then He showeth them their work, and their peysha'im that they have done arrogantly.",
              "reference": "Iyov 36:9"
            },
            {
              "content": "He openeth also their ozen to musar (discipline), and commandeth that they make teshuvah and turn from evil.",
              "reference": "Iyov 36:10"
            },
            {
              "content": "If they obey and serve Him, they shall spend their yamim in tov (prosperity), and their shanim in contentment.",
              "reference": "Iyov 36:11"
            },
            {
              "content": "But if they obey not, they shall perish by the sword, and they shall die without da'as.",
              "reference": "Iyov 36:12"
            },
            {
              "content": "But the chanefei lev (irreligious in heart, hypocrites) incur wrath; they do not cry for help when He bindeth them.",
              "reference": "Iyov 36:13"
            },
            {
              "content": "They die in youth, their nefesh among the kedeshim (cult male prostitutes, youthful lusts).",
              "reference": "Iyov 36:14"
            },
            {
              "content": "He delivereth the oni in his affliction, and openeth their ears in oppression.",
              "reference": "Iyov 36:15"
            },
            {
              "content": "Even so would He have removed thee out of the tzar (distress) into a rachav (broad place), free from restriction, to the comfort of thy shulchan, full of choice food.",
              "reference": "Iyov 36:16"
            },
            {
              "content": "But thou hast been fixated on the din of the rasha; din and mishpat take hold on thee.",
              "reference": "Iyov 36:17"
            },
            {
              "content": "Because there is chemah, beware lest He take thee away with His stroke; then a rav kopher (great ransom) cannot deliver thee.",
              "reference": "Iyov 36:18"
            },
            {
              "content": "Will He esteem thy riches? No, not zahav, nor all the forces of ko'ach.",
              "reference": "Iyov 36:19"
            },
            {
              "content": "Desire not halailah (the night), when people are cut off in their place.",
              "reference": "Iyov 36:20"
            },
            {
              "content": "Take heed, regard not iniquity; for this hast thou chosen rather than oni.",
              "reference": "Iyov 36:21"
            },
            {
              "content": "See, El exalted by His ko'ach. Who is a moreh (teacher) like Him?",
              "reference": "Iyov 36:22"
            },
            {
              "content": "Who hath enjoined Him His derech? Or who can say, Thou hast done wrong?",
              "reference": "Iyov 36:23"
            },
            {
              "content": "Remember that thou must extol His work, of which anashim have sung praises.",
              "reference": "Iyov 36:24"
            },
            {
              "content": "Kol adam has seen it; enosh beholds it afar off.",
              "reference": "Iyov 36:25"
            },
            {
              "content": "See, El is great, and we know Him not, neither can the mispar of His shanim be searched out.",
              "reference": "Iyov 36:26"
            },
            {
              "content": "For He draws up the drops of mayim; He distills His mist as matar;",
              "reference": "Iyov 36:27"
            },
            {
              "content": "Which the clouds do drop and distill upon adam abundantly.",
              "reference": "Iyov 36:28"
            },
            {
              "content": "Also can any understand the spreadings of the clouds, or the thunderings of His sukkah?",
              "reference": "Iyov 36:29"
            },
            {
              "content": "See, He spreadeth His ohr upon it, and covereth the depths of the yam.",
              "reference": "Iyov 36:30"
            },
            {
              "content": "For by them governeth He the amim (nations); He giveth okhel in abundance.",
              "reference": "Iyov 36:31"
            },
            {
              "content": "His hands He covers with the ohr (lightning), and commandeth it to strike the mark.",
              "reference": "Iyov 36:32"
            },
            {
              "content": "His noise announceth Him, the cattle even that He is approaching.",
              "reference": "Iyov 36:33"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Iyov 37 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "At this also my lev trembleth, and is moved out of its place.",
              "reference": "Iyov 37:1"
            },
            {
              "content": "Hear attentively the rogez of His voice, and the sound that goeth out of His mouth.",
              "reference": "Iyov 37:2"
            },
            {
              "content": "He directeth it under kol HaShomayim, and His ohr (lightning) unto the ends of ha'aretz.",
              "reference": "Iyov 37:3"
            },
            {
              "content": "After it His kol (voice) roareth; He thundereth with the kol of His majesty; one cannot hold them back when His kol is heard.",
              "reference": "Iyov 37:4"
            },
            {
              "content": "El thundereth marvellously with His kol; gedolot doeth He, beyond our understanding.",
              "reference": "Iyov 37:5"
            },
            {
              "content": "For He saith to the snow, Fall thou to the eretz; likewise to the geshem matar, the heavy downpour of rain.",
              "reference": "Iyov 37:6"
            },
            {
              "content": "He sealeth up kol adam; that all men may know His work.",
              "reference": "Iyov 37:7"
            },
            {
              "content": "Then the chayyah (beasts) go into their lair, and remain in their places.",
              "reference": "Iyov 37:8"
            },
            {
              "content": "Out of its cheder (chamber) cometh the whirlwind; and cold out of the driving winds.",
              "reference": "Iyov 37:9"
            },
            {
              "content": "By the neshamah of El frost is given, and the broad mayim are frozen.",
              "reference": "Iyov 37:10"
            },
            {
              "content": "Also by watering He loadeth the thick cloud; He scattereth the anan of His ohr (lightning),",
              "reference": "Iyov 37:11"
            },
            {
              "content": "And it is turned round about by His guidance; that they may do whatsoever He commandeth them upon the face of the tevel (habitable world).",
              "reference": "Iyov 37:12"
            },
            {
              "content": "He causeth it to happen, whether for correction, or for His land, or for chesed.",
              "reference": "Iyov 37:13"
            },
            {
              "content": "Pay heed unto this, O Iyov; stand still, and consider the nifle'ot El (wondrous works of G-d).",
              "reference": "Iyov 37:14"
            },
            {
              "content": "Dost thou know how Eloah controls them, and caused the ohr (lightning) of His cloud to flash?",
              "reference": "Iyov 37:15"
            },
            {
              "content": "Dost thou know the spreading out of the clouds, the wondrous works of Him which is tamim in da'as?",
              "reference": "Iyov 37:16"
            },
            {
              "content": "You whose garments are hot, when the eretz is still because of the south wind,",
              "reference": "Iyov 37:17"
            },
            {
              "content": "Hast thou with Him spread out the shekhakim (clouds), hard as a molten mirror?",
              "reference": "Iyov 37:18"
            },
            {
              "content": "Teach us what we shall say unto Him, for we cannot order our case by reason of choshech.",
              "reference": "Iyov 37:19"
            },
            {
              "content": "Should it be told Him that I wish to speak? Or should an ish say that he would be swallowed up?",
              "reference": "Iyov 37:20"
            },
            {
              "content": "And now men cannot look at the bright ohr which is in the clouds, when the ruach passeth, and cleareth them.",
              "reference": "Iyov 37:21"
            },
            {
              "content": "Splendor of zahav cometh out of the north; with Elo'ah is awesome hod (majesty).",
              "reference": "Iyov 37:22"
            },
            {
              "content": "Touching Shaddai, we cannot reach Him; He is exalted in ko'ach, and in mishpat, and rov tzedakah; He does not oppress.",
              "reference": "Iyov 37:23"
            },
            {
              "content": "Anashim do therefore fear Him; He regardeth not any that are wise of heart.",
              "reference": "Iyov 37:24"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Iyov 38 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Hashem answered Iyov out of the whirlwind, and said,",
              "reference": "Iyov 38:1"
            },
            {
              "content": "Who is this that darkeneth etzah (counsel) with words without da'as?",
              "reference": "Iyov 38:2"
            },
            {
              "content": "Gird up now thy loins like a gever; for I will ask of thee, and thou wilt answer Me.",
              "reference": "Iyov 38:3"
            },
            {
              "content": "Where wast thou when I laid the foundations of eretz? Tell, if thou hast binah.",
              "reference": "Iyov 38:4"
            },
            {
              "content": "Who hath drafted the dimensions thereof, if thou hast da'as? Or who hath stretched a measuring line across it?",
              "reference": "Iyov 38:5"
            },
            {
              "content": "Whereupon are the foundations thereof set? Or who laid the even-pinnah (cornerstone) thereof,",
              "reference": "Iyov 38:6"
            },
            {
              "content": "When the kokhvei boker sang together, and all the Bnei Elohim shouted for joy?",
              "reference": "Iyov 38:7"
            },
            {
              "content": "Or who shut up the yam behind doors? Who brought it forth, issuing out of the rekhem (womb),",
              "reference": "Iyov 38:8"
            },
            {
              "content": "When I made the anan the garment thereof, and thick darkness its swaddling band,",
              "reference": "Iyov 38:9"
            },
            {
              "content": "And fixed bounds for it, and set bars and dlatot (doors),",
              "reference": "Iyov 38:10"
            },
            {
              "content": "And said, Hitherto shalt thou come, but no further; and poh (here) shall thy proud waves be stopped?",
              "reference": "Iyov 38:11"
            },
            {
              "content": "Hast thou commanded the boker since thy yamim began; or caused the shachar (dawn) to know its place;",
              "reference": "Iyov 38:12"
            },
            {
              "content": "That it might seize the ends of ha'aretz, that the resha'im be shaken out of it?",
              "reference": "Iyov 38:13"
            },
            {
              "content": "It is changed like chomer (clay) under the khotam (seal); and they stand out like a garment.",
              "reference": "Iyov 38:14"
            },
            {
              "content": "And from the resha'im their ohr is denied, and the upraised zero'a shall be broken.",
              "reference": "Iyov 38:15"
            },
            {
              "content": "Hast thou entered into the springs of the yam? Or hast thou walked in the recesses of the tehom?",
              "reference": "Iyov 38:16"
            },
            {
              "content": "Have the sha'arei mavet been disclosed unto thee? Or hast thou seen the sha'arei tzalmavet?",
              "reference": "Iyov 38:17"
            },
            {
              "content": "Hast thou perceived the expanse of eretz? Tell Me if thou hast da'as of it all.",
              "reference": "Iyov 38:18"
            },
            {
              "content": "Where is the derech where ohr dwelleth? And as for choshech, where is the place thereof,",
              "reference": "Iyov 38:19"
            },
            {
              "content": "That thou shouldest take it to its border, and that thou shouldest have da'as of the paths to its bais?",
              "reference": "Iyov 38:20"
            },
            {
              "content": "Knowest thou it, because thou wast then born? Or because the mispar of thy yamim is so great?",
              "reference": "Iyov 38:21"
            },
            {
              "content": "Hast thou entered into the otzrot (storehouses) of the snow? Or hast thou seen the otzrot of barad (hail),",
              "reference": "Iyov 38:22"
            },
            {
              "content": "Which I have reserved for the time of tzar, for the yom kerav (battle) and milchamah (war)?",
              "reference": "Iyov 38:23"
            },
            {
              "content": "Which is the derech where the ohr is distributed, where is scattered the east wind upon eretz?",
              "reference": "Iyov 38:24"
            },
            {
              "content": "Who hath cut a channel for the overflowing of waters, or a derech for the lightning of thunder,",
              "reference": "Iyov 38:25"
            },
            {
              "content": "To cause it to rain on eretz, where lo ish is; on midbar, wherein there is lo adam;",
              "reference": "Iyov 38:26"
            },
            {
              "content": "To saturate a desolate and waste ground; and to cause the bud of the desheh to spring forth?",
              "reference": "Iyov 38:27"
            },
            {
              "content": "Hath the rain an av? Or who hath begotten the drops of tal (dew)?",
              "reference": "Iyov 38:28"
            },
            {
              "content": "Out of whose beten cometh the ice? And the frost of Shomayim, who giveth birth to it?",
              "reference": "Iyov 38:29"
            },
            {
              "content": "The mayim harden like even (stone), and the face of tehom is frozen.",
              "reference": "Iyov 38:30"
            },
            {
              "content": "Canst thou bind the chains of the Pleiades, or loose the bonds of Orion?",
              "reference": "Iyov 38:31"
            },
            {
              "content": "Canst thou bring forth Mazzarot in their times? Or canst thou guide the Bear with its banim?",
              "reference": "Iyov 38:32"
            },
            {
              "content": "Knowest thou the chukkot of Shomayim? Canst thou set the rule over ha'aretz?",
              "reference": "Iyov 38:33"
            },
            {
              "content": "Canst thou lift up thy kol (voice) to the clouds, that abundance of mayim may cover thee?",
              "reference": "Iyov 38:34"
            },
            {
              "content": "Canst thou send lightning bolts, that they may go and say unto thee, Hineinu (here we are)?",
              "reference": "Iyov 38:35"
            },
            {
              "content": "Who hath put chochmah in the inward parts, or who hath given binah to the mind?",
              "reference": "Iyov 38:36"
            },
            {
              "content": "Who can number the clouds in chochmah, or who can tip the waterskins of Shomayim,",
              "reference": "Iyov 38:37"
            },
            {
              "content": "When the dust hardens into a clump, and the clods cleave fast together?",
              "reference": "Iyov 38:38"
            },
            {
              "content": "Wilt thou hunt the teref for the lioness, or fill the appetite of her whelps,",
              "reference": "Iyov 38:39"
            },
            {
              "content": "When they crouch in their me'onot (dens), and abide in the lair to lie in ambush?",
              "reference": "Iyov 38:40"
            },
            {
              "content": "Who provideth for the raven his food? When his young ones cry unto El, they wander about for lack of okhel.",
              "reference": "Iyov 38:41"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Iyov 39 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Dost thou have da'as of the et (time) when the mountain goats give birth, or art thou shomer to watch when the doe bears her fawn?",
              "reference": "Iyov 39:1"
            },
            {
              "content": "Canst thou number the months that they fulfil, or dost thou have da'as of the et (time) when they give birth?",
              "reference": "Iyov 39:2"
            },
            {
              "content": "They crouch down, they bring forth their yeledim, their chavalim (birth pains) are cast off in riddance.",
              "reference": "Iyov 39:3"
            },
            {
              "content": "Their banim gain strength, they grow up in the bar (open, wild); they go forth, and return not unto them.",
              "reference": "Iyov 39:4"
            },
            {
              "content": "Who hath sent out the pere (wild donkey) free, or who hath untied the ropes of the arod (wild donkey, onager),",
              "reference": "Iyov 39:5"
            },
            {
              "content": "Whose bais I have made the aravah, and the barren land his mishkenot (dwellings)?",
              "reference": "Iyov 39:6"
            },
            {
              "content": "He laughs at the tumult of the kiryah (city), neither regardeth he the shouts of the driver.",
              "reference": "Iyov 39:7"
            },
            {
              "content": "The range of the harim is his pasture, and he searcheth after every green thing.",
              "reference": "Iyov 39:8"
            },
            {
              "content": "Will the wild ox be willing to be thy eved, or stay the night by thy evus (animal feeding trough)?",
              "reference": "Iyov 39:9"
            },
            {
              "content": "Canst thou bind the wild ox to the furrow with a rope, or will it behind thee till the amakim (valleys)?",
              "reference": "Iyov 39:10"
            },
            {
              "content": "Wilt thou depend on him, because his ko'ach is great, or wilt thou hand over thy heavy work to him?",
              "reference": "Iyov 39:11"
            },
            {
              "content": "Wilt thou believe him, that he will bring in thy zera (grain), and gather it into thy goren (threshing floor)?",
              "reference": "Iyov 39:12"
            },
            {
              "content": "Joyfully flapping are the wings of the ostrich, but are her wings and feathers like the khasidah (stork)?",
              "reference": "Iyov 39:13"
            },
            {
              "content": "For the ostrich layeth her betzim (eggs) la'aretz (on the ground), and warmeth them in the sand,",
              "reference": "Iyov 39:14"
            },
            {
              "content": "And forgetteth that the regel may crush them, or that the wild beast may break them.",
              "reference": "Iyov 39:15"
            },
            {
              "content": "She treats harshly her banim, as though they were not hers; though her labor should be in vain, yet she is without pachad (fear, care),",
              "reference": "Iyov 39:16"
            },
            {
              "content": "Because Elo'ah hath deprived her of chochmah, neither hath he imparted to her binah.",
              "reference": "Iyov 39:17"
            },
            {
              "content": "Yet at the et (time) she flaps her wings [to run], she laughs at the sus and his rider.",
              "reference": "Iyov 39:18"
            },
            {
              "content": "Hast thou given the sus gevurah? Hast thou clothed his neck with a flowing mane?",
              "reference": "Iyov 39:19"
            },
            {
              "content": "Canst thou make him leap like an arbeh (locust)? The hod (glory) of his snorting strikes terror.",
              "reference": "Iyov 39:20"
            },
            {
              "content": "He paweth in the emek (valley), and rejoiceth in his koach; he chargeth into the fray.",
              "reference": "Iyov 39:21"
            },
            {
              "content": "He laugheth at pachad, and nothing fears; neither turneth he back from the cherev.",
              "reference": "Iyov 39:22"
            },
            {
              "content": "The quiver rattleth at his side, the glittering spear and the kidon (scimitar, curved sword).",
              "reference": "Iyov 39:23"
            },
            {
              "content": "He eats up the eretz with fierceness and rogez (rage); neither standeth he still at the sound of the shofar.",
              "reference": "Iyov 39:24"
            },
            {
              "content": "As often as the shofar, he snorts Aha! and he smelleth the milchamah afar off, the shout of the sarim, and the teru'ah (battle cry).",
              "reference": "Iyov 39:25"
            },
            {
              "content": "Doth the hawk fly by thy binah, and stretch her wings toward the south?",
              "reference": "Iyov 39:26"
            },
            {
              "content": "Doth the nesher (eagle) mount up at thy command, and make her ken (nest) on high?",
              "reference": "Iyov 39:27"
            },
            {
              "content": "She dwelleth and abideth on the cliff, upon the crag of the rock, its metzudah (stronghold).",
              "reference": "Iyov 39:28"
            },
            {
              "content": "From there she seeketh the okhel (food, prey), and her eyes behold it from afar off.",
              "reference": "Iyov 39:29"
            },
            {
              "content": "Her young ones feast on dahm; and where the chalalim (slain ones) are, there it is.",
              "reference": "Iyov 39:30"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Iyov 40 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Moreover Hashem answered Iyov, and said,",
              "reference": "Iyov 40:1"
            },
            {
              "content": "Shall he that contendeth with Shaddai correct him? The mokhiach Eloah (rebuker of G-d), let him answer it.",
              "reference": "Iyov 40:2"
            },
            {
              "content": "Then Iyov answered Hashem, and said,",
              "reference": "Iyov 40:3"
            },
            {
              "content": "See, I am vile; what shall I answer Thee? I will lay mine yad upon my mouth.",
              "reference": "Iyov 40:4"
            },
            {
              "content": "Once have I spoken, but I will not answer; yea, shtayim (twice), but I will proceed no further.",
              "reference": "Iyov 40:5"
            },
            {
              "content": "Then answered Hashem unto Iyov out of the whirlwind, and said,",
              "reference": "Iyov 40:6"
            },
            {
              "content": "Gird up thy loins now like a gever. I will question thee, and thou shall answer Me.",
              "reference": "Iyov 40:7"
            },
            {
              "content": "Wilt thou also annul My mishpat (justice)? Wilt thou condemn Me, that thou mayest be justified?",
              "reference": "Iyov 40:8"
            },
            {
              "content": "Hast thou a zero'a like El? Or canst thou thunder with a kol (voice) like Him?",
              "reference": "Iyov 40:9"
            },
            {
              "content": "Adorn thyself now with majesty and excellency; and array thyself with hod (glory) and hadar (splendor).",
              "reference": "Iyov 40:10"
            },
            {
              "content": "Unleash thy evrot af (furious wrath); and behold every one that is proud, and bring him low.",
              "reference": "Iyov 40:11"
            },
            {
              "content": "Look on every one that is proud, and humble him, and tread down the resha'im in their place.",
              "reference": "Iyov 40:12"
            },
            {
              "content": "Bury them in the aphar together; shroud their faces in the crypt.",
              "reference": "Iyov 40:13"
            },
            {
              "content": "Then odecha (will I confess, admit unto thee) that thine own right hand can save thee.",
              "reference": "Iyov 40:14"
            },
            {
              "content": "Hinei now behemot (hippopotamus), which I made along with thee; he eateth grass like an ox.",
              "reference": "Iyov 40:15"
            },
            {
              "content": "Hinei now, his koach is in his loins, and his force is in the sinews of his beten (belly).",
              "reference": "Iyov 40:16"
            },
            {
              "content": "He moveth his zanav (tail) like a cedar branch; the sinews of his thighs are firmly interwoven.",
              "reference": "Iyov 40:17"
            },
            {
              "content": "His atzmot are like tubes of nechoshet; his limbs are like rods of barzel (iron).",
              "reference": "Iyov 40:18"
            },
            {
              "content": "He is the reshit (firstling) of the ways of El; He, his Maker, can approach it with His cherev.",
              "reference": "Iyov 40:19"
            },
            {
              "content": "Surely the harim bring forth food for him, where all the wild beasts play.",
              "reference": "Iyov 40:20"
            },
            {
              "content": "He lieth under the shade of lotus plants, beseter (in the covert) of the reed and marsh.",
              "reference": "Iyov 40:21"
            },
            {
              "content": "The lotus plants cover him with their shadow; the willows by the nakhal (brook, stream) surround him.",
              "reference": "Iyov 40:22"
            },
            {
              "content": "See, when the nahar (river) rages, he is not alarmed; he is confident, though Yarden breaketh forth upon his mouth.",
              "reference": "Iyov 40:23"
            },
            {
              "content": "While he is looking can one capture him? With mokeshim (hooks) can one pierce his nose?",
              "reference": "Iyov 40:24"
            },
            {
              "content": "Canst thou draw out Leviathan with a khakah (fishhook)? Or tie down his leshon with a cord?",
              "reference": "Iyov 40:25"
            },
            {
              "content": "Canst thou put a hook into his af (nose)? Or bore his jaw through with a barb?",
              "reference": "Iyov 40:26"
            },
            {
              "content": "Will he make many tachanunim unto thee? Will he speak soft words unto thee?",
              "reference": "Iyov 40:27"
            },
            {
              "content": "Will he make a brit (covenant) with thee? Wilt thou take him for an eved olam?",
              "reference": "Iyov 40:28"
            },
            {
              "content": "Wilt thou play with him as with a pet bird? Or wilt thou leash him for thy na'arot (maidens)?",
              "reference": "Iyov 40:29"
            },
            {
              "content": "Shall traders barter for him? Shall they divide him among the Kena'anim (Canaanites, merchants)?",
              "reference": "Iyov 40:30"
            },
            {
              "content": "Canst thou fill his ohr (skin) with harpoons? Or his head with fishing spears?",
              "reference": "Iyov 40:31"
            },
            {
              "content": "Lay thine hand upon him; remember the milchamah. Thou wilt not do it more.",
              "reference": "Iyov 40:32"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Iyov 41 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "See, every tokhelet (expectation) is false; shall not one be cast down even at the sight of him?",
              "reference": "Iyov 41:1"
            },
            {
              "content": "None is so foolhardy that dare stir him up. Mi (who) then is able to stand before Me?",
              "reference": "Iyov 41:2"
            },
            {
              "content": "Mi (who) hath given Me, that I must repay him? Whatsoever is under the kol HaShomayim is Mine.",
              "reference": "Iyov 41:3"
            },
            {
              "content": "I will not keep silent about his members, nor his gevurah, nor the grace of his form.",
              "reference": "Iyov 41:4"
            },
            {
              "content": "Mi (who) can remove his outer garment? Or mi (who) can come near him with a double bridle?",
              "reference": "Iyov 41:5"
            },
            {
              "content": "Mi (who) can open the doors of his face? Terror is round about his teeth.",
              "reference": "Iyov 41:6"
            },
            {
              "content": "His scales are his ga'avah (pride), shut up together as with a rigid chotam (seal).",
              "reference": "Iyov 41:7"
            },
            {
              "content": "One is so near to another, that no ruach (air) can pass between them.",
              "reference": "Iyov 41:8"
            },
            {
              "content": "They are joined one to another; they stick together, inseparably.",
              "reference": "Iyov 41:9"
            },
            {
              "content": "By his sneezings ohr flares out, and his eyes are like the eyelids of the shachar.",
              "reference": "Iyov 41:10"
            },
            {
              "content": "Out of his mouth goeth flame, and sparks of eish leap out.",
              "reference": "Iyov 41:11"
            },
            {
              "content": "Out of his nostrils goeth forth smoke, like a seething pot or caldron.",
              "reference": "Iyov 41:12"
            },
            {
              "content": "His breath kindleth coals, and a flame goeth out of his mouth.",
              "reference": "Iyov 41:13"
            },
            {
              "content": "In his neck resideth oz (strength), and terror dances before him.",
              "reference": "Iyov 41:14"
            },
            {
              "content": "The flanks of his basar are joined together; they are firm in themselves, immoveable.",
              "reference": "Iyov 41:15"
            },
            {
              "content": "His lev (chest) is as firm as an even (stone); yea, as hard as the lower millstone.",
              "reference": "Iyov 41:16"
            },
            {
              "content": "When he raiseth up himself, the mighty are afraid; shuddering they retreat.",
              "reference": "Iyov 41:17"
            },
            {
              "content": "The cherev of him that reacheth at him cannot hold — the spear, the dart, nor the harpoon.",
              "reference": "Iyov 41:18"
            },
            {
              "content": "He esteemeth barzel (iron) like straw, and nechoshet as rotten wood.",
              "reference": "Iyov 41:19"
            },
            {
              "content": "The arrow cannot make him flee; sling stones are turned with him into stubble.",
              "reference": "Iyov 41:20"
            },
            {
              "content": "Clubs are counted as straw; he laugheth at the shaking of a spear.",
              "reference": "Iyov 41:21"
            },
            {
              "content": "Sharp shards are his under parts; he leaveth a trail in the mud like a threshing sledge.",
              "reference": "Iyov 41:22"
            },
            {
              "content": "He maketh the deep to boil like a pot; he stirreth the yam like a pot of ointment.",
              "reference": "Iyov 41:23"
            },
            {
              "content": "He maketh a wake to shine after him; one would think the deep to be white hair.",
              "reference": "Iyov 41:24"
            },
            {
              "content": "Upon earth there is not his equal, who is created without fear.",
              "reference": "Iyov 41:25"
            },
            {
              "content": "He beholdeth all things lofty; he is a melech over every proud beast.",
              "reference": "Iyov 41:26"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Iyov 42 TOJB2011",
          "version": "TOJB2011",
          "verses": [
            {
              "content": "Then Iyov answered Hashem, and said,",
              "reference": "Iyov 42:1"
            },
            {
              "content": "I have da'as that Thou canst do all things, and that no purpose of Thine can be thwarted.",
              "reference": "Iyov 42:2"
            },
            {
              "content": "Who is this that hideth etzah (counsel) without da'as? Therefore have I judged without understanding things too wonderful for me, which I knew not.",
              "reference": "Iyov 42:3"
            },
            {
              "content": "Shema, I beseech Thee, and I will speak; I will ask of Thee, and declare Thou unto me.",
              "reference": "Iyov 42:4"
            },
            {
              "content": "I have heard of Thee by the hearing of the ozen, but now mine eye hath seen Thee.",
              "reference": "Iyov 42:5"
            },
            {
              "content": "Therefore I abhor myself, and nichamti (I am sorry, I make teshuvah) in dust and ashes.",
              "reference": "Iyov 42:6"
            },
            {
              "content": "And it was so, that after Hashem had spoken these words unto Iyov, Hashem said to Eliphaz the Temani, My wrath is kindled against thee, and against thy two friends; for ye have not spoken in reference to Me the thing that is nekhonah (correct), like Avdi Iyov hath.",
              "reference": "Iyov 42:7"
            },
            {
              "content": "Therefore take unto you now seven bulls and seven rams, and go to Avdi Iyov, and offer up for yourselves olah (burnt offering); and Avdi Iyov shall pray for you; for him will I accept; lest I deal with you after your nevalah (folly), in that ye have not spoken in reference to Me the thing which is nekhonah (correct), like Avdi Iyov.",
              "reference": "Iyov 42:8"
            },
            {
              "content": "So Eliphaz the Temani and Bildad the Shuchi and Tzophar the Na'amati went, and did according as Hashem commanded them. Hashem also accepted Iyov.",
              "reference": "Iyov 42:9"
            },
            {
              "content": "And Hashem restored the fortunes of Iyov, when he prayed for his friends; also Hashem gave Iyov twice as much as he possessed before.",
              "reference": "Iyov 42:10"
            },
            {
              "content": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat lechem with him in his bais; and they expressed sympathy with him, and comforted him over all the ra'ah that Hashem had brought upon him; every ish also gave him a kesitah, and every ish a ring of zahav.",
              "reference": "Iyov 42:11"
            },
            {
              "content": "So Hashem blessed the acharit (latter end) of Iyov more than his reshit; for he had fourteen thousand tzon, and six thousand gemalim, and a thousand yoke of oxen, and a thousand she-donkeys.",
              "reference": "Iyov 42:12"
            },
            {
              "content": "He had also seven banim and shalosh banot.",
              "reference": "Iyov 42:13"
            },
            {
              "content": "And he called the shem of the first, Yemimah, and the shem of the second, Ketziah, and the shem of the third, Keren-Hapukh.",
              "reference": "Iyov 42:14"
            },
            {
              "content": "And in kol ha'aretz were no nashim found so fair as the banot Iyov; and their av gave them nachalah with their achim.",
              "reference": "Iyov 42:15"
            },
            {
              "content": "After this lived Iyov an hundred and forty shanah, and saw his banim, and his banei banim, even arba'ah dorot.",
              "reference": "Iyov 42:16"
            },
            {
              "content": "So Iyov died, being zaken and full of yamim.",
              "reference": "Iyov 42:17"
            }
          ],
          "copyright": "THE ORTHODOX JEWISH BIBLE FOURTH EDITION REVISED © Artists For Israel Intl Inc., 2002-2011, 2021, 2024.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}