{
  "translation": "TS2009",
  "translationId": 316,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Iyoḇ (Job) 1 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "There was a man in the land of Uts, whose name was Iyoḇ. And that man was perfect and straight, and one who feared Elohim and turned aside from evil.",
              "reference": "Iyoḇ (Job) 1:1"
            },
            {
              "content": "And seven sons and three daughters were born to him.",
              "reference": "Iyoḇ (Job) 1:2"
            },
            {
              "content": "And his possessions were seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred female donkeys, and a very large body of servants, so that this man was the greatest of all the people of the East.",
              "reference": "Iyoḇ (Job) 1:3"
            },
            {
              "content": "And his sons went and had a feast in the house of each on his day, and sent and invited their three sisters to eat and to drink with them.",
              "reference": "Iyoḇ (Job) 1:4"
            },
            {
              "content": "And it came to be, when the days of feasting had gone round, that Iyoḇ would send and set them apart, and he would rise early in the morning and offer ascending offerings – the number of them all – for Iyoḇ said, “It might be that my sons have sinned and cursed Elohim in their hearts.” This Iyoḇ always did.",
              "reference": "Iyoḇ (Job) 1:5"
            },
            {
              "content": "And the day came to be that the sons of Elohim came to present themselves before יהוה, and Satan also came among them.",
              "reference": "Iyoḇ (Job) 1:6"
            },
            {
              "content": "And יהוה said to Satan, “From where do you come?” And Satan answered יהוה and said, “From diligently searching in the earth, and from walking up and down in it.”",
              "reference": "Iyoḇ (Job) 1:7"
            },
            {
              "content": "And יהוה said to Satan, “Have you considered My servant Iyoḇ, that there is none like him on the earth, a perfect and straight man, one who fears Elohim and turns aside from evil?”",
              "reference": "Iyoḇ (Job) 1:8"
            },
            {
              "content": "And Satan answered יהוה and said, “Is Iyoḇ fearing Elohim for naught?",
              "reference": "Iyoḇ (Job) 1:9"
            },
            {
              "content": "“Have You not made a hedge around him, and around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
              "reference": "Iyoḇ (Job) 1:10"
            },
            {
              "content": "But stretch out Your hand, please, and strike all that he has – if he would not curse You to Your face!”",
              "reference": "Iyoḇ (Job) 1:11"
            },
            {
              "content": "And יהוה said to Satan, “See, all that he has is in your hand. Only do not lay a hand on himself.” And Satan went out from the presence of יהוה.",
              "reference": "Iyoḇ (Job) 1:12"
            },
            {
              "content": "And the day came to be when his sons and daughters were eating and drinking wine in the house of their brother, the first-born.",
              "reference": "Iyoḇ (Job) 1:13"
            },
            {
              "content": "And a messenger came to Iyoḇ and said, “The oxen were ploughing and the donkeys feeding alongside them,",
              "reference": "Iyoḇ (Job) 1:14"
            },
            {
              "content": "when Sheḇa fell upon them and took them away, and they struck the servants with the edge of the sword. And I alone have escaped to inform you!”",
              "reference": "Iyoḇ (Job) 1:15"
            },
            {
              "content": "While he was still speaking, another also came and said, “The fire of Elohim fell from the heavens and burned up the sheep and the servants, and consumed them. And I alone have escaped to inform you!”",
              "reference": "Iyoḇ (Job) 1:16"
            },
            {
              "content": "While he was still speaking, another also came and said, “The Kasdim formed three bands, and made a raid on the camels and took them away, and they struck the servants with the edge of the sword. And I alone have escaped to inform you!”",
              "reference": "Iyoḇ (Job) 1:17"
            },
            {
              "content": "While he was still speaking, another also came and said, “Your sons and daughters were eating and drinking wine in the house of their brother, the first-born,",
              "reference": "Iyoḇ (Job) 1:18"
            },
            {
              "content": "and see, a great wind came from the wilderness and struck the four corners of the house, and it fell on the young men, and they are dead. And I alone have escaped to inform you!”",
              "reference": "Iyoḇ (Job) 1:19"
            },
            {
              "content": "Then Iyoḇ rose up and tore his robe, and shaved his head, and he fell to the ground and did obeisance.",
              "reference": "Iyoḇ (Job) 1:20"
            },
            {
              "content": "And he said, “Naked I came from my mother’s womb, and naked I return there. יהוה has given, and יהוה has taken away. Blessed be the Name of יהוה.”",
              "reference": "Iyoḇ (Job) 1:21"
            },
            {
              "content": "In all this Iyoḇ did not sin nor ascribe wrong-doing unto Elohim.",
              "reference": "Iyoḇ (Job) 1:22"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Iyoḇ (Job) 2 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "Again the day came to be that the sons of Elohim came to present themselves before יהוה, and Satan also came among them to present himself before יהוה.",
              "reference": "Iyoḇ (Job) 2:1"
            },
            {
              "content": "And יהוה said to Satan, “From where do you come?” And Satan answered יהוה and said, “From diligently searching in the earth, and from walking up and down in it.”",
              "reference": "Iyoḇ (Job) 2:2"
            },
            {
              "content": "And יהוה said to Satan, “Have you considered My servant Iyoḇ, that there is none like him on the earth, a perfect and straight man, one who fears Elohim and turns aside from evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.”",
              "reference": "Iyoḇ (Job) 2:3"
            },
            {
              "content": "And Satan answered יהוה and said, “Skin for skin, and all that a man has he would give for his life!",
              "reference": "Iyoḇ (Job) 2:4"
            },
            {
              "content": "“But stretch out Your hand, please, and strike his bone and his flesh – if he would not curse You to Your face!”",
              "reference": "Iyoḇ (Job) 2:5"
            },
            {
              "content": "And יהוה said to Satan, “See, he is in your hand, only spare his life.”",
              "reference": "Iyoḇ (Job) 2:6"
            },
            {
              "content": "And Satan went out from the presence of יהוה, and struck Iyoḇ with loathsome sores from the sole of his foot to the crown of his head.",
              "reference": "Iyoḇ (Job) 2:7"
            },
            {
              "content": "And he took a potsherd with which to scrape himself while he sat in the midst of the ashes.",
              "reference": "Iyoḇ (Job) 2:8"
            },
            {
              "content": "And his wife said to him, “Do you still hold fast to your integrity? Curse Elohim and die!”",
              "reference": "Iyoḇ (Job) 2:9"
            },
            {
              "content": "But he said to her, “You speak as one of the foolish women speaks. Indeed, should we accept only good from Elohim, and not accept evil?” In all this Iyoḇ did not sin with his lips.",
              "reference": "Iyoḇ (Job) 2:10"
            },
            {
              "content": "And three of the friends of Iyoḇ heard of all this evil that came on him, and each one came from his own place – Eliphaz the Tĕmanite, and Bildaḏ the Shuḥite, and Tsophar the Na‛amathite – and they met together to come to sympathise with him and to comfort him.",
              "reference": "Iyoḇ (Job) 2:11"
            },
            {
              "content": "And they lifted up their eyes from a distance, and did not recognise him, and they lifted their voices and wept. And each one tore his robe and sprinkled dust on his head toward the heavens.",
              "reference": "Iyoḇ (Job) 2:12"
            },
            {
              "content": "Then they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that the pain was very great.",
              "reference": "Iyoḇ (Job) 2:13"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Iyoḇ (Job) 3 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "After this Iyoḇ opened his mouth and cursed the day of his birth.",
              "reference": "Iyoḇ (Job) 3:1"
            },
            {
              "content": "And Iyoḇ spoke, and said,",
              "reference": "Iyoḇ (Job) 3:2"
            },
            {
              "content": "“Let the day perish on which I was born, and the night it was said, ‘A male child has been conceived.’",
              "reference": "Iyoḇ (Job) 3:3"
            },
            {
              "content": "Let that day be darkness. Let not Eloah from above seek for it, nor let light shine upon it.",
              "reference": "Iyoḇ (Job) 3:4"
            },
            {
              "content": "Let darkness and the shadow of death buy it back, let a cloud dwell on it, let all that blackens the day frighten it.",
              "reference": "Iyoḇ (Job) 3:5"
            },
            {
              "content": "That night – let darkness seize it. Let it not be included among the days of the year, let it not come into the number of the months.",
              "reference": "Iyoḇ (Job) 3:6"
            },
            {
              "content": "Look, let that night be silent! Let no singing come into it!",
              "reference": "Iyoḇ (Job) 3:7"
            },
            {
              "content": "Let those curse it who curse the day, who are ready to stir up Liwiathan.",
              "reference": "Iyoḇ (Job) 3:8"
            },
            {
              "content": "Let the stars of its twilight be dark. Let it wait for light, but have none. And let it not see the eyelashes of the dawn.",
              "reference": "Iyoḇ (Job) 3:9"
            },
            {
              "content": "For it did not shut up the doors of my mother’s womb, nor hide trouble from my eyes.",
              "reference": "Iyoḇ (Job) 3:10"
            },
            {
              "content": "Why did I not die from the womb, come forth from the belly and expire?",
              "reference": "Iyoḇ (Job) 3:11"
            },
            {
              "content": "Why were there knees to receive me? Or breasts for me to suck?",
              "reference": "Iyoḇ (Job) 3:12"
            },
            {
              "content": "For now I would have been lying in peace. I would have slept – then I would have been at rest,",
              "reference": "Iyoḇ (Job) 3:13"
            },
            {
              "content": "with sovereigns and counsellors of the earth, who built ruins for themselves,",
              "reference": "Iyoḇ (Job) 3:14"
            },
            {
              "content": "or with rulers who had gold, who filled their houses with silver,",
              "reference": "Iyoḇ (Job) 3:15"
            },
            {
              "content": "or as a hidden untimely birth, as infants who never saw light?",
              "reference": "Iyoḇ (Job) 3:16"
            },
            {
              "content": "There the wrong cease raging, and there the weary are at rest,",
              "reference": "Iyoḇ (Job) 3:17"
            },
            {
              "content": "the prisoners rest together, they do not hear the voice of the oppressor.",
              "reference": "Iyoḇ (Job) 3:18"
            },
            {
              "content": "The small and great are there, and the servant is free from his master.",
              "reference": "Iyoḇ (Job) 3:19"
            },
            {
              "content": "Why does He give light to the sufferer, and life to the bitter of being,",
              "reference": "Iyoḇ (Job) 3:20"
            },
            {
              "content": "who are waiting for death, but it does not come, and search for it more than treasures;",
              "reference": "Iyoḇ (Job) 3:21"
            },
            {
              "content": "who rejoice exceedingly, they are glad when they find the burial-site?",
              "reference": "Iyoḇ (Job) 3:22"
            },
            {
              "content": "Why does He give light to a man whose way has been hidden, and whom Eloah has hedged in?",
              "reference": "Iyoḇ (Job) 3:23"
            },
            {
              "content": "For my sighing comes before I eat, and my groanings pour out like water.",
              "reference": "Iyoḇ (Job) 3:24"
            },
            {
              "content": "For that which I greatly feared has come upon me, and that which I dreaded has overtaken me.",
              "reference": "Iyoḇ (Job) 3:25"
            },
            {
              "content": "I have not been at ease, nor have I been undisturbed, nor been at rest, yet trouble comes!”",
              "reference": "Iyoḇ (Job) 3:26"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Iyoḇ (Job) 4 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Eliphaz the Tĕmanite answered and said,",
              "reference": "Iyoḇ (Job) 4:1"
            },
            {
              "content": "“If one tries a word with you, would you become impatient? But who is able to withhold himself from speaking?",
              "reference": "Iyoḇ (Job) 4:2"
            },
            {
              "content": "See, you have instructed many, and you have made weak hands strong.",
              "reference": "Iyoḇ (Job) 4:3"
            },
            {
              "content": "Your words have raised up him who was stumbling, and you have strengthened the weak knees.",
              "reference": "Iyoḇ (Job) 4:4"
            },
            {
              "content": "But now it has come to you, and you are impatient; it strikes you, and you are troubled.",
              "reference": "Iyoḇ (Job) 4:5"
            },
            {
              "content": "Is not your reverence your trust, the integrity of ways your expectancy?",
              "reference": "Iyoḇ (Job) 4:6"
            },
            {
              "content": "Remember, please: Who, being innocent, has ever perished? And where have the straight ones ever been cut off?",
              "reference": "Iyoḇ (Job) 4:7"
            },
            {
              "content": "According to what I have seen, those who plough wickedness and sow suffering reap the same.",
              "reference": "Iyoḇ (Job) 4:8"
            },
            {
              "content": "Through the breath of Eloah they perish, and through the Spirit of His nostrils they are consumed.",
              "reference": "Iyoḇ (Job) 4:9"
            },
            {
              "content": "The roaring of the lion, and the voice of the fierce lion, but the teeth of the young lions shall be broken.",
              "reference": "Iyoḇ (Job) 4:10"
            },
            {
              "content": "An old lion perishes for lack of prey, and the cubs of the lioness are scattered.",
              "reference": "Iyoḇ (Job) 4:11"
            },
            {
              "content": "And unto me a word was secretly brought, and my ear received a little of it.",
              "reference": "Iyoḇ (Job) 4:12"
            },
            {
              "content": "Amid thoughts from visions of the night, when deep sleep falls on men,",
              "reference": "Iyoḇ (Job) 4:13"
            },
            {
              "content": "fear came upon me, and trembling, causing my bones to shake greatly.",
              "reference": "Iyoḇ (Job) 4:14"
            },
            {
              "content": "Then a spirit passed before my face, the hair on my body stood up.",
              "reference": "Iyoḇ (Job) 4:15"
            },
            {
              "content": "It stood still, but I could not discern its appearance. A form was before my eyes – silence, then a voice I heard,",
              "reference": "Iyoḇ (Job) 4:16"
            },
            {
              "content": "Is mortal man more righteous than Eloah? Is man more clean than his Maker?",
              "reference": "Iyoḇ (Job) 4:17"
            },
            {
              "content": "Look, He puts no trust in His servants, and He charges His messengers with straying.",
              "reference": "Iyoḇ (Job) 4:18"
            },
            {
              "content": "How much more those who dwell in houses of clay, whose foundation is in the dust, who are crushed like a moth?",
              "reference": "Iyoḇ (Job) 4:19"
            },
            {
              "content": "From morning till evening they are beaten down, they perish forever, with no one regarding.",
              "reference": "Iyoḇ (Job) 4:20"
            },
            {
              "content": "Are not the cords of their tents pulled up? They die, without wisdom!’",
              "reference": "Iyoḇ (Job) 4:21"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Iyoḇ (Job) 5 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Call out, please, is there anyone to answer you? And to which of the set-apart ones would you turn?",
              "reference": "Iyoḇ (Job) 5:1"
            },
            {
              "content": "For wrath kills the fool, and envy slays the simple.",
              "reference": "Iyoḇ (Job) 5:2"
            },
            {
              "content": "I myself have seen the fool taking root, but suddenly his home was cursed.",
              "reference": "Iyoḇ (Job) 5:3"
            },
            {
              "content": "His sons are far from safety, they are crushed in the gate, with no one to deliver.",
              "reference": "Iyoḇ (Job) 5:4"
            },
            {
              "content": "The hungry eat up his harvest, taking it even from the thorns, and the snare snaps up their wealth.",
              "reference": "Iyoḇ (Job) 5:5"
            },
            {
              "content": "For evil does not come from the dust, nor does trouble spring from the ground;",
              "reference": "Iyoḇ (Job) 5:6"
            },
            {
              "content": "for man is born for trouble, and the sparks fly upward.",
              "reference": "Iyoḇ (Job) 5:7"
            },
            {
              "content": "But as for me, I would seek Ěl, and I would submit my case to Elohim,",
              "reference": "Iyoḇ (Job) 5:8"
            },
            {
              "content": "who is doing great and unsearchable deeds, innumerable wonders,",
              "reference": "Iyoḇ (Job) 5:9"
            },
            {
              "content": "who is giving rain on the earth’s face, and is sending waters on the field’s face;",
              "reference": "Iyoḇ (Job) 5:10"
            },
            {
              "content": "to set the lowly on high, and those who mourn shall be lifted to safety,",
              "reference": "Iyoḇ (Job) 5:11"
            },
            {
              "content": "thwarting the schemes of the crafty, so that their hands do not work effectively;",
              "reference": "Iyoḇ (Job) 5:12"
            },
            {
              "content": "catching the wise in their own craftiness, and the counsel of schemers are swept away.",
              "reference": "Iyoḇ (Job) 5:13"
            },
            {
              "content": "By day they encounter darkness, and at noon they grope as in the night.",
              "reference": "Iyoḇ (Job) 5:14"
            },
            {
              "content": "But He saves the needy from the sword of their mouth, from the clutches of the strong.",
              "reference": "Iyoḇ (Job) 5:15"
            },
            {
              "content": "Thus the poor have expectancy, and unrighteousness shuts her mouth.",
              "reference": "Iyoḇ (Job) 5:16"
            },
            {
              "content": "Look, blessed is the man whom Eloah does reprove, so do not despise the discipline of the Almighty.",
              "reference": "Iyoḇ (Job) 5:17"
            },
            {
              "content": "For He bruises, but He binds up; He smites, but His hands heal.",
              "reference": "Iyoḇ (Job) 5:18"
            },
            {
              "content": "In six distresses He delivers you, and in seven no evil strikes you.",
              "reference": "Iyoḇ (Job) 5:19"
            },
            {
              "content": "In scarcity of food He shall redeem you from death, and in battle from the power of the sword.",
              "reference": "Iyoḇ (Job) 5:20"
            },
            {
              "content": "When the tongue scourges you are shielded, and you have no fear when destruction comes.",
              "reference": "Iyoḇ (Job) 5:21"
            },
            {
              "content": "At destruction and at starvation you laugh, and you have no fear of the beasts of the earth.",
              "reference": "Iyoḇ (Job) 5:22"
            },
            {
              "content": "For your covenant is with the stones of the field, and the beasts of the field shall be at peace with you.",
              "reference": "Iyoḇ (Job) 5:23"
            },
            {
              "content": "And you shall know that your tent is in peace, and shall visit your tent and not sin,",
              "reference": "Iyoḇ (Job) 5:24"
            },
            {
              "content": "and shall know that your seed are many, and your offspring like the grass of the earth.",
              "reference": "Iyoḇ (Job) 5:25"
            },
            {
              "content": "You shall come to the burial-site in ripe old age, like the stacking of grain in its season.",
              "reference": "Iyoḇ (Job) 5:26"
            },
            {
              "content": "Look, this we have searched out, it is so. Hear it, and know for yourself.”",
              "reference": "Iyoḇ (Job) 5:27"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Iyoḇ (Job) 6 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 6:1"
            },
            {
              "content": "“Oh, that my grief were thoroughly weighed, and my calamity be placed on the scales!",
              "reference": "Iyoḇ (Job) 6:2"
            },
            {
              "content": "For it would outweigh the sand of the sea, therefore my words have been rash.",
              "reference": "Iyoḇ (Job) 6:3"
            },
            {
              "content": "For the arrows of the Almighty are within me, my spirit drinks in their poison, the onslaughts of Eloah are arrayed against me.",
              "reference": "Iyoḇ (Job) 6:4"
            },
            {
              "content": "Does the wild donkey bray when it has grass, or does the ox bellow over its fodder?",
              "reference": "Iyoḇ (Job) 6:5"
            },
            {
              "content": "Is tasteless food eaten without salt? Is there any flavour in the juice of mallows?",
              "reference": "Iyoḇ (Job) 6:6"
            },
            {
              "content": "I refuse to touch it, they are like food when I am sick.",
              "reference": "Iyoḇ (Job) 6:7"
            },
            {
              "content": "Oh that I might have my desire, that Eloah would grant me what I long for!",
              "reference": "Iyoḇ (Job) 6:8"
            },
            {
              "content": "That it would please Eloah to crush me, loose His hand and cut me off!",
              "reference": "Iyoḇ (Job) 6:9"
            },
            {
              "content": "Then I would still have comfort, and I would rejoice in pain, though not spared, for I have not hidden the words of the Set-apart One.",
              "reference": "Iyoḇ (Job) 6:10"
            },
            {
              "content": "What strength do I have, that I should wait? And what is my end, that I should prolong my life?",
              "reference": "Iyoḇ (Job) 6:11"
            },
            {
              "content": "Is my strength the strength of stones? Is my flesh of bronze?",
              "reference": "Iyoḇ (Job) 6:12"
            },
            {
              "content": "Is my help not within me? And is ability driven from me?",
              "reference": "Iyoḇ (Job) 6:13"
            },
            {
              "content": "To him who is afflicted: loving-commitment, even the one leaving the fear of the Almighty.",
              "reference": "Iyoḇ (Job) 6:14"
            },
            {
              "content": "My brothers are as undependable as a wadi, as a bed on which streams once ran,",
              "reference": "Iyoḇ (Job) 6:15"
            },
            {
              "content": "which are dark because of the ice, in which the snow is hidden.",
              "reference": "Iyoḇ (Job) 6:16"
            },
            {
              "content": "When it is warm, they cease to flow; when it is hot, they vanish from their place.",
              "reference": "Iyoḇ (Job) 6:17"
            },
            {
              "content": "The paths of their way turn aside, they enter wastes and perish.",
              "reference": "Iyoḇ (Job) 6:18"
            },
            {
              "content": "Passengers of Tĕma looked expectantly, travellers of Sheḇa waited for them.",
              "reference": "Iyoḇ (Job) 6:19"
            },
            {
              "content": "They were ashamed because they had trusted, they came there and were disappointed.",
              "reference": "Iyoḇ (Job) 6:20"
            },
            {
              "content": "Indeed, you have now become the same! You see my downfall and are afraid.",
              "reference": "Iyoḇ (Job) 6:21"
            },
            {
              "content": "Did I ever say, ‘Give to me’? or, ‘Offer a bribe for me from your wealth’?",
              "reference": "Iyoḇ (Job) 6:22"
            },
            {
              "content": "or, ‘Rescue me from the hand of the enemy?’ or, ‘Redeem me from the hand of oppressors’?",
              "reference": "Iyoḇ (Job) 6:23"
            },
            {
              "content": "Teach me, and I shall be silent. And show me where I have gone astray.",
              "reference": "Iyoḇ (Job) 6:24"
            },
            {
              "content": "Words of uprightness are harsh! But what does your reproving reprove?",
              "reference": "Iyoḇ (Job) 6:25"
            },
            {
              "content": "Do you reckon to reprove my words, and the sayings of one in despair, which are as wind?",
              "reference": "Iyoḇ (Job) 6:26"
            },
            {
              "content": "You would cast lots over the fatherless, and make merchandise of your friend!",
              "reference": "Iyoḇ (Job) 6:27"
            },
            {
              "content": "But now, please look at me – whether I would lie to your face.",
              "reference": "Iyoḇ (Job) 6:28"
            },
            {
              "content": "Relent, please, let there be no unrighteousness. Relent! My righteousness is still in it.",
              "reference": "Iyoḇ (Job) 6:29"
            },
            {
              "content": "Is there unrighteousness on my tongue? Does my taste not discern what is perverse?",
              "reference": "Iyoḇ (Job) 6:30"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Iyoḇ (Job) 7 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Does not man have to struggle on earth? For his days are like the days of a hired man.",
              "reference": "Iyoḇ (Job) 7:1"
            },
            {
              "content": "Like a servant who sighs for the shade, and like a hireling longing for his wages,",
              "reference": "Iyoḇ (Job) 7:2"
            },
            {
              "content": "so am I allotted months of futility. And nights of trouble have been appointed to me.",
              "reference": "Iyoḇ (Job) 7:3"
            },
            {
              "content": "When I lie down, I say, ‘When am I going to rise, and the night be ended?’ For I have had my fill of tossing till dawn.",
              "reference": "Iyoḇ (Job) 7:4"
            },
            {
              "content": "My body is covered with worms and dirt, my skin is cracked and it festers.",
              "reference": "Iyoḇ (Job) 7:5"
            },
            {
              "content": "My days are swifter than a weaver’s shuttle, and are spent without expectancy.",
              "reference": "Iyoḇ (Job) 7:6"
            },
            {
              "content": "Remember that my life is a breath! My eye is never again to see good.",
              "reference": "Iyoḇ (Job) 7:7"
            },
            {
              "content": "The eye of him who sees me sees me no longer. Your eyes are upon me, and I am no more.",
              "reference": "Iyoḇ (Job) 7:8"
            },
            {
              "content": "The cloud fades and vanishes away, so he who goes down to She’ol does not come up.",
              "reference": "Iyoḇ (Job) 7:9"
            },
            {
              "content": "He returns no more to his house, nor does his place know him any more.",
              "reference": "Iyoḇ (Job) 7:10"
            },
            {
              "content": "I also, I do not hold my mouth, I speak in the distress of my spirit, I complain in the bitterness of my being.",
              "reference": "Iyoḇ (Job) 7:11"
            },
            {
              "content": "Am I the sea, or a sea monster, that You set a guard over me?",
              "reference": "Iyoḇ (Job) 7:12"
            },
            {
              "content": "When I say, ‘My bed does comfort me, my couch does ease my complaint,’",
              "reference": "Iyoḇ (Job) 7:13"
            },
            {
              "content": "then You frighten me with dreams and make me afraid with visions,",
              "reference": "Iyoḇ (Job) 7:14"
            },
            {
              "content": "so that my being chooses strangling, death rather than my bones.",
              "reference": "Iyoḇ (Job) 7:15"
            },
            {
              "content": "I have wasted away, I would not live forever. Leave me alone, for my days are a breath.",
              "reference": "Iyoḇ (Job) 7:16"
            },
            {
              "content": "What is man, that You should make him great, that You should set Your heart on him,",
              "reference": "Iyoḇ (Job) 7:17"
            },
            {
              "content": "that You should visit him every morning, trying him every moment?",
              "reference": "Iyoḇ (Job) 7:18"
            },
            {
              "content": "How long do You not look away from me, nor leave me alone till I swallow my saliva?",
              "reference": "Iyoḇ (Job) 7:19"
            },
            {
              "content": "Have I sinned? What have I done to You, O Watcher of men? Why have You set me as Your target, so that I am a burden to You?",
              "reference": "Iyoḇ (Job) 7:20"
            },
            {
              "content": "And why do You not pardon my transgression, and take away my crookedness? For now I lie down in the dust, and You shall seek me, but I am not.”",
              "reference": "Iyoḇ (Job) 7:21"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Iyoḇ (Job) 8 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Bildaḏ the Shuḥite answered and said,",
              "reference": "Iyoḇ (Job) 8:1"
            },
            {
              "content": "“How long are you going to speak like this, since the words of your mouth are a strong wind?",
              "reference": "Iyoḇ (Job) 8:2"
            },
            {
              "content": "Does Ěl twist right-ruling? Or does the Almighty twist what is right?",
              "reference": "Iyoḇ (Job) 8:3"
            },
            {
              "content": "If your sons have sinned against Him, and He delivers them into the hand of their transgression,",
              "reference": "Iyoḇ (Job) 8:4"
            },
            {
              "content": "if you diligently seek Ěl and plead with the Almighty,",
              "reference": "Iyoḇ (Job) 8:5"
            },
            {
              "content": "if you were clear and straight, then indeed He would awake for you, and shall bless your righteous dwelling place.",
              "reference": "Iyoḇ (Job) 8:6"
            },
            {
              "content": "Though your beginning was small, yet your latter end would greatly increase.",
              "reference": "Iyoḇ (Job) 8:7"
            },
            {
              "content": "Indeed, please ask the former generation, and prepare for the research of their fathers,",
              "reference": "Iyoḇ (Job) 8:8"
            },
            {
              "content": "for we are but of yesterday, and know not, because our days on earth are as a shadow.",
              "reference": "Iyoḇ (Job) 8:9"
            },
            {
              "content": "Do they not teach you, speak to you, and bring forth words from their heart?",
              "reference": "Iyoḇ (Job) 8:10"
            },
            {
              "content": "Does papyrus grow without a marsh, a reed thrive without water?",
              "reference": "Iyoḇ (Job) 8:11"
            },
            {
              "content": "While it is yet green, not cut down, it dries out before any plant.",
              "reference": "Iyoḇ (Job) 8:12"
            },
            {
              "content": "So are the paths of all who forget Ěl, and the expectancy of a defiled one does perish,",
              "reference": "Iyoḇ (Job) 8:13"
            },
            {
              "content": "whose refuge is cut off, and whose trust is a spider’s web.",
              "reference": "Iyoḇ (Job) 8:14"
            },
            {
              "content": "He leans on his house, but it does not stand. He holds it fast, but it does not last.",
              "reference": "Iyoḇ (Job) 8:15"
            },
            {
              "content": "He is moist before the sun, and his branches spread out in his garden.",
              "reference": "Iyoḇ (Job) 8:16"
            },
            {
              "content": "His roots wrap around a heap, and look for a place in the stones.",
              "reference": "Iyoḇ (Job) 8:17"
            },
            {
              "content": "If he is destroyed from his place, then it shall deny him: ‘I have not seen you.’",
              "reference": "Iyoḇ (Job) 8:18"
            },
            {
              "content": "See, this is the joy of His way, and out of the dust others grow.",
              "reference": "Iyoḇ (Job) 8:19"
            },
            {
              "content": "See, Ěl does not cast away the perfect, neither hold the hand of evil-doers.",
              "reference": "Iyoḇ (Job) 8:20"
            },
            {
              "content": "While He fills your mouth with laughter, and your lips with rejoicing,",
              "reference": "Iyoḇ (Job) 8:21"
            },
            {
              "content": "those hating you put on shame, and the tent of the wrong is no more.”",
              "reference": "Iyoḇ (Job) 8:22"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Iyoḇ (Job) 9 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 9:1"
            },
            {
              "content": "“Truly I know it is so. But how is man right with Elohim?",
              "reference": "Iyoḇ (Job) 9:2"
            },
            {
              "content": "If one wished to dispute with Him, he would not answer Him one time out of a thousand.",
              "reference": "Iyoḇ (Job) 9:3"
            },
            {
              "content": "Wise in heart and potent of power – who has hardened himself against Him and is at peace?",
              "reference": "Iyoḇ (Job) 9:4"
            },
            {
              "content": "He who removes mountains, and they do not know it, when He overturns them in His displeasure;",
              "reference": "Iyoḇ (Job) 9:5"
            },
            {
              "content": "who shakes the earth out of its place, and its columns tremble;",
              "reference": "Iyoḇ (Job) 9:6"
            },
            {
              "content": "who commands the sun, and it does not rise; and He seals up the stars,",
              "reference": "Iyoḇ (Job) 9:7"
            },
            {
              "content": "stretching out the heavens by Himself, and treading upon the waves of the sea;",
              "reference": "Iyoḇ (Job) 9:8"
            },
            {
              "content": "who made Ash, Kesil, and Kimah, and the rooms of the south;",
              "reference": "Iyoḇ (Job) 9:9"
            },
            {
              "content": "who performs great and unsearchable deeds, and innumerable wonders.",
              "reference": "Iyoḇ (Job) 9:10"
            },
            {
              "content": "Look, He goes by me, and I do not see; and He moves past, but I do not discern Him.",
              "reference": "Iyoḇ (Job) 9:11"
            },
            {
              "content": "Look, He snatches away, who brings it back? Who says to Him, ‘What are You doing?’",
              "reference": "Iyoḇ (Job) 9:12"
            },
            {
              "content": "Eloah does not turn back His displeasure, the helpers of pride stoop under Him.",
              "reference": "Iyoḇ (Job) 9:13"
            },
            {
              "content": "How much less would I answer Him, choose my words with Him?",
              "reference": "Iyoḇ (Job) 9:14"
            },
            {
              "content": "For though I were righteous, I would not answer Him. I pray to Him for my right-ruling.",
              "reference": "Iyoḇ (Job) 9:15"
            },
            {
              "content": "Though I had called and He answered me, I would not believe that He was listening to my voice.",
              "reference": "Iyoḇ (Job) 9:16"
            },
            {
              "content": "For He crushes me with a storm, and has multiplied my wounds for no cause.",
              "reference": "Iyoḇ (Job) 9:17"
            },
            {
              "content": "He does not allow me to recover my breath, but fills me with bitterness.",
              "reference": "Iyoḇ (Job) 9:18"
            },
            {
              "content": "If I speak of power? Look, He is potent. And if of right-ruling? Who sets me a time?",
              "reference": "Iyoḇ (Job) 9:19"
            },
            {
              "content": "If I am righteous? My mouth would declare me wrong. Am I perfect? It would declare me perverse.",
              "reference": "Iyoḇ (Job) 9:20"
            },
            {
              "content": "Am I perfect? Do I not know my own being? I despise my life!",
              "reference": "Iyoḇ (Job) 9:21"
            },
            {
              "content": "It is all the same, therefore I say, ‘He destroys the perfect and the wrong.’",
              "reference": "Iyoḇ (Job) 9:22"
            },
            {
              "content": "If the scourge slays suddenly, He laughs at the trial of the innocent.",
              "reference": "Iyoḇ (Job) 9:23"
            },
            {
              "content": "Earth has been given into the hand of the wrong. He covers the faces of its judges. If it is not He, then who is it?",
              "reference": "Iyoḇ (Job) 9:24"
            },
            {
              "content": "My days have become swifter than a runner – they have fled, they have not seen good.",
              "reference": "Iyoḇ (Job) 9:25"
            },
            {
              "content": "They have passed by like swift ships, like an eagle swooping on its prey.",
              "reference": "Iyoḇ (Job) 9:26"
            },
            {
              "content": "If I say, ‘Let me forget my complaint, let me put off my sad face, and let me smile,’",
              "reference": "Iyoḇ (Job) 9:27"
            },
            {
              "content": "I shall be afraid of all my sufferings. I know that You do not hold me innocent.",
              "reference": "Iyoḇ (Job) 9:28"
            },
            {
              "content": "If I am wrong, why should I labour in vain?",
              "reference": "Iyoḇ (Job) 9:29"
            },
            {
              "content": "If I washed myself with snow water, and cleansed my hands with soap,",
              "reference": "Iyoḇ (Job) 9:30"
            },
            {
              "content": "then You would plunge me into a ditch, and my garments shall abhor me.",
              "reference": "Iyoḇ (Job) 9:31"
            },
            {
              "content": "For He is not a man as I am that I answer Him, and we come together into right-ruling.",
              "reference": "Iyoḇ (Job) 9:32"
            },
            {
              "content": "There is no mediator between us, to lay his hand upon us both.",
              "reference": "Iyoḇ (Job) 9:33"
            },
            {
              "content": "Let Him take His rod away from me, and let not His dread frighten me.",
              "reference": "Iyoḇ (Job) 9:34"
            },
            {
              "content": "Then I would speak and not fear Him, for I am not so within myself.",
              "reference": "Iyoḇ (Job) 9:35"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Iyoḇ (Job) 10 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“My being has grown weary of life. I let loose my complaint, I speak in the bitterness of my being.",
              "reference": "Iyoḇ (Job) 10:1"
            },
            {
              "content": "I say to Eloah, ‘Do not declare me wrong, show me why You strive with me.",
              "reference": "Iyoḇ (Job) 10:2"
            },
            {
              "content": "Is it good to You that You should crush, that You should despise the work of Your hands, and shine on the counsel of the wrong?",
              "reference": "Iyoḇ (Job) 10:3"
            },
            {
              "content": "Do You have eyes of flesh? Do You see as man sees?",
              "reference": "Iyoḇ (Job) 10:4"
            },
            {
              "content": "Are Your days like the days of a mortal man? Are Your years like the days of a mighty man,",
              "reference": "Iyoḇ (Job) 10:5"
            },
            {
              "content": "that You should seek for my crookedness and search out my sin?",
              "reference": "Iyoḇ (Job) 10:6"
            },
            {
              "content": "For You know that I am not wrong, and there is no one to deliver from Your hand.",
              "reference": "Iyoḇ (Job) 10:7"
            },
            {
              "content": "Your hands have made me and shaped me, together all around, yet You destroy me.",
              "reference": "Iyoḇ (Job) 10:8"
            },
            {
              "content": "Remember, please, that You have made me like clay. And would You turn me into dust again?",
              "reference": "Iyoḇ (Job) 10:9"
            },
            {
              "content": "Did You not pour me out like milk, and curdle me like cheese?",
              "reference": "Iyoḇ (Job) 10:10"
            },
            {
              "content": "Skin and flesh you put on me, and wove me with bones and sinews.",
              "reference": "Iyoḇ (Job) 10:11"
            },
            {
              "content": "Life and loving-commitment You have bestowed on me, and Your visitation has preserved my spirit.",
              "reference": "Iyoḇ (Job) 10:12"
            },
            {
              "content": "And these You have laid up in Your heart, I know that this was with You:",
              "reference": "Iyoḇ (Job) 10:13"
            },
            {
              "content": "If I sin, then You watch me, and let no crookedness of mine go unpunished.",
              "reference": "Iyoḇ (Job) 10:14"
            },
            {
              "content": "If I am wrong, woe to me! And if I am righteous, I would not lift up my head – filled with shame and seeing my grief!",
              "reference": "Iyoḇ (Job) 10:15"
            },
            {
              "content": "If I lift it up high, you hunt me as a lion, and again You would show Yourself marvellous against me.",
              "reference": "Iyoḇ (Job) 10:16"
            },
            {
              "content": "You renew Your witnesses against me, and increase Your vexation toward me; changes and a host are with me.",
              "reference": "Iyoḇ (Job) 10:17"
            },
            {
              "content": "So why have You brought me forth from the womb? Oh, that I had perished and no eye had seen me!",
              "reference": "Iyoḇ (Job) 10:18"
            },
            {
              "content": "I should have been as though I had not been – brought from the womb to the burial-site.",
              "reference": "Iyoḇ (Job) 10:19"
            },
            {
              "content": "Are not my days few? Then cease! Leave me alone, so that I brighten up a little,",
              "reference": "Iyoḇ (Job) 10:20"
            },
            {
              "content": "Before I go, and not return, to the land of darkness and the shadow of death,",
              "reference": "Iyoḇ (Job) 10:21"
            },
            {
              "content": "a land as dark as darkness itself, as the shadow of death, without any order, whose light is as darkness.”",
              "reference": "Iyoḇ (Job) 10:22"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Iyoḇ (Job) 11 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Tsophar the Na‛amathite answered and said,",
              "reference": "Iyoḇ (Job) 11:1"
            },
            {
              "content": "“Should a multitude of words go unanswered? And should a man of lips be declared right?",
              "reference": "Iyoḇ (Job) 11:2"
            },
            {
              "content": "Should your babblings silence men? And should you mock, and no one make you ashamed?",
              "reference": "Iyoḇ (Job) 11:3"
            },
            {
              "content": "Since you have said, ‘My discourse is flawless, and I have been clean in Your eyes.’",
              "reference": "Iyoḇ (Job) 11:4"
            },
            {
              "content": "But if only Eloah would speak, and open His lips against you,",
              "reference": "Iyoḇ (Job) 11:5"
            },
            {
              "content": "and show you the secrets of wisdom, doubling your ability. Know then that Eloah forgets some of your crookedness for you.",
              "reference": "Iyoḇ (Job) 11:6"
            },
            {
              "content": "Would you find out Eloah by searching, or search out the end of the Almighty?",
              "reference": "Iyoḇ (Job) 11:7"
            },
            {
              "content": "It is higher than the heavens – what would you do? Deeper than She’ol – what would you know?",
              "reference": "Iyoḇ (Job) 11:8"
            },
            {
              "content": "Their measure is longer than the earth, and broader than the sea.",
              "reference": "Iyoḇ (Job) 11:9"
            },
            {
              "content": "If He passes through and shuts up, and gathers, then who does reverse it?",
              "reference": "Iyoḇ (Job) 11:10"
            },
            {
              "content": "For He knows false men. When He sees wickedness does He not consider it?",
              "reference": "Iyoḇ (Job) 11:11"
            },
            {
              "content": "But a senseless man takes heart when a wild donkey’s colt is born a man!",
              "reference": "Iyoḇ (Job) 11:12"
            },
            {
              "content": "If you would prepare your heart, and stretch out your hands toward Him;",
              "reference": "Iyoḇ (Job) 11:13"
            },
            {
              "content": "if wickedness were in your hand, put it far away and do not let perverseness dwell in your tents;",
              "reference": "Iyoḇ (Job) 11:14"
            },
            {
              "content": "then indeed you shall lift up your face without spot; and you shall stand firm, and not be afraid,",
              "reference": "Iyoḇ (Job) 11:15"
            },
            {
              "content": "because you would forget sorrow, and remember it as waters that have passed away,",
              "reference": "Iyoḇ (Job) 11:16"
            },
            {
              "content": "and your life would be brighter than noon. You would soar upward, you would be like the morning.",
              "reference": "Iyoḇ (Job) 11:17"
            },
            {
              "content": "And you shall trust, because there is expectancy. And when you have searched you shall lie down in safety.",
              "reference": "Iyoḇ (Job) 11:18"
            },
            {
              "content": "And you shall rest, and no one would make you afraid, and many shall seek your favour.",
              "reference": "Iyoḇ (Job) 11:19"
            },
            {
              "content": "But the eyes of the wrong are consumed, and they shall not escape, and their expectancy is the breathing out of life!”",
              "reference": "Iyoḇ (Job) 11:20"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Iyoḇ (Job) 12 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 12:1"
            },
            {
              "content": "“Truly you are the people, and wisdom would die with you!",
              "reference": "Iyoḇ (Job) 12:2"
            },
            {
              "content": "But I, like you, have a heart too; I am not less than you. And who does not know such as these?",
              "reference": "Iyoḇ (Job) 12:3"
            },
            {
              "content": "I have become a laughing-stock to my friends – one who has called on Eloah and He answered him! A laughing-stock is the righteous, the perfect one!",
              "reference": "Iyoḇ (Job) 12:4"
            },
            {
              "content": "A lamp is despised in the thought of one who is at ease – prepared for those whose feet slip.",
              "reference": "Iyoḇ (Job) 12:5"
            },
            {
              "content": "The tents of robbers are at peace, and those who provoke Ěl are complacent, to him who brings Eloah into his hand!",
              "reference": "Iyoḇ (Job) 12:6"
            },
            {
              "content": "But now ask the beasts, and they teach you; and the birds of the heavens, and they declare it to you;",
              "reference": "Iyoḇ (Job) 12:7"
            },
            {
              "content": "or speak to the earth, and it teaches you; and the fish of the sea inform you.",
              "reference": "Iyoḇ (Job) 12:8"
            },
            {
              "content": "Who among all these does not know that the hand of יהוה has done this,",
              "reference": "Iyoḇ (Job) 12:9"
            },
            {
              "content": "in whose hand is the life of all that live, and the breath of all mankind?",
              "reference": "Iyoḇ (Job) 12:10"
            },
            {
              "content": "Does the ear not try words? And the mouth taste food for itself?",
              "reference": "Iyoḇ (Job) 12:11"
            },
            {
              "content": "With the aged is wisdom, and understanding with length of days.",
              "reference": "Iyoḇ (Job) 12:12"
            },
            {
              "content": "With Him are wisdom and might, He has counsel and understanding.",
              "reference": "Iyoḇ (Job) 12:13"
            },
            {
              "content": "Look, He breaks down, and it is not rebuilt. If He imprisons a man, there is no release.",
              "reference": "Iyoḇ (Job) 12:14"
            },
            {
              "content": "Look, He withholds the waters, and they dry up. And He sends them out, and they overwhelm the earth.",
              "reference": "Iyoḇ (Job) 12:15"
            },
            {
              "content": "With Him are strength and ability. The misled and the misleader are His.",
              "reference": "Iyoḇ (Job) 12:16"
            },
            {
              "content": "He leads counsellors away stripped, and makes judges go mad.",
              "reference": "Iyoḇ (Job) 12:17"
            },
            {
              "content": "He loosens the bonds of sovereigns, and binds a girdle on their loins;",
              "reference": "Iyoḇ (Job) 12:18"
            },
            {
              "content": "who leads away priests as a spoil, and overthrows the mighty;",
              "reference": "Iyoḇ (Job) 12:19"
            },
            {
              "content": "turning aside the lip of the trusted ones, and takes away the discernment of the elders;",
              "reference": "Iyoḇ (Job) 12:20"
            },
            {
              "content": "pouring scorn on nobles, and loosens the girdle of the strong;",
              "reference": "Iyoḇ (Job) 12:21"
            },
            {
              "content": "revealing deep matters out of darkness, and He brings the shadow of death to light;",
              "reference": "Iyoḇ (Job) 12:22"
            },
            {
              "content": "making nations great, and He destroys them; spreading out the nations, and He leads them out.",
              "reference": "Iyoḇ (Job) 12:23"
            },
            {
              "content": "turning aside the heart of the chiefs of the people of the earth, and He makes them wander in a pathless waste.",
              "reference": "Iyoḇ (Job) 12:24"
            },
            {
              "content": "They grope in darkness, having no light, and He makes them stagger like a drunkard.",
              "reference": "Iyoḇ (Job) 12:25"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Iyoḇ (Job) 13 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Look, my eye has seen it all, my ear has heard and understood it.",
              "reference": "Iyoḇ (Job) 13:1"
            },
            {
              "content": "What you know, I know too; I am not less than you.",
              "reference": "Iyoḇ (Job) 13:2"
            },
            {
              "content": "But I would speak to the Almighty, and I delight to reason with Ěl.",
              "reference": "Iyoḇ (Job) 13:3"
            },
            {
              "content": "But you smear with falsehood, worthless healers, all of you!",
              "reference": "Iyoḇ (Job) 13:4"
            },
            {
              "content": "If you would only be silent, then it would be your wisdom!",
              "reference": "Iyoḇ (Job) 13:5"
            },
            {
              "content": "Please hear my reasoning, and listen to the pleadings of my lips.",
              "reference": "Iyoḇ (Job) 13:6"
            },
            {
              "content": "Would you speak perversely for Ěl, and speak deceit for Him?",
              "reference": "Iyoḇ (Job) 13:7"
            },
            {
              "content": "Would you be partial towards Him? Would you plead for Ěl?",
              "reference": "Iyoḇ (Job) 13:8"
            },
            {
              "content": "Would it be well when He searches you out? Or could you deceive Him as one deceives a man?",
              "reference": "Iyoḇ (Job) 13:9"
            },
            {
              "content": "He would certainly reprove you if you secretly show partiality.",
              "reference": "Iyoḇ (Job) 13:10"
            },
            {
              "content": "Should not His excellence make you afraid, and the dread of Him fall upon you?",
              "reference": "Iyoḇ (Job) 13:11"
            },
            {
              "content": "Your weighty sayings are proverbs of ashes, your shields are shields of clay.",
              "reference": "Iyoḇ (Job) 13:12"
            },
            {
              "content": "Be silent before me, and let me speak, and let whatever come upon me!",
              "reference": "Iyoḇ (Job) 13:13"
            },
            {
              "content": "Why do I take my flesh in my teeth, and put my life in my hands?",
              "reference": "Iyoḇ (Job) 13:14"
            },
            {
              "content": "Though, He kills me – in Him I expect! But I show my ways to be right before Him.",
              "reference": "Iyoḇ (Job) 13:15"
            },
            {
              "content": "He also is my deliverance, for a defiled one does not come before Him.",
              "reference": "Iyoḇ (Job) 13:16"
            },
            {
              "content": "Listen closely to my words, and with your ears to what I say.",
              "reference": "Iyoḇ (Job) 13:17"
            },
            {
              "content": "Look, please, I have prepared my case, I know that I am in the right.",
              "reference": "Iyoḇ (Job) 13:18"
            },
            {
              "content": "Who is he who would strive with me? For then I would keep silent and die.",
              "reference": "Iyoḇ (Job) 13:19"
            },
            {
              "content": "Only two matters do not do to me, then I am not hidden from Your face:",
              "reference": "Iyoḇ (Job) 13:20"
            },
            {
              "content": "Withdraw Your hand far from me, and let not dread of You make me afraid.",
              "reference": "Iyoḇ (Job) 13:21"
            },
            {
              "content": "Then call, and let me answer; or let me speak, and You reply to me.",
              "reference": "Iyoḇ (Job) 13:22"
            },
            {
              "content": "How many are my crookednesses and sins? Let me know my transgression and my sin.",
              "reference": "Iyoḇ (Job) 13:23"
            },
            {
              "content": "Why do You hide Your face, and reckon me as Your enemy?",
              "reference": "Iyoḇ (Job) 13:24"
            },
            {
              "content": "Would You frighten a leaf driven to and fro? And would You pursue dry stubble?",
              "reference": "Iyoḇ (Job) 13:25"
            },
            {
              "content": "For You write bitter charges against me, and make me inherit the crookednesses of my youth,",
              "reference": "Iyoḇ (Job) 13:26"
            },
            {
              "content": "and put my feet in the stocks, and look closely to all my paths. You set a limit for the soles of my feet.",
              "reference": "Iyoḇ (Job) 13:27"
            },
            {
              "content": "And he, like that which is rotten, wastes away, as a garment that is moth-eaten.",
              "reference": "Iyoḇ (Job) 13:28"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Iyoḇ (Job) 14 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Man born of woman is of few days and turmoil-filled.",
              "reference": "Iyoḇ (Job) 14:1"
            },
            {
              "content": "He comes forth like a flower and withers. He flees like a shadow and does not continue.",
              "reference": "Iyoḇ (Job) 14:2"
            },
            {
              "content": "Yet on such a one You open Your eyes, and bring me to right-ruling with Yourself!",
              "reference": "Iyoḇ (Job) 14:3"
            },
            {
              "content": "Who brings the clean out of the unclean? No one!",
              "reference": "Iyoḇ (Job) 14:4"
            },
            {
              "content": "Since his days are decided, the number of his new moons is with You, You have made his laws, and he does not pass over.",
              "reference": "Iyoḇ (Job) 14:5"
            },
            {
              "content": "Look away from him and let him rest, till like a hired man he enjoys his day.",
              "reference": "Iyoḇ (Job) 14:6"
            },
            {
              "content": "For there is expectancy for a tree, if it is cut down, that it does sprout again, and that its tender branch does not cease.",
              "reference": "Iyoḇ (Job) 14:7"
            },
            {
              "content": "Though its root grows old in the earth, and its stump dies in the ground,",
              "reference": "Iyoḇ (Job) 14:8"
            },
            {
              "content": "at the scent of water it buds and brings forth foliage like a plant.",
              "reference": "Iyoḇ (Job) 14:9"
            },
            {
              "content": "But man dies and is powerless, and man expires, and where is he?",
              "reference": "Iyoḇ (Job) 14:10"
            },
            {
              "content": "Water disappears from the sea, and a river dries up and is parched,",
              "reference": "Iyoḇ (Job) 14:11"
            },
            {
              "content": "and man shall lie down and not rise. Till the heavens are no more, they awake not, nor are aroused from their sleep.",
              "reference": "Iyoḇ (Job) 14:12"
            },
            {
              "content": "If only You would hide me in She’ol, conceal me until Your wrath turns away. Set for me a law, and remember me!",
              "reference": "Iyoḇ (Job) 14:13"
            },
            {
              "content": "If a man dies, would he live again? All the days of my struggle I wait, till my change comes.",
              "reference": "Iyoḇ (Job) 14:14"
            },
            {
              "content": "You would call, and I would answer You. You have yearned for the work of Your hands.",
              "reference": "Iyoḇ (Job) 14:15"
            },
            {
              "content": "For now You count my steps – do You not watch over my sin?",
              "reference": "Iyoḇ (Job) 14:16"
            },
            {
              "content": "My transgression is sealed up in a bag, and You cover over my crookedness.",
              "reference": "Iyoḇ (Job) 14:17"
            },
            {
              "content": "But a falling mountain crumbles away, and a rock is moved from its place,",
              "reference": "Iyoḇ (Job) 14:18"
            },
            {
              "content": "as water wears away stones, its outpouring washes away the soil of the earth – so You have destroyed the expectancy of man.",
              "reference": "Iyoḇ (Job) 14:19"
            },
            {
              "content": "You overpower him, forever, and he is gone – his face changes and You send him away.",
              "reference": "Iyoḇ (Job) 14:20"
            },
            {
              "content": "His sons come to esteem, and he does not know it. And they are brought low, and he does not perceive it.",
              "reference": "Iyoḇ (Job) 14:21"
            },
            {
              "content": "He feels only the pain of his flesh, and he mourns over himself.”",
              "reference": "Iyoḇ (Job) 14:22"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Iyoḇ (Job) 15 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Eliphaz the Tĕmanite answered and said,",
              "reference": "Iyoḇ (Job) 15:1"
            },
            {
              "content": "“Would a wise man answer with vain knowledge, or fill his belly with the east wind?",
              "reference": "Iyoḇ (Job) 15:2"
            },
            {
              "content": "Would he reason with useless talk, or by speeches with which do not profit?",
              "reference": "Iyoḇ (Job) 15:3"
            },
            {
              "content": "Indeed, you do away with reverence, and withhold prayer before Ěl.",
              "reference": "Iyoḇ (Job) 15:4"
            },
            {
              "content": "For your crookedness teaches your mouth what to say, and you choose the tongue of the crafty.",
              "reference": "Iyoḇ (Job) 15:5"
            },
            {
              "content": "Not I, but your own mouth condemns you. And your own lips witness against you.",
              "reference": "Iyoḇ (Job) 15:6"
            },
            {
              "content": "Were you the first one born? Or were you made before the hills?",
              "reference": "Iyoḇ (Job) 15:7"
            },
            {
              "content": "Have you heard the secret counsel of Eloah? And do you limit wisdom to yourself?",
              "reference": "Iyoḇ (Job) 15:8"
            },
            {
              "content": "What do you know that we do not know – understand, that is not within us?",
              "reference": "Iyoḇ (Job) 15:9"
            },
            {
              "content": "Both the grey-haired and the aged are among us, much older than your father.",
              "reference": "Iyoḇ (Job) 15:10"
            },
            {
              "content": "Are the comforts of Ěl not enough for you – and a word that deals gently with you?",
              "reference": "Iyoḇ (Job) 15:11"
            },
            {
              "content": "What have you taken to heart? And why do your eyes flash?",
              "reference": "Iyoḇ (Job) 15:12"
            },
            {
              "content": "That you should turn your spirit against Ěl, and let such words go out of your mouth?",
              "reference": "Iyoḇ (Job) 15:13"
            },
            {
              "content": "What is man, that he should be clean? And one born of a woman, that he should be righteous?",
              "reference": "Iyoḇ (Job) 15:14"
            },
            {
              "content": "Look, He puts no trust in His set-apart ones, and the heavens are not clean in His eyes,",
              "reference": "Iyoḇ (Job) 15:15"
            },
            {
              "content": "how much less one who is loathsome and corrupt, drinking unrighteousness like water!",
              "reference": "Iyoḇ (Job) 15:16"
            },
            {
              "content": "Let me show you – hear me – and this I have seen and declare,",
              "reference": "Iyoḇ (Job) 15:17"
            },
            {
              "content": "which the wise declare, and have not hidden from their fathers,",
              "reference": "Iyoḇ (Job) 15:18"
            },
            {
              "content": "to them alone the land was given, and no stranger passed over into their midst:",
              "reference": "Iyoḇ (Job) 15:19"
            },
            {
              "content": "All the days of the wrong one he is paining himself, and few years have been stored up for the ruthless.",
              "reference": "Iyoḇ (Job) 15:20"
            },
            {
              "content": "A frightening sound is in his ears; in peace a destroyer comes to him.",
              "reference": "Iyoḇ (Job) 15:21"
            },
            {
              "content": "He believes not to return from darkness, and he is reserved for the sword.",
              "reference": "Iyoḇ (Job) 15:22"
            },
            {
              "content": "He wanders about for food – where is it? He knows that a day of darkness is prepared for him.",
              "reference": "Iyoḇ (Job) 15:23"
            },
            {
              "content": "Distress and pain frighten him – they overwhelm him, like a sovereign ready for the attack.",
              "reference": "Iyoḇ (Job) 15:24"
            },
            {
              "content": "Because he has stretched out his hand against Ěl, and acts mightily against the Almighty.",
              "reference": "Iyoḇ (Job) 15:25"
            },
            {
              "content": "He runs against Him defiantly, with thick-bossed shields.",
              "reference": "Iyoḇ (Job) 15:26"
            },
            {
              "content": "For he has covered his face with his fatness, and he has put layers of fat on his loins.",
              "reference": "Iyoḇ (Job) 15:27"
            },
            {
              "content": "But he dwells in ruined cities, in houses which no one lives in, which have been ready to become heaps.",
              "reference": "Iyoḇ (Job) 15:28"
            },
            {
              "content": "He shall not be rich, and his wealth shall not rise, and his possessions shall not overspread the earth.",
              "reference": "Iyoḇ (Job) 15:29"
            },
            {
              "content": "He does not turn away from darkness. The flame dries up his branches, and he turns aside by the breath of His mouth.",
              "reference": "Iyoḇ (Job) 15:30"
            },
            {
              "content": "Let him not trust in falsehood, deceiving himself, for falsehood is his reward.",
              "reference": "Iyoḇ (Job) 15:31"
            },
            {
              "content": "Before his day it is accomplished, and his branch shall not be green.",
              "reference": "Iyoḇ (Job) 15:32"
            },
            {
              "content": "He shakes off his unripe grape like a vine, and throws off his blossom like an olive tree.",
              "reference": "Iyoḇ (Job) 15:33"
            },
            {
              "content": "For the company of the defiled ones is barren, and fire consumes the tents of bribery.",
              "reference": "Iyoḇ (Job) 15:34"
            },
            {
              "content": "They conceive trouble and bring forth wickedness, even their womb prepares deception.”",
              "reference": "Iyoḇ (Job) 15:35"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Iyoḇ (Job) 16 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 16:1"
            },
            {
              "content": "“I have heard many matters like these; all of you are comforters of trouble!",
              "reference": "Iyoḇ (Job) 16:2"
            },
            {
              "content": "Is there an end to words of wind? Or what provokes you that you answer?",
              "reference": "Iyoḇ (Job) 16:3"
            },
            {
              "content": "I might also speak like you, if you were in my place. I might heap up words against you, and shake my head at you.",
              "reference": "Iyoḇ (Job) 16:4"
            },
            {
              "content": "I might strengthen you with my mouth, and my moving lips might bring relief.",
              "reference": "Iyoḇ (Job) 16:5"
            },
            {
              "content": "If I speak, my pain is not relieved; and if I refrain, does it leave me?",
              "reference": "Iyoḇ (Job) 16:6"
            },
            {
              "content": "But now He has wearied me. You have stunned all my company.",
              "reference": "Iyoḇ (Job) 16:7"
            },
            {
              "content": "And You have plucked me, and it is a witness. And my failure rises up against me, it bears witness to my face.",
              "reference": "Iyoḇ (Job) 16:8"
            },
            {
              "content": "He has torn in His wrath, and He hates me. He has gnashed at me with His teeth; my adversary sharpens His eyes upon me.",
              "reference": "Iyoḇ (Job) 16:9"
            },
            {
              "content": "They open wide their mouths at me, in scorn they have stricken my cheeks, they mass themselves together against me.",
              "reference": "Iyoḇ (Job) 16:10"
            },
            {
              "content": "Ěl has handed me over to the perverse, and cast me into the hands of the wrong.",
              "reference": "Iyoḇ (Job) 16:11"
            },
            {
              "content": "I was at ease, but He broke me. And He took me by my neck and shattered me, and He has set me up for His target.",
              "reference": "Iyoḇ (Job) 16:12"
            },
            {
              "content": "His archers surround me, He splits my kidneys in two and does not spare, He pours out my bile on the ground.",
              "reference": "Iyoḇ (Job) 16:13"
            },
            {
              "content": "He made a breach in me, breach upon breach. He runs upon me like a mighty man.",
              "reference": "Iyoḇ (Job) 16:14"
            },
            {
              "content": "I sewed sackcloth over my skin, and laid my horn in the dust.",
              "reference": "Iyoḇ (Job) 16:15"
            },
            {
              "content": "My face is reddened from weeping, and on my eyelids is the shadow of death;",
              "reference": "Iyoḇ (Job) 16:16"
            },
            {
              "content": "though no violence was on my hand, and my prayer sincere.",
              "reference": "Iyoḇ (Job) 16:17"
            },
            {
              "content": "O earth, do not cover my blood, and let my cry have no resting place!",
              "reference": "Iyoḇ (Job) 16:18"
            },
            {
              "content": "See, even now my witness is in the heavens, and my defender is on high.",
              "reference": "Iyoḇ (Job) 16:19"
            },
            {
              "content": "My friends are they that scorn me; my eyes pour out tears to Eloah.",
              "reference": "Iyoḇ (Job) 16:20"
            },
            {
              "content": "O that one might plead for a man with Eloah, as a man with his neighbour!",
              "reference": "Iyoḇ (Job) 16:21"
            },
            {
              "content": "When a few years are past, then I shall go the way of no return.",
              "reference": "Iyoḇ (Job) 16:22"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Iyoḇ (Job) 17 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“My spirit has been broken, my days have been extinguished, burial-sites are for me.",
              "reference": "Iyoḇ (Job) 17:1"
            },
            {
              "content": "Truly, mockeries are with me, and my eye rests on their insults!",
              "reference": "Iyoḇ (Job) 17:2"
            },
            {
              "content": "Please lay down a pledge for me with Yourself. Who would strike hands with me?",
              "reference": "Iyoḇ (Job) 17:3"
            },
            {
              "content": "For You have hidden their heart from understanding, therefore You do not exalt them.",
              "reference": "Iyoḇ (Job) 17:4"
            },
            {
              "content": "He who denounces friends for a share, even the eyes of his children shall fail.",
              "reference": "Iyoḇ (Job) 17:5"
            },
            {
              "content": "But He has made me a byword of the people, whereas in former times I was as a drum.",
              "reference": "Iyoḇ (Job) 17:6"
            },
            {
              "content": "And from sorrow my eye has grown dim, and all my members are like shadows.",
              "reference": "Iyoḇ (Job) 17:7"
            },
            {
              "content": "Upright ones are astonished at this, and the innocent stirs himself up against the defiled one.",
              "reference": "Iyoḇ (Job) 17:8"
            },
            {
              "content": "And the righteous holds to his way, and he who has clean hands becomes stronger and stronger.",
              "reference": "Iyoḇ (Job) 17:9"
            },
            {
              "content": "But please, come back again, all of you, for I do not find a wise one among you.",
              "reference": "Iyoḇ (Job) 17:10"
            },
            {
              "content": "My days have passed by, my plans have been broken off – the desires of my heart.",
              "reference": "Iyoḇ (Job) 17:11"
            },
            {
              "content": "They would turn night into day, saying that light is near, in the presence of darkness!",
              "reference": "Iyoḇ (Job) 17:12"
            },
            {
              "content": "If I wait – She’ol is my house, I shall make my bed in darkness,",
              "reference": "Iyoḇ (Job) 17:13"
            },
            {
              "content": "I shall say to corruption, ‘You are my father,’ – to the worm, ‘You are my mother and my sister.’",
              "reference": "Iyoḇ (Job) 17:14"
            },
            {
              "content": "Where then is my expectancy? As for my expectancy, who would see it?",
              "reference": "Iyoḇ (Job) 17:15"
            },
            {
              "content": "Would it sink down into She’ol? Would we together go down into the dust?”",
              "reference": "Iyoḇ (Job) 17:16"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Iyoḇ (Job) 18 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Bildaḏ the Shuḥite answered and said,",
              "reference": "Iyoḇ (Job) 18:1"
            },
            {
              "content": "“When do you put an end to words? Understand, and let us then talk.",
              "reference": "Iyoḇ (Job) 18:2"
            },
            {
              "content": "Why should we be reckoned as beasts, as stupid in your eyes?",
              "reference": "Iyoḇ (Job) 18:3"
            },
            {
              "content": "You who tear yourself to pieces in displeasure – would the earth be forsaken for your sake? Or the rock move from its place?",
              "reference": "Iyoḇ (Job) 18:4"
            },
            {
              "content": "Indeed, the light of the wrong goes out, and the flame of his fire does not shine.",
              "reference": "Iyoḇ (Job) 18:5"
            },
            {
              "content": "The light shall be dark in his tent, and his lamp beside him is put out.",
              "reference": "Iyoḇ (Job) 18:6"
            },
            {
              "content": "The steps of his strength are impeded, and his own counsel overthrows him.",
              "reference": "Iyoḇ (Job) 18:7"
            },
            {
              "content": "For he is sent into a net by his own feet, and he walks on a pit-fall.",
              "reference": "Iyoḇ (Job) 18:8"
            },
            {
              "content": "The net seizes his heel, a snare prevails over him.",
              "reference": "Iyoḇ (Job) 18:9"
            },
            {
              "content": "A noose is hidden on the ground for him, and a trap for him in the path.",
              "reference": "Iyoḇ (Job) 18:10"
            },
            {
              "content": "Alarms frighten him on all sides, and chase him at his heels.",
              "reference": "Iyoḇ (Job) 18:11"
            },
            {
              "content": "His strength is starved, and calamity is ready at his side.",
              "reference": "Iyoḇ (Job) 18:12"
            },
            {
              "content": "It devours parts of his skin, the first-born of death devours his parts.",
              "reference": "Iyoḇ (Job) 18:13"
            },
            {
              "content": "He is torn from the shelter of his tent, and they parade him before the sovereign of alarms.",
              "reference": "Iyoḇ (Job) 18:14"
            },
            {
              "content": "In his tent dwells that which is none of his; brimstone is scattered on his house.",
              "reference": "Iyoḇ (Job) 18:15"
            },
            {
              "content": "His roots below dry up, and his branch is cut off above.",
              "reference": "Iyoḇ (Job) 18:16"
            },
            {
              "content": "Remembrance of him perishes from the earth, and he has no name on the street.",
              "reference": "Iyoḇ (Job) 18:17"
            },
            {
              "content": "They thrust him from light into darkness, and chase him out of the world.",
              "reference": "Iyoḇ (Job) 18:18"
            },
            {
              "content": "He leaves no offspring or descendant among his people, nor any survivor in his dwellings.",
              "reference": "Iyoḇ (Job) 18:19"
            },
            {
              "content": "Those in the west are astonished at his day, as those in the east are frightened.",
              "reference": "Iyoḇ (Job) 18:20"
            },
            {
              "content": "Indeed, such are the dwellings of the perverse, and this is the place of him who does not know Ěl.”",
              "reference": "Iyoḇ (Job) 18:21"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Iyoḇ (Job) 19 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 19:1"
            },
            {
              "content": "“How long would you grieve my life, and crush me with words?",
              "reference": "Iyoḇ (Job) 19:2"
            },
            {
              "content": "These ten times you have insulted me, shamelessly you attack me.",
              "reference": "Iyoḇ (Job) 19:3"
            },
            {
              "content": "Even if I have truly gone astray, my straying remains with me.",
              "reference": "Iyoḇ (Job) 19:4"
            },
            {
              "content": "If indeed you would exalt yourselves above me, and plead against me my reproach,",
              "reference": "Iyoḇ (Job) 19:5"
            },
            {
              "content": "know then that Eloah has overthrown me, and has surrounded me with His net.",
              "reference": "Iyoḇ (Job) 19:6"
            },
            {
              "content": "See, I cry, ‘Violence!’ but I am not heard. I cry aloud, but there is no right-ruling.",
              "reference": "Iyoḇ (Job) 19:7"
            },
            {
              "content": "He has fenced up my way, and I pass not over. And He has placed darkness in my paths.",
              "reference": "Iyoḇ (Job) 19:8"
            },
            {
              "content": "He has stripped me of my esteem, and taken the crown from my head.",
              "reference": "Iyoḇ (Job) 19:9"
            },
            {
              "content": "He breaks me down on every side, and I am gone; and uproots my expectancy like a tree.",
              "reference": "Iyoḇ (Job) 19:10"
            },
            {
              "content": "And He kindled His wrath against me, and He counts me as one of His enemies.",
              "reference": "Iyoḇ (Job) 19:11"
            },
            {
              "content": "His companies come together, and they cast up their way against me, and encamp all around my tent.",
              "reference": "Iyoḇ (Job) 19:12"
            },
            {
              "content": "He has removed my brothers far away from me, and my friends are completely estranged from me.",
              "reference": "Iyoḇ (Job) 19:13"
            },
            {
              "content": "My near ones have fallen away, and my close friends have forgotten me.",
              "reference": "Iyoḇ (Job) 19:14"
            },
            {
              "content": "The guests in my house, and my female servants, reckon me for a stranger – I am a foreigner in their eyes.",
              "reference": "Iyoḇ (Job) 19:15"
            },
            {
              "content": "I have called my servant, but he gives no answer – I have to beg him with my mouth.",
              "reference": "Iyoḇ (Job) 19:16"
            },
            {
              "content": "My spirit is strange to my wife, and my loving-commitment to the children of my own body.",
              "reference": "Iyoḇ (Job) 19:17"
            },
            {
              "content": "Even young children have scorned me. I rise, and they speak against me.",
              "reference": "Iyoḇ (Job) 19:18"
            },
            {
              "content": "All my intimate friends loathe me, and those whom I love have turned against me.",
              "reference": "Iyoḇ (Job) 19:19"
            },
            {
              "content": "My bone clings to my skin and to my flesh, and I have escaped by the skin of my teeth.",
              "reference": "Iyoḇ (Job) 19:20"
            },
            {
              "content": "Show favour to me, show favour to me, O you my friends, for the hand of Eloah has struck me!",
              "reference": "Iyoḇ (Job) 19:21"
            },
            {
              "content": "Why do you persecute me like Ěl does, and are not satisfied with my flesh?",
              "reference": "Iyoḇ (Job) 19:22"
            },
            {
              "content": "Oh, that my words were written down! Oh, that they were inscribed in a book,",
              "reference": "Iyoḇ (Job) 19:23"
            },
            {
              "content": "engraved on a rock with an iron pen and lead, forever!",
              "reference": "Iyoḇ (Job) 19:24"
            },
            {
              "content": "For I know that my Redeemer lives, and as the Last shall rise over the dust;",
              "reference": "Iyoḇ (Job) 19:25"
            },
            {
              "content": "and after my skin has been struck off, then in my flesh I shall see Eloah,",
              "reference": "Iyoḇ (Job) 19:26"
            },
            {
              "content": "whom I myself shall see on my side, and not a stranger. My kidneys have failed within me!",
              "reference": "Iyoḇ (Job) 19:27"
            },
            {
              "content": "If you say, ‘Why do we persecute him?’ Seeing the root of the matter has been found in me,",
              "reference": "Iyoḇ (Job) 19:28"
            },
            {
              "content": "fear the sword yourselves, for wrath brings the punishment of the sword, so that you know there is a judgment.”",
              "reference": "Iyoḇ (Job) 19:29"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Iyoḇ (Job) 20 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "Then Tsophar the Na‛amathite answered and said,",
              "reference": "Iyoḇ (Job) 20:1"
            },
            {
              "content": "“Truly, my thoughts make me respond, even because of my haste within me.",
              "reference": "Iyoḇ (Job) 20:2"
            },
            {
              "content": "I have listened to the reproof which insults me, and the spirit of my understanding makes me answer.",
              "reference": "Iyoḇ (Job) 20:3"
            },
            {
              "content": "You have known this of old, since man was placed on earth,",
              "reference": "Iyoḇ (Job) 20:4"
            },
            {
              "content": "that the singing of the wrong is short-lived, and the joy of the defiled one is but for a moment?",
              "reference": "Iyoḇ (Job) 20:5"
            },
            {
              "content": "Although his pride mounts up to the heavens, and his head does reach to the clouds,",
              "reference": "Iyoḇ (Job) 20:6"
            },
            {
              "content": "he perishes forever like his own dung. Those who have seen him say, ‘Where is he?’",
              "reference": "Iyoḇ (Job) 20:7"
            },
            {
              "content": "He flies away like a dream, and is not found. And he is driven away like a vision of the night.",
              "reference": "Iyoḇ (Job) 20:8"
            },
            {
              "content": "Eyes that saw him do so no more, nor does his place see him any more.",
              "reference": "Iyoḇ (Job) 20:9"
            },
            {
              "content": "His sons seek the favour of the poor, and his hands give back his wealth.",
              "reference": "Iyoḇ (Job) 20:10"
            },
            {
              "content": "His bones shall be filled with his youth, but it lies down with him in the dust.",
              "reference": "Iyoḇ (Job) 20:11"
            },
            {
              "content": "Though evil is sweet in his mouth, he hides it under his tongue,",
              "reference": "Iyoḇ (Job) 20:12"
            },
            {
              "content": "though he fondles it and does not forsake it, but still keeps it in his mouth,",
              "reference": "Iyoḇ (Job) 20:13"
            },
            {
              "content": "his food is turned in his stomach, the bitterness of cobras is in him.",
              "reference": "Iyoḇ (Job) 20:14"
            },
            {
              "content": "He has swallowed down riches, then vomits them up – Ěl drives it out of his stomach.",
              "reference": "Iyoḇ (Job) 20:15"
            },
            {
              "content": "He sucks the poison of cobras; the tongue of the poisonous snake kills him.",
              "reference": "Iyoḇ (Job) 20:16"
            },
            {
              "content": "He looks not on streams, the rivers flowing with honey and cream.",
              "reference": "Iyoḇ (Job) 20:17"
            },
            {
              "content": "He is giving back what he laboured for, and does not eat it – like wealth from his trade, but he does not enjoy.",
              "reference": "Iyoḇ (Job) 20:18"
            },
            {
              "content": "For he has oppressed, he has forsaken the poor, he has seized a house which he did not build.",
              "reference": "Iyoḇ (Job) 20:19"
            },
            {
              "content": "For he shall not know ease in his innermost, neither save what he desires.",
              "reference": "Iyoḇ (Job) 20:20"
            },
            {
              "content": "There is no left-over after he has eaten, therefore his good does not last.",
              "reference": "Iyoḇ (Job) 20:21"
            },
            {
              "content": "With all his plenty he is in distress; the hand of every labourer comes against him.",
              "reference": "Iyoḇ (Job) 20:22"
            },
            {
              "content": "It shall be, at the filling of his stomach, that He casts on him His burning wrath, and rains it down on him while he is eating.",
              "reference": "Iyoḇ (Job) 20:23"
            },
            {
              "content": "He shall flee from the iron weapon, a bronze bow pierce him through.",
              "reference": "Iyoḇ (Job) 20:24"
            },
            {
              "content": "It is drawn, and comes out of the body, and the gleaming point comes out of his gall. Fears come upon him.",
              "reference": "Iyoḇ (Job) 20:25"
            },
            {
              "content": "All darkness waits for his treasures. A fire not blown consumes him, it destroys what remains in his tent.",
              "reference": "Iyoḇ (Job) 20:26"
            },
            {
              "content": "The heavens reveal his crookedness, and the earth rises up against him.",
              "reference": "Iyoḇ (Job) 20:27"
            },
            {
              "content": "The increase of his house departs, flowing away in the day of His wrath.",
              "reference": "Iyoḇ (Job) 20:28"
            },
            {
              "content": "This is the portion from Elohim for a wrong man, and the heritage Ěl has decreed for him.”",
              "reference": "Iyoḇ (Job) 20:29"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Iyoḇ (Job) 21 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 21:1"
            },
            {
              "content": "“Listen closely to my word, and let this be your comfort.",
              "reference": "Iyoḇ (Job) 21:2"
            },
            {
              "content": "Bear with me and let me speak, and after I have spoken, keep mocking.",
              "reference": "Iyoḇ (Job) 21:3"
            },
            {
              "content": "As for me, is my complaint against man? And why should I not be impatient?",
              "reference": "Iyoḇ (Job) 21:4"
            },
            {
              "content": "Look at me and be appalled, then put your hand on your mouth.",
              "reference": "Iyoḇ (Job) 21:5"
            },
            {
              "content": "And when I consider it I am frightened, and my body shudders.",
              "reference": "Iyoḇ (Job) 21:6"
            },
            {
              "content": "Why do the wrong live, become old, and become mighty in power?",
              "reference": "Iyoḇ (Job) 21:7"
            },
            {
              "content": "Their seed is established with them before their face, and their offspring before their eyes.",
              "reference": "Iyoḇ (Job) 21:8"
            },
            {
              "content": "Their houses are peace without fear, neither is the rod of Eloah upon them.",
              "reference": "Iyoḇ (Job) 21:9"
            },
            {
              "content": "Their bull breeds and does not fail, their cow calves without miscarriage.",
              "reference": "Iyoḇ (Job) 21:10"
            },
            {
              "content": "They send forth their little ones like a flock, and their children dance.",
              "reference": "Iyoḇ (Job) 21:11"
            },
            {
              "content": "They sing to the tambourine and lyre, and rejoice to the sound of the flute.",
              "reference": "Iyoḇ (Job) 21:12"
            },
            {
              "content": "They spend their days in goodness, and in a moment go down to She’ol.",
              "reference": "Iyoḇ (Job) 21:13"
            },
            {
              "content": "And they say to Ěl, ‘Turn aside from us, for we have no desire to know Your ways.",
              "reference": "Iyoḇ (Job) 21:14"
            },
            {
              "content": "Who is the Almighty, that we should serve Him? And what profit do we have if we pray to Him?’",
              "reference": "Iyoḇ (Job) 21:15"
            },
            {
              "content": "See, is their good not in their own hand? (The counsel of the wrong has been far from me).",
              "reference": "Iyoḇ (Job) 21:16"
            },
            {
              "content": "How often is the lamp of the wrong put out, and does come upon them their calamity, sorrows He allots in His displeasure?",
              "reference": "Iyoḇ (Job) 21:17"
            },
            {
              "content": "They are like straw before the wind, and like chaff that a storm steals away.",
              "reference": "Iyoḇ (Job) 21:18"
            },
            {
              "content": "You say, ‘Eloah stores up one’s wickedness for his children.’ Let Him repay him, so that he knows it.",
              "reference": "Iyoḇ (Job) 21:19"
            },
            {
              "content": "Let his eyes see his destruction, and let him drink of the wrath of the Almighty.",
              "reference": "Iyoḇ (Job) 21:20"
            },
            {
              "content": "For what is his delight in his house after him, when the number of his new moons is cut off?",
              "reference": "Iyoḇ (Job) 21:21"
            },
            {
              "content": "Does anyone teach Ěl knowledge, since He judges those that are exalted?",
              "reference": "Iyoḇ (Job) 21:22"
            },
            {
              "content": "One dies in his perfect strength, completely at ease and satisfied;",
              "reference": "Iyoḇ (Job) 21:23"
            },
            {
              "content": "His pails are filled with milk, and his bones are juicy with marrow.",
              "reference": "Iyoḇ (Job) 21:24"
            },
            {
              "content": "Another one dies in the bitterness of his being, and never eats with pleasure.",
              "reference": "Iyoḇ (Job) 21:25"
            },
            {
              "content": "Together they lie down in the dust, and worms cover them.",
              "reference": "Iyoḇ (Job) 21:26"
            },
            {
              "content": "Look, I know your thoughts, and the plots with which you would wrong me.",
              "reference": "Iyoḇ (Job) 21:27"
            },
            {
              "content": "For you say, ‘Where is the house of the noble one? And where is the tent, the dwelling place of the wrong ones?’",
              "reference": "Iyoḇ (Job) 21:28"
            },
            {
              "content": "Have you not asked those passing by the way? And do you not know their signs?",
              "reference": "Iyoḇ (Job) 21:29"
            },
            {
              "content": "That the wicked is kept for the day of calamity. They are brought to the day of wrath.",
              "reference": "Iyoḇ (Job) 21:30"
            },
            {
              "content": "Who declares his way to his face? And who repays him for what he has done?",
              "reference": "Iyoḇ (Job) 21:31"
            },
            {
              "content": "As for him, he is brought to the burial-site, and a watch is kept over the heap.",
              "reference": "Iyoḇ (Job) 21:32"
            },
            {
              "content": "The clods of the wadi shall be sweet to him, and all men follow him, innumerable are those before him.",
              "reference": "Iyoḇ (Job) 21:33"
            },
            {
              "content": "How then do you comfort me in vain, seeing that perverseness remains in your answers?”",
              "reference": "Iyoḇ (Job) 21:34"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Iyoḇ (Job) 22 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Eliphaz the Tĕmanite answered and said,",
              "reference": "Iyoḇ (Job) 22:1"
            },
            {
              "content": "“Would a strong man be of use to Ěl? Even he who is wise be of use to Him?",
              "reference": "Iyoḇ (Job) 22:2"
            },
            {
              "content": "Is it a delight to the Almighty that you are righteous? Or gain, that you make your ways perfect?",
              "reference": "Iyoḇ (Job) 22:3"
            },
            {
              "content": "Is it because of your fear of Him that He reproves you, or enters into right-ruling with you?",
              "reference": "Iyoḇ (Job) 22:4"
            },
            {
              "content": "Is not your evil great? And is there no end to your crookednesses?",
              "reference": "Iyoḇ (Job) 22:5"
            },
            {
              "content": "For you take pledges from your brother for naught, and strip the naked of their garments.",
              "reference": "Iyoḇ (Job) 22:6"
            },
            {
              "content": "You do not give the weary water to drink, and you have withheld bread from the hungry.",
              "reference": "Iyoḇ (Job) 22:7"
            },
            {
              "content": "But the man of strength, he has the earth, and the highly respected man dwells in it.",
              "reference": "Iyoḇ (Job) 22:8"
            },
            {
              "content": "You have sent widows away empty, and the arms of the fatherless are crushed.",
              "reference": "Iyoḇ (Job) 22:9"
            },
            {
              "content": "Therefore snares are all around you, and sudden fear alarms you,",
              "reference": "Iyoḇ (Job) 22:10"
            },
            {
              "content": "or darkness, so that you do not see, and a flood of water covers you.",
              "reference": "Iyoḇ (Job) 22:11"
            },
            {
              "content": "Is not Eloah in the height of heaven? And see the highest stars, how lofty they are!",
              "reference": "Iyoḇ (Job) 22:12"
            },
            {
              "content": "And you have said, ‘What does Ěl know? Would He judge through the dark cloud?",
              "reference": "Iyoḇ (Job) 22:13"
            },
            {
              "content": "Clouds screen Him, so that He does not see, and He moves about the circuit of the heavens.’",
              "reference": "Iyoḇ (Job) 22:14"
            },
            {
              "content": "Do you observe the old way which wicked men have trod,",
              "reference": "Iyoḇ (Job) 22:15"
            },
            {
              "content": "who were cut down before their time, whose foundations were swept away by a flood?",
              "reference": "Iyoḇ (Job) 22:16"
            },
            {
              "content": "They said to Ěl, ‘Turn aside from us!’ And what did the Almighty do to them?",
              "reference": "Iyoḇ (Job) 22:17"
            },
            {
              "content": "Yet He filled their houses with the good! (But the counsel of the wrong has been far from me).",
              "reference": "Iyoḇ (Job) 22:18"
            },
            {
              "content": "The righteous see it and are glad, and the innocent mock at them and say,",
              "reference": "Iyoḇ (Job) 22:19"
            },
            {
              "content": "Truly, our adversaries are cut off, and fire has consumed their excess.’",
              "reference": "Iyoḇ (Job) 22:20"
            },
            {
              "content": "Be of service to Him, and be at peace; thereby blessing shall come to you.",
              "reference": "Iyoḇ (Job) 22:21"
            },
            {
              "content": "Please accept the Torah from His mouth, and lay up His words in your heart.",
              "reference": "Iyoḇ (Job) 22:22"
            },
            {
              "content": "If you return to the Almighty, you are built up. If you remove unrighteousness far from your tents,",
              "reference": "Iyoḇ (Job) 22:23"
            },
            {
              "content": "and lay your gold in the dust, and the gold of Ophir among the stones of the wadis,",
              "reference": "Iyoḇ (Job) 22:24"
            },
            {
              "content": "then the Almighty shall be your gold and your silver, strength to you.",
              "reference": "Iyoḇ (Job) 22:25"
            },
            {
              "content": "Then you shall certainly delight in the Almighty, and lift up your face to Eloah,",
              "reference": "Iyoḇ (Job) 22:26"
            },
            {
              "content": "make your prayer to Him. And He shall hear you, and you shall pay your vows.",
              "reference": "Iyoḇ (Job) 22:27"
            },
            {
              "content": "And whatever you decide on shall be established for you, and light shine on your ways.",
              "reference": "Iyoḇ (Job) 22:28"
            },
            {
              "content": "For they have made low, and you say, ‘Up!’ And He saves the lowly of eyes.",
              "reference": "Iyoḇ (Job) 22:29"
            },
            {
              "content": "Would He deliver one who is not innocent? So by the cleanness of your hands you shall be delivered.”",
              "reference": "Iyoḇ (Job) 22:30"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Iyoḇ (Job) 23 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 23:1"
            },
            {
              "content": "“Even today my complaint is bitter; my hand is heavy on account of my groaning.",
              "reference": "Iyoḇ (Job) 23:2"
            },
            {
              "content": "If only I knew where to find Him, I would come to His dwelling-place!",
              "reference": "Iyoḇ (Job) 23:3"
            },
            {
              "content": "I would present my case before Him, and fill my mouth with proofs.",
              "reference": "Iyoḇ (Job) 23:4"
            },
            {
              "content": "I would know the words which He would answer me, and understand what He would say to me.",
              "reference": "Iyoḇ (Job) 23:5"
            },
            {
              "content": "Would He contend with me in great power? No! But He would pay attention to me.",
              "reference": "Iyoḇ (Job) 23:6"
            },
            {
              "content": "There the upright might reason with Him, and I would go safe forever from my Judge.",
              "reference": "Iyoḇ (Job) 23:7"
            },
            {
              "content": "See, I go forward, but He is not; and backward, but I do not perceive Him;",
              "reference": "Iyoḇ (Job) 23:8"
            },
            {
              "content": "to the left where He is working, but I do not see; He turns to the right, but I do not see.",
              "reference": "Iyoḇ (Job) 23:9"
            },
            {
              "content": "For He knows the way that I take. When He has tried me, I would come forth as gold.",
              "reference": "Iyoḇ (Job) 23:10"
            },
            {
              "content": "My foot has held fast to His steps. I have guarded His way, and did not turn aside.",
              "reference": "Iyoḇ (Job) 23:11"
            },
            {
              "content": "I have not strayed from the command of His lips. I have treasured the words of His mouth more than my own law.",
              "reference": "Iyoḇ (Job) 23:12"
            },
            {
              "content": "But He is One, and who does turn Him? And He does whatever His being has desired.",
              "reference": "Iyoḇ (Job) 23:13"
            },
            {
              "content": "For He makes complete my law, and many like these are with Him.",
              "reference": "Iyoḇ (Job) 23:14"
            },
            {
              "content": "Therefore I am troubled at His presence; I consider, and I am afraid of Him.",
              "reference": "Iyoḇ (Job) 23:15"
            },
            {
              "content": "For Ěl has made me faint-hearted, and the Almighty has alarmed me;",
              "reference": "Iyoḇ (Job) 23:16"
            },
            {
              "content": "because I was not cut off before darkness, and from my face He has covered the thick darkness.",
              "reference": "Iyoḇ (Job) 23:17"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Iyoḇ (Job) 24 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Times are not hidden from the Almighty, and why have not those who know Him seen His days?",
              "reference": "Iyoḇ (Job) 24:1"
            },
            {
              "content": "They remove landmarks; they rob and feed on flocks;",
              "reference": "Iyoḇ (Job) 24:2"
            },
            {
              "content": "they drive away the donkey of the fatherless; they take the widow’s ox as a pledge;",
              "reference": "Iyoḇ (Job) 24:3"
            },
            {
              "content": "they turn the needy out of the way; the poor of the earth have hidden together.",
              "reference": "Iyoḇ (Job) 24:4"
            },
            {
              "content": "See, as wild donkeys in the wilderness they go about their tasks, eager seekers for prey; the desert gives his bread, for the children.",
              "reference": "Iyoḇ (Job) 24:5"
            },
            {
              "content": "They reap his fodder in a field and they glean the vineyard of the wrong.",
              "reference": "Iyoḇ (Job) 24:6"
            },
            {
              "content": "They spend the night naked, without a garment, and without covering in the cold.",
              "reference": "Iyoḇ (Job) 24:7"
            },
            {
              "content": "They are wet with the showers of the hills, and have embraced a rock for lack of shelter.",
              "reference": "Iyoḇ (Job) 24:8"
            },
            {
              "content": "They snatch away the fatherless from the breast, and take a pledge from the poor;",
              "reference": "Iyoḇ (Job) 24:9"
            },
            {
              "content": "naked, they shall go about without a garment; and hungry, they shall take away sheaves.",
              "reference": "Iyoḇ (Job) 24:10"
            },
            {
              "content": "They press out oil within their walls; winepresses they shall tread, yet suffer thirst.",
              "reference": "Iyoḇ (Job) 24:11"
            },
            {
              "content": "Men groan in the city, and the beings of the wounded cry out, and Eloah does not regard it as foolish.",
              "reference": "Iyoḇ (Job) 24:12"
            },
            {
              "content": "They have become rebels against the light; they have not known His ways nor remained in His paths.",
              "reference": "Iyoḇ (Job) 24:13"
            },
            {
              "content": "The murderer rises at daylight, he kills the poor and needy, and in the night he is as a thief.",
              "reference": "Iyoḇ (Job) 24:14"
            },
            {
              "content": "And the eye of the adulterer watches for dusk, saying, ‘No eye sees me.’ And he puts a covering on the face.",
              "reference": "Iyoḇ (Job) 24:15"
            },
            {
              "content": "In the dark he has broken into houses; by day they shut themselves up; they have not known light.",
              "reference": "Iyoḇ (Job) 24:16"
            },
            {
              "content": "For all of them morning is the same as the shadow of death, when he discerns the extreme fears of the shadow of death.",
              "reference": "Iyoḇ (Job) 24:17"
            },
            {
              "content": "He is swift on the face of the waters; their portion is cursed in the earth; he does not turn into the way of vineyards.",
              "reference": "Iyoḇ (Job) 24:18"
            },
            {
              "content": "Drought and heat snatch away snow waters – She’ol those who have sinned.",
              "reference": "Iyoḇ (Job) 24:19"
            },
            {
              "content": "The womb forgets him, the worm feeds sweetly on him; he is remembered no more, and wickedness is broken like a tree;",
              "reference": "Iyoḇ (Job) 24:20"
            },
            {
              "content": "treating evil the barren who does not bear, and does no good for the widow.",
              "reference": "Iyoḇ (Job) 24:21"
            },
            {
              "content": "But He draws the mighty away with His power – He rises up, and no one is certain of life.",
              "reference": "Iyoḇ (Job) 24:22"
            },
            {
              "content": "He gives him safety, and he leans on it; yet His eyes are on their ways.",
              "reference": "Iyoḇ (Job) 24:23"
            },
            {
              "content": "They are lifted up for a little while, then they are gone, then they shall be brought low. Like all else they are gathered up, and they are cut off like the heads of grain.",
              "reference": "Iyoḇ (Job) 24:24"
            },
            {
              "content": "And if it is not so, who does prove me a liar, and make my word worthless?”",
              "reference": "Iyoḇ (Job) 24:25"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Iyoḇ (Job) 25 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Bildaḏ the Shuḥite answered and said,",
              "reference": "Iyoḇ (Job) 25:1"
            },
            {
              "content": "“Rule and fear belong to Him, making peace in His high places.",
              "reference": "Iyoḇ (Job) 25:2"
            },
            {
              "content": "Is there any number to His armies? And on whom does His light not rise?",
              "reference": "Iyoḇ (Job) 25:3"
            },
            {
              "content": "So how could man be righteous before Ěl? Or how could he be flawless who is born of a woman?",
              "reference": "Iyoḇ (Job) 25:4"
            },
            {
              "content": "See, even the moon does not shine, and the stars have not been flawless in His eyes,",
              "reference": "Iyoḇ (Job) 25:5"
            },
            {
              "content": "how much less man, a maggot, and a son of man, a worm?”",
              "reference": "Iyoḇ (Job) 25:6"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Iyoḇ (Job) 26 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered and said,",
              "reference": "Iyoḇ (Job) 26:1"
            },
            {
              "content": "“How have you helped the powerless, saved an arm not strong?",
              "reference": "Iyoḇ (Job) 26:2"
            },
            {
              "content": "How have you given counsel to the unwise, or declared sound advice to many?",
              "reference": "Iyoḇ (Job) 26:3"
            },
            {
              "content": "With whom have you spoken words? And whose spirit came from you?",
              "reference": "Iyoḇ (Job) 26:4"
            },
            {
              "content": "The dead wait – those under the waters and those inhabiting them.",
              "reference": "Iyoḇ (Job) 26:5"
            },
            {
              "content": "She’ol is naked before Him, and destruction has no covering.",
              "reference": "Iyoḇ (Job) 26:6"
            },
            {
              "content": "He it was who stretched out the north over emptiness, hanging the earth upon space,",
              "reference": "Iyoḇ (Job) 26:7"
            },
            {
              "content": "binding up waters in His thick clouds, and the cloud is not torn under them,",
              "reference": "Iyoḇ (Job) 26:8"
            },
            {
              "content": "covering the surface of His throne, spreading His cloud over it.",
              "reference": "Iyoḇ (Job) 26:9"
            },
            {
              "content": "A law of encirclement on the face of the waters – until the end of light with darkness.",
              "reference": "Iyoḇ (Job) 26:10"
            },
            {
              "content": "The columns of the heavens tremble, and are stunned at His reproof.",
              "reference": "Iyoḇ (Job) 26:11"
            },
            {
              "content": "By His power He has calmed the sea, and by His understanding He struck down Rahaḇ.",
              "reference": "Iyoḇ (Job) 26:12"
            },
            {
              "content": "By His Spirit He adorned the heavens. His hand whirled the fleeing serpent.",
              "reference": "Iyoḇ (Job) 26:13"
            },
            {
              "content": "See, these are the fringes of His ways, and how little a matter is heard of Him! And who understands the thunder of His power?”",
              "reference": "Iyoḇ (Job) 26:14"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Iyoḇ (Job) 27 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ again took up his discourse, and said,",
              "reference": "Iyoḇ (Job) 27:1"
            },
            {
              "content": "“As Ěl lives, who has turned aside my right-ruling, and the Almighty, who has made my life bitter,",
              "reference": "Iyoḇ (Job) 27:2"
            },
            {
              "content": "as long as my breath is in me, and the spirit of Eloah in my nostrils,",
              "reference": "Iyoḇ (Job) 27:3"
            },
            {
              "content": "my lips do not speak unrighteousness, nor my tongue utter deceit.",
              "reference": "Iyoḇ (Job) 27:4"
            },
            {
              "content": "Far be it from me that I grant that you are right. Until I die I would not turn aside my integrity from me.",
              "reference": "Iyoḇ (Job) 27:5"
            },
            {
              "content": "My righteousness I hold fast, and I do not let it go. My heart does not reproach me as long as I live.",
              "reference": "Iyoḇ (Job) 27:6"
            },
            {
              "content": "Let my enemy be like the wrongdoer, and he who rises up against me like the unrighteous.",
              "reference": "Iyoḇ (Job) 27:7"
            },
            {
              "content": "For what is the expectancy of the defiled one, when He does cut off, when Eloah takes away his life?",
              "reference": "Iyoḇ (Job) 27:8"
            },
            {
              "content": "Would Ěl hear his cry when distress comes upon him?",
              "reference": "Iyoḇ (Job) 27:9"
            },
            {
              "content": "Would he delight himself in the Almighty – call on Eloah at all times?",
              "reference": "Iyoḇ (Job) 27:10"
            },
            {
              "content": "Let me teach you by the hand of Ěl, that which is with the Almighty I do not hide.",
              "reference": "Iyoḇ (Job) 27:11"
            },
            {
              "content": "See, all of you have seen it. Why then are you altogether vain?",
              "reference": "Iyoḇ (Job) 27:12"
            },
            {
              "content": "This is the portion of a wrong man with Ěl, and the inheritance of cruel ones, which they receive from the Almighty:",
              "reference": "Iyoḇ (Job) 27:13"
            },
            {
              "content": "If his children are increased, it is for the sword; and his offspring shall not have enough to eat.",
              "reference": "Iyoḇ (Job) 27:14"
            },
            {
              "content": "Those who remain of him are buried in death, and their widows do not weep.",
              "reference": "Iyoḇ (Job) 27:15"
            },
            {
              "content": "Though he heaps up silver like dust, and lays up garments like clay –",
              "reference": "Iyoḇ (Job) 27:16"
            },
            {
              "content": "he lays up, but the righteous puts it on, and the innocent divides the silver.",
              "reference": "Iyoḇ (Job) 27:17"
            },
            {
              "content": "He built his house like a moth, like a booth which a watchman made.",
              "reference": "Iyoḇ (Job) 27:18"
            },
            {
              "content": "He lies down, a rich man, but he is not gathered. When he opens his eyes, it is no more!",
              "reference": "Iyoḇ (Job) 27:19"
            },
            {
              "content": "Alarms overtake him like a flood; a storm wind shall steal him away in the night.",
              "reference": "Iyoḇ (Job) 27:20"
            },
            {
              "content": "The east wind takes him away, and he is gone; for it sweeps him from his place.",
              "reference": "Iyoḇ (Job) 27:21"
            },
            {
              "content": "And it hurls itself against him and does not spare; he swiftly flees from its power.",
              "reference": "Iyoḇ (Job) 27:22"
            },
            {
              "content": "It claps its hands at him, and it hisses him out of his place.",
              "reference": "Iyoḇ (Job) 27:23"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Iyoḇ (Job) 28 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Indeed, there is a mine for silver, and a place where gold is refined.",
              "reference": "Iyoḇ (Job) 28:1"
            },
            {
              "content": "Iron is taken from the earth, and copper is smelted from ore.",
              "reference": "Iyoḇ (Job) 28:2"
            },
            {
              "content": "An end to darkness he has set, and to every limit he is searching, to rocks in deepest darkness.",
              "reference": "Iyoḇ (Job) 28:3"
            },
            {
              "content": "He opens a shaft far away from people; they are forgotten by feet; they hang far away from men; they swing to and fro.",
              "reference": "Iyoḇ (Job) 28:4"
            },
            {
              "content": "Earth, out of which grows food, is turned underneath as by fire;",
              "reference": "Iyoḇ (Job) 28:5"
            },
            {
              "content": "its stones are the place of sapphires, and it has dust of gold.",
              "reference": "Iyoḇ (Job) 28:6"
            },
            {
              "content": "No bird of prey knows the path, nor has the hawk’s eye seen it.",
              "reference": "Iyoḇ (Job) 28:7"
            },
            {
              "content": "The proud beasts have not trodden it, nor has the fierce lion passed over it.",
              "reference": "Iyoḇ (Job) 28:8"
            },
            {
              "content": "He puts his hand on the flint; he shall overturn the mountains at the roots.",
              "reference": "Iyoḇ (Job) 28:9"
            },
            {
              "content": "He cuts out channels in the rocks, and his eye sees every precious gem.",
              "reference": "Iyoḇ (Job) 28:10"
            },
            {
              "content": "He dams up the sources of the rivers; and he brings to light what is hidden.",
              "reference": "Iyoḇ (Job) 28:11"
            },
            {
              "content": "And wisdom – where is it found? And where is the place of understanding?",
              "reference": "Iyoḇ (Job) 28:12"
            },
            {
              "content": "Man does not know its value, and it is not found in the land of the living.",
              "reference": "Iyoḇ (Job) 28:13"
            },
            {
              "content": "The deep has said, ‘It is not in me,’ and the sea has said, ‘It is not with me.’",
              "reference": "Iyoḇ (Job) 28:14"
            },
            {
              "content": "Gold is not given for it, nor is silver weighed out as its price.",
              "reference": "Iyoḇ (Job) 28:15"
            },
            {
              "content": "It is not valued in the gold of Ophir, in precious shoham or sapphire.",
              "reference": "Iyoḇ (Job) 28:16"
            },
            {
              "content": "Gold or crystal are not to be compared with it, nor is it exchanged for a vessel of fine gold.",
              "reference": "Iyoḇ (Job) 28:17"
            },
            {
              "content": "No mention is made of coral or crystal, for the price of wisdom is above rubies.",
              "reference": "Iyoḇ (Job) 28:18"
            },
            {
              "content": "The topaz of Kush is not to be compared with it, nor is it valued in clean gold.",
              "reference": "Iyoḇ (Job) 28:19"
            },
            {
              "content": "And wisdom – from where does it come? And where is the place of understanding?",
              "reference": "Iyoḇ (Job) 28:20"
            },
            {
              "content": "It has been hidden from the eyes of all living, and concealed from the birds of the heavens.",
              "reference": "Iyoḇ (Job) 28:21"
            },
            {
              "content": "Destruction and death have said, ‘With our ears we have heard a report of it.’",
              "reference": "Iyoḇ (Job) 28:22"
            },
            {
              "content": "Elohim has understood its way, and He has known its place.",
              "reference": "Iyoḇ (Job) 28:23"
            },
            {
              "content": "For He looks to the ends of the earth, sees under all the heavens,",
              "reference": "Iyoḇ (Job) 28:24"
            },
            {
              "content": "making a weight for the wind, and measuring out the waters by measure.",
              "reference": "Iyoḇ (Job) 28:25"
            },
            {
              "content": "When He made a law for the rain, and a way for the lightning of thunder,",
              "reference": "Iyoḇ (Job) 28:26"
            },
            {
              "content": "then He saw wisdom and declared it; He prepared it and also searched it out.",
              "reference": "Iyoḇ (Job) 28:27"
            },
            {
              "content": "And He said to man, ‘See, the fear of יהוה, that is wisdom, and to turn from evil is understanding.’ ”",
              "reference": "Iyoḇ (Job) 28:28"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Iyoḇ (Job) 29 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ again took up his discourse, and said,",
              "reference": "Iyoḇ (Job) 29:1"
            },
            {
              "content": "“Oh, that I were as in months past, as in the days when Eloah protected me;",
              "reference": "Iyoḇ (Job) 29:2"
            },
            {
              "content": "when His lamp shone on my head, when I walked in the dark by His light;",
              "reference": "Iyoḇ (Job) 29:3"
            },
            {
              "content": "as I was in the days of my autumn, when the intimacy of Eloah was on my tent;",
              "reference": "Iyoḇ (Job) 29:4"
            },
            {
              "content": "when the Almighty was still with me, when my children were around me;",
              "reference": "Iyoḇ (Job) 29:5"
            },
            {
              "content": "when my steps were bathed with cream, and the rock poured out rivers of oil for me.",
              "reference": "Iyoḇ (Job) 29:6"
            },
            {
              "content": "When I went out to the gate by the city, to take my seat in the open square,",
              "reference": "Iyoḇ (Job) 29:7"
            },
            {
              "content": "the young men saw me and hid, and the aged rose up, they stood;",
              "reference": "Iyoḇ (Job) 29:8"
            },
            {
              "content": "rulers held back their words, and laid a hand on their mouth;",
              "reference": "Iyoḇ (Job) 29:9"
            },
            {
              "content": "the voice of leaders was hushed, and their tongue clung to the roof of their mouth.",
              "reference": "Iyoḇ (Job) 29:10"
            },
            {
              "content": "For when the ear heard, it blessed me, and when the eye saw, it gave witness of me;",
              "reference": "Iyoḇ (Job) 29:11"
            },
            {
              "content": "because I rescued the poor who cried out, and the fatherless who had no helper.",
              "reference": "Iyoḇ (Job) 29:12"
            },
            {
              "content": "The blessing of the perishing one would come upon me, and I made the widow’s heart sing for joy.",
              "reference": "Iyoḇ (Job) 29:13"
            },
            {
              "content": "I put on righteousness, and it robed me; right-ruling was my cloak and turban.",
              "reference": "Iyoḇ (Job) 29:14"
            },
            {
              "content": "I was eyes to the blind, and I was feet to the lame.",
              "reference": "Iyoḇ (Job) 29:15"
            },
            {
              "content": "I was a father to the poor, and I investigated the case which I did not know.",
              "reference": "Iyoḇ (Job) 29:16"
            },
            {
              "content": "And I broke the jaws of the perverse, and snatched the prey from his teeth.",
              "reference": "Iyoḇ (Job) 29:17"
            },
            {
              "content": "Then I thought I would die in my nest, and increase my days as the sand,",
              "reference": "Iyoḇ (Job) 29:18"
            },
            {
              "content": "my root reaching out to the waters, and dew lying all night on my branch,",
              "reference": "Iyoḇ (Job) 29:19"
            },
            {
              "content": "my esteem fresh within me, and my bow renewed in my hand.",
              "reference": "Iyoḇ (Job) 29:20"
            },
            {
              "content": "To me they listened, and they waited, and kept silence at my counsel.",
              "reference": "Iyoḇ (Job) 29:21"
            },
            {
              "content": "After my words they did not speak again, and my speech settled on them.",
              "reference": "Iyoḇ (Job) 29:22"
            },
            {
              "content": "And they waited for me like the rain, and they opened their mouth wide as for the latter rain.",
              "reference": "Iyoḇ (Job) 29:23"
            },
            {
              "content": "I smiled at those who did not believe, and the light of my face they did not dim.",
              "reference": "Iyoḇ (Job) 29:24"
            },
            {
              "content": "I chose the way for them, and sat as chief, and I dwelt like a sovereign in the army, like one who comforts mourners.",
              "reference": "Iyoḇ (Job) 29:25"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Iyoḇ (Job) 30 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“But now they laugh at me, those younger than I, whose fathers I would have refused to put with my sheep dogs.",
              "reference": "Iyoḇ (Job) 30:1"
            },
            {
              "content": "Of what use to me is the strength of their hands, since their manhood power has perished?",
              "reference": "Iyoḇ (Job) 30:2"
            },
            {
              "content": "They are dried up from lack and hunger, they flee to a parched land, formerly a waste and ruin.",
              "reference": "Iyoḇ (Job) 30:3"
            },
            {
              "content": "They pluck salt herbs by the bushes, and broom tree roots for their food.",
              "reference": "Iyoḇ (Job) 30:4"
            },
            {
              "content": "They were driven out from among men, they shouted at them as at a thief,",
              "reference": "Iyoḇ (Job) 30:5"
            },
            {
              "content": "to dwell in the gullies of wadis, holes of the ground and clefts.",
              "reference": "Iyoḇ (Job) 30:6"
            },
            {
              "content": "Among the bushes they cry out, under the nettles they huddled together –",
              "reference": "Iyoḇ (Job) 30:7"
            },
            {
              "content": "sons of fools, even sons without a name, they have been whipped out of the land.",
              "reference": "Iyoḇ (Job) 30:8"
            },
            {
              "content": "And now I have become their song, and I am a byword to them.",
              "reference": "Iyoḇ (Job) 30:9"
            },
            {
              "content": "They have loathed me, they have kept far from me, and did not refrain from spitting in my face.",
              "reference": "Iyoḇ (Job) 30:10"
            },
            {
              "content": "Because He has loosed my bowstring and afflicted me, they have thrown off restraint in my presence.",
              "reference": "Iyoḇ (Job) 30:11"
            },
            {
              "content": "At my right hand a brood rises; they pushed away my feet, and they raise up against me their destructive ways.",
              "reference": "Iyoḇ (Job) 30:12"
            },
            {
              "content": "They have broken up my path, they gain by my ruin; no one restrains them.",
              "reference": "Iyoḇ (Job) 30:13"
            },
            {
              "content": "They come as through a wide breach; rushing on me under the ruins.",
              "reference": "Iyoḇ (Job) 30:14"
            },
            {
              "content": "Destructions are turned upon me; they pursue my life as the wind, and my welfare has passed like a cloud.",
              "reference": "Iyoḇ (Job) 30:15"
            },
            {
              "content": "And now my life pours itself out; days of affliction seize me.",
              "reference": "Iyoḇ (Job) 30:16"
            },
            {
              "content": "My bones have been pierced in me at night, and my gnawings never lie down.",
              "reference": "Iyoḇ (Job) 30:17"
            },
            {
              "content": "By great exertion is my garment changed – it girds me as the collar of my coat,",
              "reference": "Iyoḇ (Job) 30:18"
            },
            {
              "content": "throwing me into the mud, and I have become like dust and ashes.",
              "reference": "Iyoḇ (Job) 30:19"
            },
            {
              "content": "I cry out to You, but You do not answer me; I stand up, but You only look at me.",
              "reference": "Iyoḇ (Job) 30:20"
            },
            {
              "content": "You have become cruel to me; with the power of Your hand You oppose me.",
              "reference": "Iyoḇ (Job) 30:21"
            },
            {
              "content": "You lift me up to the wind, making me to ride it; and You melt me in a storm.",
              "reference": "Iyoḇ (Job) 30:22"
            },
            {
              "content": "For I have known that You bring me to death, and to the house of appointment for all living.",
              "reference": "Iyoḇ (Job) 30:23"
            },
            {
              "content": "Yet does not one in a heap of ruins stretch out his hand, or in calamity cry out for help?",
              "reference": "Iyoḇ (Job) 30:24"
            },
            {
              "content": "Did I not weep for him who was in trouble? Was my being not grieved for the poor?",
              "reference": "Iyoḇ (Job) 30:25"
            },
            {
              "content": "When I looked for good, then evil came to me. And when I waited for light, darkness came.",
              "reference": "Iyoḇ (Job) 30:26"
            },
            {
              "content": "My inward parts boiled and did not rest; days of affliction went before me.",
              "reference": "Iyoḇ (Job) 30:27"
            },
            {
              "content": "I went about blackened, but not by the sun; I stood up in the assembly, I cried for help.",
              "reference": "Iyoḇ (Job) 30:28"
            },
            {
              "content": "I became a brother of jackals, and a companion of ostriches.",
              "reference": "Iyoḇ (Job) 30:29"
            },
            {
              "content": "My skin became black upon me, and my bones burned with heat.",
              "reference": "Iyoḇ (Job) 30:30"
            },
            {
              "content": "So my lyre becomes mourning, and my flute the sound of weeping.",
              "reference": "Iyoḇ (Job) 30:31"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Iyoḇ (Job) 31 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“I have made a covenant with my eyes. How then could I gaze at a maiden?",
              "reference": "Iyoḇ (Job) 31:1"
            },
            {
              "content": "For what is the portion of Eloah from above, and the inheritance of the Almighty from on high?",
              "reference": "Iyoḇ (Job) 31:2"
            },
            {
              "content": "Is it not calamity to the perverse, and strangeness to the workers of wickedness?",
              "reference": "Iyoḇ (Job) 31:3"
            },
            {
              "content": "Does He not see my ways, and number all my steps?",
              "reference": "Iyoḇ (Job) 31:4"
            },
            {
              "content": "If I have walked with falsehood, or if my foot has hurried to deceit,",
              "reference": "Iyoḇ (Job) 31:5"
            },
            {
              "content": "let Him weigh me in a right scale, and let Eloah know my integrity.",
              "reference": "Iyoḇ (Job) 31:6"
            },
            {
              "content": "If my step does turn from the way, or my heart has gone after my eyes, or if any spot has clung to my hands,",
              "reference": "Iyoḇ (Job) 31:7"
            },
            {
              "content": "let me sow, and another eat; and let my harvest be rooted out.",
              "reference": "Iyoḇ (Job) 31:8"
            },
            {
              "content": "If my heart has been enticed by a woman, or if I have lurked at my neighbour’s door,",
              "reference": "Iyoḇ (Job) 31:9"
            },
            {
              "content": "let my wife grind for another, and let others bow down over her.",
              "reference": "Iyoḇ (Job) 31:10"
            },
            {
              "content": "For that would be a wicked scheme, and a punishable crookedness.",
              "reference": "Iyoḇ (Job) 31:11"
            },
            {
              "content": "For that would be a fire that burns to destruction, and take root among all my increase.",
              "reference": "Iyoḇ (Job) 31:12"
            },
            {
              "content": "If I have refused the plea of my male servant or my female servant when they complained against me,",
              "reference": "Iyoḇ (Job) 31:13"
            },
            {
              "content": "then what should I do when Ěl rises up? And when He punishes, what should I answer Him?",
              "reference": "Iyoḇ (Job) 31:14"
            },
            {
              "content": "Did not He who made me in the womb make him? And did not One fashion us in the womb?",
              "reference": "Iyoḇ (Job) 31:15"
            },
            {
              "content": "If I have withheld the poor from pleasure, or caused the widow’s eyes to fail,",
              "reference": "Iyoḇ (Job) 31:16"
            },
            {
              "content": "or eaten my piece of bread by myself, and the fatherless did not eat of it –",
              "reference": "Iyoḇ (Job) 31:17"
            },
            {
              "content": "but from my youth he grew up with me as with a father, and from my mother’s womb I guided her –",
              "reference": "Iyoḇ (Job) 31:18"
            },
            {
              "content": "if I have seen anyone perish for lack of garments, or a poor one without covering;",
              "reference": "Iyoḇ (Job) 31:19"
            },
            {
              "content": "if his loins have not blessed me, and he warmed himself with the fleece of my sheep;",
              "reference": "Iyoḇ (Job) 31:20"
            },
            {
              "content": "if I have raised my hand against the fatherless, when I saw I had help in the gate;",
              "reference": "Iyoḇ (Job) 31:21"
            },
            {
              "content": "let my arm fall from my shoulder, and my arm be broken from the bone.",
              "reference": "Iyoḇ (Job) 31:22"
            },
            {
              "content": "For I am in dread of destruction from Ěl, and from His excellence I could not escape.",
              "reference": "Iyoḇ (Job) 31:23"
            },
            {
              "content": "If I have put my trust in gold, or called fine gold my refuge;",
              "reference": "Iyoḇ (Job) 31:24"
            },
            {
              "content": "if I have rejoiced because my wealth was great, and because my hand had gained much;",
              "reference": "Iyoḇ (Job) 31:25"
            },
            {
              "content": "if I have looked at the sun when it shines, or the moon moving in brightness,",
              "reference": "Iyoḇ (Job) 31:26"
            },
            {
              "content": "so that my heart has been secretly enticed, and my mouth has kissed my hand –",
              "reference": "Iyoḇ (Job) 31:27"
            },
            {
              "content": "that too is a punishable crookedness, for I would have denied Ěl above.",
              "reference": "Iyoḇ (Job) 31:28"
            },
            {
              "content": "If I have rejoiced when he who hated me was ruined, or lifted myself up when evil found him –",
              "reference": "Iyoḇ (Job) 31:29"
            },
            {
              "content": "also I have not allowed my mouth to sin by asking for a curse on his life –",
              "reference": "Iyoḇ (Job) 31:30"
            },
            {
              "content": "if the men of my tent did not say, ‘Who is there that has not been satisfied with his meat?’",
              "reference": "Iyoḇ (Job) 31:31"
            },
            {
              "content": "The stranger did not have to spend the night in the street, for I have opened my doors to the way.",
              "reference": "Iyoḇ (Job) 31:32"
            },
            {
              "content": "If I have covered my transgressions like Aḏam, by hiding my crookedness in my bosom,",
              "reference": "Iyoḇ (Job) 31:33"
            },
            {
              "content": "then let me fear the great crowd, and dread the scorn of clans, then I would be silent, and go out of the door!",
              "reference": "Iyoḇ (Job) 31:34"
            },
            {
              "content": "Who would give me a hearing? See, my signature, let the Almighty answer me, and let my accuser write a bill!",
              "reference": "Iyoḇ (Job) 31:35"
            },
            {
              "content": "Would I not take it up on my shoulder, bind it on me for a crown?",
              "reference": "Iyoḇ (Job) 31:36"
            },
            {
              "content": "I would declare to Him the number of my steps – I would approach Him like a prince.",
              "reference": "Iyoḇ (Job) 31:37"
            },
            {
              "content": "If my land cries out against me, or its furrows weep together;",
              "reference": "Iyoḇ (Job) 31:38"
            },
            {
              "content": "if I have eaten its fruit without payment, or caused its owners to die;",
              "reference": "Iyoḇ (Job) 31:39"
            },
            {
              "content": "let thistles grow instead of wheat, and useless weed instead of barley.” The words of Iyoḇ are ended.",
              "reference": "Iyoḇ (Job) 31:40"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Iyoḇ (Job) 32 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "Then these three men ceased to answer Iyoḇ, because he was righteous in his own eyes.",
              "reference": "Iyoḇ (Job) 32:1"
            },
            {
              "content": "And the wrath of Elihu, son of Baraḵ’ĕl the Buzite, of the clan of Ram, burned against Iyoḇ. His wrath burned because he declared himself right rather than Elohim.",
              "reference": "Iyoḇ (Job) 32:2"
            },
            {
              "content": "And against his three friends his wrath burned, because they had found no answer, and pronounced Elohim wrong.",
              "reference": "Iyoḇ (Job) 32:3"
            },
            {
              "content": "And because they were years older than he, Elihu had waited to speak to Iyoḇ.",
              "reference": "Iyoḇ (Job) 32:4"
            },
            {
              "content": "And when Elihu saw that there was no answer in the mouth of these three men, his wrath burned.",
              "reference": "Iyoḇ (Job) 32:5"
            },
            {
              "content": "And Elihu, son of Baraḵ’ĕl the Buzite, responded and said, “I am young in years, and you are aged. Therefore I was afraid to let you know my opinion.",
              "reference": "Iyoḇ (Job) 32:6"
            },
            {
              "content": "I said, ‘Days should speak, and many years should teach wisdom.’",
              "reference": "Iyoḇ (Job) 32:7"
            },
            {
              "content": "But truly it is the spirit in man and the breath of the Almighty that gives him understanding.",
              "reference": "Iyoḇ (Job) 32:8"
            },
            {
              "content": "The multitude are not wise, nor do the aged understand right-ruling.",
              "reference": "Iyoḇ (Job) 32:9"
            },
            {
              "content": "Therefore I have said, ‘Listen to me, let me also make my opinion known to you.’",
              "reference": "Iyoḇ (Job) 32:10"
            },
            {
              "content": "Look, I waited for your words, I listened to your reasonings, while you searched out what to say.",
              "reference": "Iyoḇ (Job) 32:11"
            },
            {
              "content": "And I paid close attention to you. But look, not one of you proved Iyoḇ wrong, nor answered his words.",
              "reference": "Iyoḇ (Job) 32:12"
            },
            {
              "content": "Lest you say, ‘We have found wisdom’ – it is Ěl that drives him away, not man.",
              "reference": "Iyoḇ (Job) 32:13"
            },
            {
              "content": "Now he has not ordered words against me, so I would not answer him with your words.",
              "reference": "Iyoḇ (Job) 32:14"
            },
            {
              "content": "They have broken down; they have not answered again; words have departed from them.",
              "reference": "Iyoḇ (Job) 32:15"
            },
            {
              "content": "And I have waited, but they do not speak, because they have stood still, they answered no more.",
              "reference": "Iyoḇ (Job) 32:16"
            },
            {
              "content": "Let me answer on my part, let me also make my opinion known.",
              "reference": "Iyoḇ (Job) 32:17"
            },
            {
              "content": "For I am filled with words; the spirit within me presses me.",
              "reference": "Iyoḇ (Job) 32:18"
            },
            {
              "content": "See, within me it is like wine not opened; it shall burst like new wineskins.",
              "reference": "Iyoḇ (Job) 32:19"
            },
            {
              "content": "Let me speak, so that I find relief; let me open my lips and answer.",
              "reference": "Iyoḇ (Job) 32:20"
            },
            {
              "content": "Please, let me not show partiality to anyone, nor let me flatter any man.",
              "reference": "Iyoḇ (Job) 32:21"
            },
            {
              "content": "For I do not know how to flatter, lest my Maker should soon take me away!",
              "reference": "Iyoḇ (Job) 32:22"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Iyoḇ (Job) 33 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“And yet, O Iyoḇ, please hear my speech and listen to all my words.",
              "reference": "Iyoḇ (Job) 33:1"
            },
            {
              "content": "See, please! I shall open my mouth, my tongue shall speak in my mouth.",
              "reference": "Iyoḇ (Job) 33:2"
            },
            {
              "content": "My words are from the uprightness of my heart, my lips shall speak knowledge clearly.",
              "reference": "Iyoḇ (Job) 33:3"
            },
            {
              "content": "The Spirit of Ěl has made me, and the breath of the Almighty gives me life.",
              "reference": "Iyoḇ (Job) 33:4"
            },
            {
              "content": "If you are able, answer me, set yourself in order before me, take your stand.",
              "reference": "Iyoḇ (Job) 33:5"
            },
            {
              "content": "See, I am like you before Ěl, I too have been formed out of clay.",
              "reference": "Iyoḇ (Job) 33:6"
            },
            {
              "content": "See, no fear of me should alarm you, nor should pressure by me be heavy on you.",
              "reference": "Iyoḇ (Job) 33:7"
            },
            {
              "content": "But you have spoken in my hearing, and the sound of words I hear, saying,",
              "reference": "Iyoḇ (Job) 33:8"
            },
            {
              "content": "I am clear, without transgression; I am innocent, and I have no crookedness.",
              "reference": "Iyoḇ (Job) 33:9"
            },
            {
              "content": "See, He finds occasions against me, He counts me as His enemy;",
              "reference": "Iyoḇ (Job) 33:10"
            },
            {
              "content": "He puts my feet in the stocks, He watches all my paths.’",
              "reference": "Iyoḇ (Job) 33:11"
            },
            {
              "content": "See, in this you have not been righteous. Let me answer you: Eloah is greater than man!",
              "reference": "Iyoḇ (Job) 33:12"
            },
            {
              "content": "Why have you complained against Him? Because He does not answer all His matters?",
              "reference": "Iyoḇ (Job) 33:13"
            },
            {
              "content": "For Ěl does speak once, or twice – though one does not notice it –",
              "reference": "Iyoḇ (Job) 33:14"
            },
            {
              "content": "in a dream, in a vision of the night, when deep sleep falls upon men, while slumbering on a bed,",
              "reference": "Iyoḇ (Job) 33:15"
            },
            {
              "content": "then He opens the ears of men, and seals their instruction,",
              "reference": "Iyoḇ (Job) 33:16"
            },
            {
              "content": "to turn man from his deed, and conceal pride from man.",
              "reference": "Iyoḇ (Job) 33:17"
            },
            {
              "content": "He keeps back his being from the pit, and his life from passing away by the sword.",
              "reference": "Iyoḇ (Job) 33:18"
            },
            {
              "content": "And he is reproved with pain on his bed, and with unceasing distress in his bones,",
              "reference": "Iyoḇ (Job) 33:19"
            },
            {
              "content": "so that his life loathes bread, and his being desirable food.",
              "reference": "Iyoḇ (Job) 33:20"
            },
            {
              "content": "His flesh wastes away, and his bones which were not seen stick out.",
              "reference": "Iyoḇ (Job) 33:21"
            },
            {
              "content": "And his being draws near the pit, and his life to the destroyers.",
              "reference": "Iyoḇ (Job) 33:22"
            },
            {
              "content": "If there is a messenger for him, a mediator, one among a thousand, to show man His straightness,",
              "reference": "Iyoḇ (Job) 33:23"
            },
            {
              "content": "then He shows favour to him, and says, ‘Release him from going down to the pit, I have found an atonement.",
              "reference": "Iyoḇ (Job) 33:24"
            },
            {
              "content": "Let his flesh become fresher than a child’s, let him return to the days of his youth.’",
              "reference": "Iyoḇ (Job) 33:25"
            },
            {
              "content": "He prays to Eloah, and He accepts him. And he sees His face with joy, and He restores to man his righteousness.",
              "reference": "Iyoḇ (Job) 33:26"
            },
            {
              "content": "He sings to men and says, ‘I have sinned, and I have perverted what was right, and it did not profit me.",
              "reference": "Iyoḇ (Job) 33:27"
            },
            {
              "content": "He has redeemed my being from going down to the pit, and my life sees the light.’",
              "reference": "Iyoḇ (Job) 33:28"
            },
            {
              "content": "See, Ěl does all these – twice, three times with a man,",
              "reference": "Iyoḇ (Job) 33:29"
            },
            {
              "content": "to bring back his being from the pit, to be enlightened with the light of the living.",
              "reference": "Iyoḇ (Job) 33:30"
            },
            {
              "content": "Pay attention, Iyoḇ, listen to me, keep silent, and let me speak.",
              "reference": "Iyoḇ (Job) 33:31"
            },
            {
              "content": "If there are words, answer me; speak, for I desire to declare you right.",
              "reference": "Iyoḇ (Job) 33:32"
            },
            {
              "content": "If not, listen to me, keep silent, and let me teach you wisdom.”",
              "reference": "Iyoḇ (Job) 33:33"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Iyoḇ (Job) 34 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "Then Elihu responded and said,",
              "reference": "Iyoḇ (Job) 34:1"
            },
            {
              "content": "“Hear my words, you wise men; give ear to me, you who have knowledge.",
              "reference": "Iyoḇ (Job) 34:2"
            },
            {
              "content": "For the ear tries words as the palate tastes food.",
              "reference": "Iyoḇ (Job) 34:3"
            },
            {
              "content": "Let us choose what is right for us; let us know among us what is good.",
              "reference": "Iyoḇ (Job) 34:4"
            },
            {
              "content": "For Iyoḇ has said, ‘I am righteous, but Ěl has taken away my right.",
              "reference": "Iyoḇ (Job) 34:5"
            },
            {
              "content": "Would I lie concerning my right? My wound is incurable – without transgression.’",
              "reference": "Iyoḇ (Job) 34:6"
            },
            {
              "content": "What man is like Iyoḇ, who drinks mocking like water,",
              "reference": "Iyoḇ (Job) 34:7"
            },
            {
              "content": "who goes in company with the workers of wickedness, and walks with men of wrongness?",
              "reference": "Iyoḇ (Job) 34:8"
            },
            {
              "content": "For he has said, ‘It does not profit a man that he takes delight in Elohim.’",
              "reference": "Iyoḇ (Job) 34:9"
            },
            {
              "content": "Therefore, listen to me, you men of heart: far be it from Ěl to do wrong, and from the Almighty to commit unrighteousness.",
              "reference": "Iyoḇ (Job) 34:10"
            },
            {
              "content": "For He repays man’s work to him, and makes man to find a reward according to his path.",
              "reference": "Iyoḇ (Job) 34:11"
            },
            {
              "content": "The truth is, Ěl does not do wrong, and the Almighty does not twist right-ruling.",
              "reference": "Iyoḇ (Job) 34:12"
            },
            {
              "content": "Who has assigned to Him the earth? And who has laid out all the world?",
              "reference": "Iyoḇ (Job) 34:13"
            },
            {
              "content": "If He sets His heart on him, should He gather to Himself his spirit and his breath,",
              "reference": "Iyoḇ (Job) 34:14"
            },
            {
              "content": "all flesh would expire together and man return to dust.",
              "reference": "Iyoḇ (Job) 34:15"
            },
            {
              "content": "If you have understanding, hear this! Give ear to the sound of my words:",
              "reference": "Iyoḇ (Job) 34:16"
            },
            {
              "content": "Should the one who hates right-ruling govern? Or would you declare a most righteous one wrong?",
              "reference": "Iyoḇ (Job) 34:17"
            },
            {
              "content": "Who shall say to a sovereign: ‘Beliya‛al,’ to nobles: ‘Wrong one’? –",
              "reference": "Iyoḇ (Job) 34:18"
            },
            {
              "content": "who is not partial to princes, nor regards the rich more than the poor? For they are all the work of His hands.",
              "reference": "Iyoḇ (Job) 34:19"
            },
            {
              "content": "In a moment they die, in the middle of the night; the people are shaken and pass away; and the mighty are taken away without a hand.",
              "reference": "Iyoḇ (Job) 34:20"
            },
            {
              "content": "For His eyes are on the ways of man, and He sees all his steps.",
              "reference": "Iyoḇ (Job) 34:21"
            },
            {
              "content": "There is no darkness nor shadow of death where the workers of wickedness hide themselves.",
              "reference": "Iyoḇ (Job) 34:22"
            },
            {
              "content": "For He sets a man no stated time to appear before Ěl in right-ruling.",
              "reference": "Iyoḇ (Job) 34:23"
            },
            {
              "content": "He breaks in pieces the mighty, without inquiry, and puts others in their place.",
              "reference": "Iyoḇ (Job) 34:24"
            },
            {
              "content": "Truly, He knows their works, and He shall overthrow in the night, and they are crushed.",
              "reference": "Iyoḇ (Job) 34:25"
            },
            {
              "content": "As wrong ones He slaps them in the presence of onlookers,",
              "reference": "Iyoḇ (Job) 34:26"
            },
            {
              "content": "because they turned from following Him, and they regarded not all His ways,",
              "reference": "Iyoḇ (Job) 34:27"
            },
            {
              "content": "so as to cause the cry of the poor to come to Him; for He hears the cry of the afflicted.",
              "reference": "Iyoḇ (Job) 34:28"
            },
            {
              "content": "And when He is silent, who would then condemn? And when He hides His face, who then sees Him, whether it is against a nation or a man alone?",
              "reference": "Iyoḇ (Job) 34:29"
            },
            {
              "content": "So that a defiled one should not reign, lest the people be ensnared.",
              "reference": "Iyoḇ (Job) 34:30"
            },
            {
              "content": "For has anyone said to Ěl, ‘I have taken away, I do not act corruptly.",
              "reference": "Iyoḇ (Job) 34:31"
            },
            {
              "content": "Teach me what I do not see. If I have done unrighteousness, I shall not do so again’?",
              "reference": "Iyoḇ (Job) 34:32"
            },
            {
              "content": "Should He repay you because you have refused? For you choose, and not I, therefore speak what you know.",
              "reference": "Iyoḇ (Job) 34:33"
            },
            {
              "content": "Let men of heart say to me, and a wise man who listens to me:",
              "reference": "Iyoḇ (Job) 34:34"
            },
            {
              "content": "Iyoḇ does not speak with knowledge, and his words are without wisdom.’",
              "reference": "Iyoḇ (Job) 34:35"
            },
            {
              "content": "Would that Iyoḇ be tried to the end, since his answers are like those of wicked men!",
              "reference": "Iyoḇ (Job) 34:36"
            },
            {
              "content": "For he adds rebellion to his sin – he claps his hands among us, and multiplies his words against Ěl.”",
              "reference": "Iyoḇ (Job) 34:37"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Iyoḇ (Job) 35 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Elihu responded and said,",
              "reference": "Iyoḇ (Job) 35:1"
            },
            {
              "content": "“Do you think this is right? Do you say, ‘My righteousness is more than that of Ěl’?",
              "reference": "Iyoḇ (Job) 35:2"
            },
            {
              "content": "For you say, ‘Of what use is it to you? What do I gain more than if I had sinned?’",
              "reference": "Iyoḇ (Job) 35:3"
            },
            {
              "content": "Let me answer you and your friends with you.",
              "reference": "Iyoḇ (Job) 35:4"
            },
            {
              "content": "Look to the heavens, and see. And consider the clouds which are higher than you.",
              "reference": "Iyoḇ (Job) 35:5"
            },
            {
              "content": "If you sin, what would you do against Him? If your transgressions are increased, what would you do to Him?",
              "reference": "Iyoḇ (Job) 35:6"
            },
            {
              "content": "If you are righteous, what do you give Him? Or what does He receive from your hand?",
              "reference": "Iyoḇ (Job) 35:7"
            },
            {
              "content": "Your wrong is for a man like yourself, and your righteousness for a son of man.",
              "reference": "Iyoḇ (Job) 35:8"
            },
            {
              "content": "Because of the multitude of oppressions they cry out; they cry out for help because of the arm of the many.",
              "reference": "Iyoḇ (Job) 35:9"
            },
            {
              "content": "And no one says, ‘Where is Eloah my Maker, who gives songs in the night,",
              "reference": "Iyoḇ (Job) 35:10"
            },
            {
              "content": "teaching us more than the beasts of the earth, and makes us wiser than the birds of the heavens?’",
              "reference": "Iyoḇ (Job) 35:11"
            },
            {
              "content": "There they cry, but He answers not, because of the pride of evil ones.",
              "reference": "Iyoḇ (Job) 35:12"
            },
            {
              "content": "Only, it is false that Ěl does not hear, and that the Almighty pays no attention to it.",
              "reference": "Iyoḇ (Job) 35:13"
            },
            {
              "content": "Although you say you do not see Him, yet right-ruling is before Him, and you wait for Him.",
              "reference": "Iyoḇ (Job) 35:14"
            },
            {
              "content": "And now, is it for naught that His displeasure has come? Yet He has not taken note of extreme arrogance,",
              "reference": "Iyoḇ (Job) 35:15"
            },
            {
              "content": "so Iyoḇ opens his mouth in vain, he increases words without knowledge.”",
              "reference": "Iyoḇ (Job) 35:16"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Iyoḇ (Job) 36 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "Then Elihu continued and said,",
              "reference": "Iyoḇ (Job) 36:1"
            },
            {
              "content": "“Bear with me a little, and let me show you there is still more to say for Eloah.",
              "reference": "Iyoḇ (Job) 36:2"
            },
            {
              "content": "I bring my knowledge from afar and ascribe righteousness to my Maker.",
              "reference": "Iyoḇ (Job) 36:3"
            },
            {
              "content": "For truly my words are not false; the One perfect in knowledge is with you.",
              "reference": "Iyoḇ (Job) 36:4"
            },
            {
              "content": "See, Ěl is mighty, but rejects no one – mighty in power and heart.",
              "reference": "Iyoḇ (Job) 36:5"
            },
            {
              "content": "He does not keep the wrongdoer alive, but He gives right-ruling to the oppressed ones.",
              "reference": "Iyoḇ (Job) 36:6"
            },
            {
              "content": "He does not withdraw His eyes from the righteous, and sovereigns on the throne, and seats them forever, and they are exalted.",
              "reference": "Iyoḇ (Job) 36:7"
            },
            {
              "content": "And if they are bound in shackles, caught in the cords of affliction,",
              "reference": "Iyoḇ (Job) 36:8"
            },
            {
              "content": "then He reveals to them their work, and their transgressions, that they behaved proudly.",
              "reference": "Iyoḇ (Job) 36:9"
            },
            {
              "content": "And He opens their ear for discipline, and commands that they turn back from wickedness.",
              "reference": "Iyoḇ (Job) 36:10"
            },
            {
              "content": "If they obey and serve, they complete their days in blessedness, and their years in pleasantness.",
              "reference": "Iyoḇ (Job) 36:11"
            },
            {
              "content": "But if they do not obey, they perish by the sword, and die without knowledge.",
              "reference": "Iyoḇ (Job) 36:12"
            },
            {
              "content": "But the defiled ones in heart become enraged – let them not cry for help when He binds them.",
              "reference": "Iyoḇ (Job) 36:13"
            },
            {
              "content": "Their being dies in youth, and their life among the male cult prostitutes.",
              "reference": "Iyoḇ (Job) 36:14"
            },
            {
              "content": "He rescues the afflicted one in his affliction, and opens their ears in oppression.",
              "reference": "Iyoḇ (Job) 36:15"
            },
            {
              "content": "And He also would have brought you out of distress, into a broad place where there is no restraint. And what is set on your table would be filled with rich food.",
              "reference": "Iyoḇ (Job) 36:16"
            },
            {
              "content": "But you are filled with the judgment of the wrong, judgment and right-ruling take hold of you.",
              "reference": "Iyoḇ (Job) 36:17"
            },
            {
              "content": "Beware, that rage does not entice you to scoffing. And do not let a large bribe turn you aside.",
              "reference": "Iyoḇ (Job) 36:18"
            },
            {
              "content": "Would He value your riches? No, not precious ore, nor all your strength!",
              "reference": "Iyoḇ (Job) 36:19"
            },
            {
              "content": "Do not long for the night, when people go up in their place.",
              "reference": "Iyoḇ (Job) 36:20"
            },
            {
              "content": "Beware, do not turn to wickedness, for you have chosen this rather than affliction.",
              "reference": "Iyoḇ (Job) 36:21"
            },
            {
              "content": "See, Ěl is exalted by His power; who is a Teacher like Him?",
              "reference": "Iyoḇ (Job) 36:22"
            },
            {
              "content": "Who has appointed Him His way, or who has said, ‘You have worked unrighteousness’?",
              "reference": "Iyoḇ (Job) 36:23"
            },
            {
              "content": "Remember to extol His work, of which men have sung.",
              "reference": "Iyoḇ (Job) 36:24"
            },
            {
              "content": "All men have seen it, man looks on it from afar.",
              "reference": "Iyoḇ (Job) 36:25"
            },
            {
              "content": "See, Ěl is great, beyond our understanding, and we do not know the number of His years.",
              "reference": "Iyoḇ (Job) 36:26"
            },
            {
              "content": "For He draws up drops of water, which distil as rain from the mist,",
              "reference": "Iyoḇ (Job) 36:27"
            },
            {
              "content": "which the clouds drop down – pour down in showers on man.",
              "reference": "Iyoḇ (Job) 36:28"
            },
            {
              "content": "Also, who understands the spreading of clouds, the crashing from His booth?",
              "reference": "Iyoḇ (Job) 36:29"
            },
            {
              "content": "See, He has spread his light upon it, and He has covered the depths of the sea.",
              "reference": "Iyoḇ (Job) 36:30"
            },
            {
              "content": "For by these He judges the peoples; He gives plenty of food.",
              "reference": "Iyoḇ (Job) 36:31"
            },
            {
              "content": "He has covered His hands with lightning, and commands it to strike.",
              "reference": "Iyoḇ (Job) 36:32"
            },
            {
              "content": "Its noise declares concerning Him, also the cattle, as to what is coming up.",
              "reference": "Iyoḇ (Job) 36:33"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Iyoḇ (Job) 37 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“At this too my heart trembles, and leaps from its place.",
              "reference": "Iyoḇ (Job) 37:1"
            },
            {
              "content": "Listen, listen to the trembling of His voice, and the sound that comes from His mouth.",
              "reference": "Iyoḇ (Job) 37:2"
            },
            {
              "content": "He lets it loose under all the heavens, and His lightning to the ends of the earth.",
              "reference": "Iyoḇ (Job) 37:3"
            },
            {
              "content": "After it a voice roars. He thunders with the voice of His excellency, and He does not hold them back when His voice is heard.",
              "reference": "Iyoḇ (Job) 37:4"
            },
            {
              "content": "Ěl thunders wondrously with His voice; doing great deeds, which we do not understand.",
              "reference": "Iyoḇ (Job) 37:5"
            },
            {
              "content": "For He says to the snow, ‘Be on the earth,’ also to the gentle rain and the heavy rain of His strength.",
              "reference": "Iyoḇ (Job) 37:6"
            },
            {
              "content": "He seals up the hand of every man, for all men to know His work.",
              "reference": "Iyoḇ (Job) 37:7"
            },
            {
              "content": "Then the beast goes into its lair, and they stay in their dens.",
              "reference": "Iyoḇ (Job) 37:8"
            },
            {
              "content": "From the room of the south comes the whirlwind, and cold from the scattering winds of the north.",
              "reference": "Iyoḇ (Job) 37:9"
            },
            {
              "content": "By the breath of Ěl ice is given, and the expanse of water becomes solid.",
              "reference": "Iyoḇ (Job) 37:10"
            },
            {
              "content": "He also loads the thick clouds with moisture; He scatters His bright clouds.",
              "reference": "Iyoḇ (Job) 37:11"
            },
            {
              "content": "And they swirl about, being turned by His guidance, to do whatever He commands them on the face of the earthly world.",
              "reference": "Iyoḇ (Job) 37:12"
            },
            {
              "content": "He causes it to come, whether as a rod, or for His land, or for loving-commitment.",
              "reference": "Iyoḇ (Job) 37:13"
            },
            {
              "content": "Listen to this, O Iyoḇ, stand still and consider the wonders of Ěl.",
              "reference": "Iyoḇ (Job) 37:14"
            },
            {
              "content": "Do you know when Eloah placed them, and caused the lightning of His cloud to shine?",
              "reference": "Iyoḇ (Job) 37:15"
            },
            {
              "content": "Do you know the balancing of the clouds, the wonders of the One perfect in knowledge?",
              "reference": "Iyoḇ (Job) 37:16"
            },
            {
              "content": "Why are your garments hot, when the earth is stilled from the south?",
              "reference": "Iyoḇ (Job) 37:17"
            },
            {
              "content": "Did you, with Him, spread out the clouds, strong as a hard mirror?",
              "reference": "Iyoḇ (Job) 37:18"
            },
            {
              "content": "Teach us what we should say to Him; we do not set in order because of darkness.",
              "reference": "Iyoḇ (Job) 37:19"
            },
            {
              "content": "Should He be told that I would speak? Would any man ask to be swallowed up?",
              "reference": "Iyoḇ (Job) 37:20"
            },
            {
              "content": "And now, they shall not look on the light that is bright behind the clouds, when the wind has passed and cleared them.",
              "reference": "Iyoḇ (Job) 37:21"
            },
            {
              "content": "From the golden north it comes – with Eloah is awesome excellency.",
              "reference": "Iyoḇ (Job) 37:22"
            },
            {
              "content": "The Almighty, we have not found Him out, He is exalted in power and right-ruling and great in righteousness – He does not oppress.",
              "reference": "Iyoḇ (Job) 37:23"
            },
            {
              "content": "Therefore men fear Him. He does not regard any who are wise of heart.”",
              "reference": "Iyoḇ (Job) 37:24"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Iyoḇ (Job) 38 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "Then יהוה answered Iyoḇ out of the whirlwind, and said,",
              "reference": "Iyoḇ (Job) 38:1"
            },
            {
              "content": "“Who is this who darkens counsel by words without knowledge?",
              "reference": "Iyoḇ (Job) 38:2"
            },
            {
              "content": "Now gird up your loins like a man, and I ask you, and you answer Me.",
              "reference": "Iyoḇ (Job) 38:3"
            },
            {
              "content": "Where were you when I laid the foundations of the earth? Declare, if you have understanding.",
              "reference": "Iyoḇ (Job) 38:4"
            },
            {
              "content": "Who set its measurements, if you know? Or who stretched the line upon it?",
              "reference": "Iyoḇ (Job) 38:5"
            },
            {
              "content": "Upon what were its foundations sunk? Or who laid its corner-stone,",
              "reference": "Iyoḇ (Job) 38:6"
            },
            {
              "content": "when the morning stars sang together, and all the sons of Elohim shouted for joy?",
              "reference": "Iyoḇ (Job) 38:7"
            },
            {
              "content": "Or who enclosed the sea with doors, when it burst forth and came from the womb;",
              "reference": "Iyoḇ (Job) 38:8"
            },
            {
              "content": "when I made the clouds its garment, and thick darkness its swaddling band;",
              "reference": "Iyoḇ (Job) 38:9"
            },
            {
              "content": "and assigned for it My law, and set bars and doors;",
              "reference": "Iyoḇ (Job) 38:10"
            },
            {
              "content": "and said, ‘This far you have come, but no farther, and here your proud waves stop?’",
              "reference": "Iyoḇ (Job) 38:11"
            },
            {
              "content": "Have you ever commanded the morning, and caused the dawn to know its place,",
              "reference": "Iyoḇ (Job) 38:12"
            },
            {
              "content": "to take hold of the ends of the earth, and the wrong be shaken out of it?",
              "reference": "Iyoḇ (Job) 38:13"
            },
            {
              "content": "It is changed like clay under a seal, and they stand out like a garment.",
              "reference": "Iyoḇ (Job) 38:14"
            },
            {
              "content": "And their light is withheld from the wrong, and the arm lifted up is broken.",
              "reference": "Iyoḇ (Job) 38:15"
            },
            {
              "content": "Have you come to the sources of the sea? Or have you walked about in the recesses of the deep?",
              "reference": "Iyoḇ (Job) 38:16"
            },
            {
              "content": "Were the gates of death revealed to you? Or have you seen the gates of the shadow of death?",
              "reference": "Iyoḇ (Job) 38:17"
            },
            {
              "content": "Have you understood the breadth of the earth? Declare, if you know it all.",
              "reference": "Iyoḇ (Job) 38:18"
            },
            {
              "content": "Where is the way to the dwelling of light? And darkness, where is its place,",
              "reference": "Iyoḇ (Job) 38:19"
            },
            {
              "content": "that you should take it to its boundary, and know the paths to its home?",
              "reference": "Iyoḇ (Job) 38:20"
            },
            {
              "content": "Do you know? For you would have been born then, and the number of your days been many!",
              "reference": "Iyoḇ (Job) 38:21"
            },
            {
              "content": "Have you entered into the storehouses of snow, or have you seen the storehouses of hail,",
              "reference": "Iyoḇ (Job) 38:22"
            },
            {
              "content": "which I have kept for the time of distress, for the day of fighting and battle?",
              "reference": "Iyoḇ (Job) 38:23"
            },
            {
              "content": "Where is the way that light is divided, or the east wind scattered over the earth?",
              "reference": "Iyoḇ (Job) 38:24"
            },
            {
              "content": "Who has cleft a channel for the overflowing water, or a way for the thunderclaps,",
              "reference": "Iyoḇ (Job) 38:25"
            },
            {
              "content": "to make rain fall on land where no one is, a wilderness in which there is no man;",
              "reference": "Iyoḇ (Job) 38:26"
            },
            {
              "content": "to satisfy the wild and waste places, and to make the seeds of grass to sprout?",
              "reference": "Iyoḇ (Job) 38:27"
            },
            {
              "content": "Does the rain have a father? Or who has brought forth the drops of dew?",
              "reference": "Iyoḇ (Job) 38:28"
            },
            {
              "content": "From whose belly comes the ice? And who gave birth to the frost of the heavens?",
              "reference": "Iyoḇ (Job) 38:29"
            },
            {
              "content": "The waters harden like stone, and the surface of the deep is frozen.",
              "reference": "Iyoḇ (Job) 38:30"
            },
            {
              "content": "Do you bind the bands of Kimah, or loosen the cords of Kesil?",
              "reference": "Iyoḇ (Job) 38:31"
            },
            {
              "content": "Do you bring out the constellations in its season? Or do you lead the Bear with its sons?",
              "reference": "Iyoḇ (Job) 38:32"
            },
            {
              "content": "Do you know the laws of the heavens? Or do you set their rule over the earth?",
              "reference": "Iyoḇ (Job) 38:33"
            },
            {
              "content": "Do you lift up your voice to the clouds, so that floods of water cover you?",
              "reference": "Iyoḇ (Job) 38:34"
            },
            {
              "content": "Do you send out lightnings, and they go and say to you, ‘Here we are!’?",
              "reference": "Iyoḇ (Job) 38:35"
            },
            {
              "content": "Who has put wisdom in the inward parts? Or who has given understanding to the heart?",
              "reference": "Iyoḇ (Job) 38:36"
            },
            {
              "content": "Who has wisdom to count the clouds, or to tip over the bottles of the heavens,",
              "reference": "Iyoḇ (Job) 38:37"
            },
            {
              "content": "when the dust hardens in clumps, and the clods cling together?",
              "reference": "Iyoḇ (Job) 38:38"
            },
            {
              "content": "Do you hunt the prey for the lion, or satisfy the appetite of the young lions,",
              "reference": "Iyoḇ (Job) 38:39"
            },
            {
              "content": "when they crouch in dens, sit in the cover of their hiding place?",
              "reference": "Iyoḇ (Job) 38:40"
            },
            {
              "content": "Who provides food for the raven, when its young ones cry to Ěl, and wander about without food?",
              "reference": "Iyoḇ (Job) 38:41"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Iyoḇ (Job) 39 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Do you know the time when the wild mountain goats bear young? Or do you observe when the deer gives birth?",
              "reference": "Iyoḇ (Job) 39:1"
            },
            {
              "content": "Do you number the months they complete? Or do you know the time when they bear young?",
              "reference": "Iyoḇ (Job) 39:2"
            },
            {
              "content": "They bow down, they bring forth their young, their labour pains are ended.",
              "reference": "Iyoḇ (Job) 39:3"
            },
            {
              "content": "Their young ones are thriving, they grow up in the field. They shall leave and shall not return to them.",
              "reference": "Iyoḇ (Job) 39:4"
            },
            {
              "content": "Who set the wild donkey free? Who loosed the bonds of the wild donkey,",
              "reference": "Iyoḇ (Job) 39:5"
            },
            {
              "content": "whose home I have made the desert, and the salt land his dwelling?",
              "reference": "Iyoḇ (Job) 39:6"
            },
            {
              "content": "He laughs at the commotion of the city; he does not hear the shouts of the driver.",
              "reference": "Iyoḇ (Job) 39:7"
            },
            {
              "content": "The range of the mountains is his pasture, and he searches for all that is green.",
              "reference": "Iyoḇ (Job) 39:8"
            },
            {
              "content": "Would the wild ox be pleased to serve you? Or spend the night by your feeding trough?",
              "reference": "Iyoḇ (Job) 39:9"
            },
            {
              "content": "If you bind the wild ox in the furrow with ropes, would he plough the valleys behind you?",
              "reference": "Iyoḇ (Job) 39:10"
            },
            {
              "content": "Would you rely on his great strength? Or would you leave your labour to him?",
              "reference": "Iyoḇ (Job) 39:11"
            },
            {
              "content": "Would you trust him to bring home your grain, and gather it to your threshing-floor?",
              "reference": "Iyoḇ (Job) 39:12"
            },
            {
              "content": "The wings of the ostrich flap joyously, but they are not the pinions and plumage of a stork!",
              "reference": "Iyoḇ (Job) 39:13"
            },
            {
              "content": "She leaves her eggs on the ground, and warms them in the dust;",
              "reference": "Iyoḇ (Job) 39:14"
            },
            {
              "content": "and she forgets that a foot might crush them, or a wild beast tread on them.",
              "reference": "Iyoḇ (Job) 39:15"
            },
            {
              "content": "She treats her young harshly, as if not hers; her toil is in vain, without fear,",
              "reference": "Iyoḇ (Job) 39:16"
            },
            {
              "content": "because Eloah has made her forget wisdom, and did not endow her with understanding.",
              "reference": "Iyoḇ (Job) 39:17"
            },
            {
              "content": "When she lifts herself on high, she laughs at the horse and its rider.",
              "reference": "Iyoḇ (Job) 39:18"
            },
            {
              "content": "Have you given the horse strength? Have you covered his neck with a mane?",
              "reference": "Iyoḇ (Job) 39:19"
            },
            {
              "content": "Would you make him leap like a locust? His splendid snorting is frightening.",
              "reference": "Iyoḇ (Job) 39:20"
            },
            {
              "content": "He paws in the valley, and rejoices in strength. He gallops into the clash of arms.",
              "reference": "Iyoḇ (Job) 39:21"
            },
            {
              "content": "He laughs at fear, and is not frightened; nor does he turn back from the sword.",
              "reference": "Iyoḇ (Job) 39:22"
            },
            {
              "content": "The quiver rattles against him, the glittering spear and lance.",
              "reference": "Iyoḇ (Job) 39:23"
            },
            {
              "content": "He eats up the ground with fierceness and rage, and he does not stand still because of a voice of a shophar.",
              "reference": "Iyoḇ (Job) 39:24"
            },
            {
              "content": "At the blast of the shophar he says, ‘Aha!’ And from afar he smells the battle, the thunder of commanders and shouting.",
              "reference": "Iyoḇ (Job) 39:25"
            },
            {
              "content": "Does the hawk fly by your wisdom, spreading its wings toward the south?",
              "reference": "Iyoḇ (Job) 39:26"
            },
            {
              "content": "Does the eagle mount up at your mouth, and make its nest on high?",
              "reference": "Iyoḇ (Job) 39:27"
            },
            {
              "content": "It dwells on the rock, and lodges on the crag of the rock and the stronghold.",
              "reference": "Iyoḇ (Job) 39:28"
            },
            {
              "content": "From there it searches out the prey, its eyes see it from afar.",
              "reference": "Iyoḇ (Job) 39:29"
            },
            {
              "content": "And its young ones suck up blood. And where the slain are, there it is!”",
              "reference": "Iyoḇ (Job) 39:30"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Iyoḇ (Job) 40 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And יהוה answered Iyoḇ, and said,",
              "reference": "Iyoḇ (Job) 40:1"
            },
            {
              "content": "“Should a reprover contend with the Almighty? Let him who reproves Eloah answer it.”",
              "reference": "Iyoḇ (Job) 40:2"
            },
            {
              "content": "And Iyoḇ answered יהוה and said,",
              "reference": "Iyoḇ (Job) 40:3"
            },
            {
              "content": "“See, I am insignificant, what would I answer You? I lay my hand over my mouth.",
              "reference": "Iyoḇ (Job) 40:4"
            },
            {
              "content": "Once I have spoken, but I have no answer – and twice, but I say no more.”",
              "reference": "Iyoḇ (Job) 40:5"
            },
            {
              "content": "Then יהוה answered Iyoḇ out of the whirlwind, and said,",
              "reference": "Iyoḇ (Job) 40:6"
            },
            {
              "content": "“Now gird up your loins like a man; I ask you, and you answer Me.",
              "reference": "Iyoḇ (Job) 40:7"
            },
            {
              "content": "Would you also set aside My judgment? Would you pronounce Me wrong, and you be declared righteous?",
              "reference": "Iyoḇ (Job) 40:8"
            },
            {
              "content": "Or do you have an arm like Ěl? Or do you thunder with a voice like His?",
              "reference": "Iyoḇ (Job) 40:9"
            },
            {
              "content": "Deck yourself, please, with excellency and grandeur, and put on esteem and splendour.",
              "reference": "Iyoḇ (Job) 40:10"
            },
            {
              "content": "Scatter abroad the rage of your wrath, and look on everyone who is proud and bring him low.",
              "reference": "Iyoḇ (Job) 40:11"
            },
            {
              "content": "Look on everyone who is proud, humble him. And tread down the wrong-doers in their place.",
              "reference": "Iyoḇ (Job) 40:12"
            },
            {
              "content": "Hide them in the dust together, bind their faces in obscurity.",
              "reference": "Iyoḇ (Job) 40:13"
            },
            {
              "content": "Then even I would confess to you that your own right hand does save you.",
              "reference": "Iyoḇ (Job) 40:14"
            },
            {
              "content": "See now, Behĕmoth, which I made along with you – he eats grass like an ox.",
              "reference": "Iyoḇ (Job) 40:15"
            },
            {
              "content": "See now, his strength is in his loins, and his power is in his stomach muscles.",
              "reference": "Iyoḇ (Job) 40:16"
            },
            {
              "content": "He bends his tail like a cedar; the sinews of his thighs are knit together.",
              "reference": "Iyoḇ (Job) 40:17"
            },
            {
              "content": "His bones are like tubes of bronze, his ribs like bars of iron.",
              "reference": "Iyoḇ (Job) 40:18"
            },
            {
              "content": "He is the beginning of the ways of Ěl. His Maker brings near His sword.",
              "reference": "Iyoḇ (Job) 40:19"
            },
            {
              "content": "For the mountains yield food for him, and all the beasts of the field play there.",
              "reference": "Iyoḇ (Job) 40:20"
            },
            {
              "content": "He lies under the slender trees, under cover of reed and swamp.",
              "reference": "Iyoḇ (Job) 40:21"
            },
            {
              "content": "The slender trees cover him with their shade; the willows by the stream surround him.",
              "reference": "Iyoḇ (Job) 40:22"
            },
            {
              "content": "See, if a river rages, he is not alarmed; he feels safe, even if the Yardĕn gushes into his mouth,",
              "reference": "Iyoḇ (Job) 40:23"
            },
            {
              "content": "Before his eyes, shall he be caught, with snares? Or his nose pierced?",
              "reference": "Iyoḇ (Job) 40:24"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Iyoḇ (Job) 41 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "“Would you draw out Liwiathan with a hook, or snare his tongue with a line which you lower?",
              "reference": "Iyoḇ (Job) 41:1"
            },
            {
              "content": "Would you put a cord through his nose, or pierce his jaw with a hook?",
              "reference": "Iyoḇ (Job) 41:2"
            },
            {
              "content": "Would he keep on pleading with you? Would he speak softly to you?",
              "reference": "Iyoḇ (Job) 41:3"
            },
            {
              "content": "Would he make a covenant with you to be taken as a servant forever?",
              "reference": "Iyoḇ (Job) 41:4"
            },
            {
              "content": "Would you play with him as with a bird? Or leash him for your young girls?",
              "reference": "Iyoḇ (Job) 41:5"
            },
            {
              "content": "Would trading partners bargain over him? Would they divide him among the merchants?",
              "reference": "Iyoḇ (Job) 41:6"
            },
            {
              "content": "Fill his skin with harpoons? Or his head with fishing spears?",
              "reference": "Iyoḇ (Job) 41:7"
            },
            {
              "content": "Put your hand on him – think of the struggle! Do not do it again!",
              "reference": "Iyoḇ (Job) 41:8"
            },
            {
              "content": "See, any expectation of him is disappointed – he is laid low even at the sight of him!",
              "reference": "Iyoḇ (Job) 41:9"
            },
            {
              "content": "No one is so foolhardy to wake him up. Who then is able to stand against Me?",
              "reference": "Iyoḇ (Job) 41:10"
            },
            {
              "content": "Who has given to Me first, that I should repay him – under all the heavens that is Mine?",
              "reference": "Iyoḇ (Job) 41:11"
            },
            {
              "content": "I would not keep silent concerning his limbs, or his mighty power, or his fair frame.",
              "reference": "Iyoḇ (Job) 41:12"
            },
            {
              "content": "Who shall take off the surface of his skin? Who approaches him with a double bridle?",
              "reference": "Iyoḇ (Job) 41:13"
            },
            {
              "content": "Who shall open the doors of his face, with his frightening teeth all around?",
              "reference": "Iyoḇ (Job) 41:14"
            },
            {
              "content": "Rows of scales are his pride – closed up, a binding seal.",
              "reference": "Iyoḇ (Job) 41:15"
            },
            {
              "content": "One to the other they fit closely, not even a breath enters between them.",
              "reference": "Iyoḇ (Job) 41:16"
            },
            {
              "content": "They are joined one to another, they stick together and are not separated.",
              "reference": "Iyoḇ (Job) 41:17"
            },
            {
              "content": "His sneezings flash forth light, and his eyes are like the eyelids of the morning.",
              "reference": "Iyoḇ (Job) 41:18"
            },
            {
              "content": "Out of his mouth go firebrands – sparks of fire shoot out.",
              "reference": "Iyoḇ (Job) 41:19"
            },
            {
              "content": "Out of his nostrils comes smoke, like a boiling pot or kettle.",
              "reference": "Iyoḇ (Job) 41:20"
            },
            {
              "content": "His breath sets coals on fire, and a flame goes out of his mouth.",
              "reference": "Iyoḇ (Job) 41:21"
            },
            {
              "content": "Strength dwells in his neck, and fear leaps before him.",
              "reference": "Iyoḇ (Job) 41:22"
            },
            {
              "content": "The folds of his flesh cleave together. They are firm on him, immovable.",
              "reference": "Iyoḇ (Job) 41:23"
            },
            {
              "content": "His heart is as hard as stone, even as hard as the lower millstone.",
              "reference": "Iyoḇ (Job) 41:24"
            },
            {
              "content": "When he raises himself up, the mighty are afraid. Because of his crashings they are bewildered.",
              "reference": "Iyoḇ (Job) 41:25"
            },
            {
              "content": "No sword that reaches him does prevail, neither spear, dart, or lance.",
              "reference": "Iyoḇ (Job) 41:26"
            },
            {
              "content": "He reckons iron as straw, bronze as rotten wood.",
              "reference": "Iyoḇ (Job) 41:27"
            },
            {
              "content": "The arrow does not make him flee, sling-stones become like stubble to him.",
              "reference": "Iyoḇ (Job) 41:28"
            },
            {
              "content": "Clubs are reckoned as straw, he laughs at the rattle of a lance.",
              "reference": "Iyoḇ (Job) 41:29"
            },
            {
              "content": "His undersides are like sharp potsherds. He sprawls on the mud like a threshing-sledge.",
              "reference": "Iyoḇ (Job) 41:30"
            },
            {
              "content": "He makes the deep boil like a pot, he makes the sea like a pot of ointment.",
              "reference": "Iyoḇ (Job) 41:31"
            },
            {
              "content": "He leaves a shining path behind him. One would think the deep to be grey-haired.",
              "reference": "Iyoḇ (Job) 41:32"
            },
            {
              "content": "No one on earth is like him – one made without fear.",
              "reference": "Iyoḇ (Job) 41:33"
            },
            {
              "content": "He sees all that is haughty. He is sovereign over all the sons of pride.”",
              "reference": "Iyoḇ (Job) 41:34"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Iyoḇ (Job) 42 TS2009",
          "version": "TS2009",
          "verses": [
            {
              "content": "And Iyoḇ answered יהוה and said,",
              "reference": "Iyoḇ (Job) 42:1"
            },
            {
              "content": "“You know that You are able to do all, and that no purpose is withheld from You.",
              "reference": "Iyoḇ (Job) 42:2"
            },
            {
              "content": "Who is this that hides counsel without knowledge? Therefore I declared but I did not understand, matters too marvellous for me, which I did not know.",
              "reference": "Iyoḇ (Job) 42:3"
            },
            {
              "content": "Listen, please, and let me speak. I ask You, then would You make it known to me?’",
              "reference": "Iyoḇ (Job) 42:4"
            },
            {
              "content": "I have heard of You by the hearing of the ear, but now my eye sees You.",
              "reference": "Iyoḇ (Job) 42:5"
            },
            {
              "content": "Therefore I despise myself, and repent in dust and ashes.”",
              "reference": "Iyoḇ (Job) 42:6"
            },
            {
              "content": "And it came to be, after יהוה had spoken these words to Iyoḇ, that יהוה said to Eliphaz the Tĕmanite, “My wrath has burned against you and your two friends, for you have not spoken of Me what is right, as did My servant Iyoḇ.",
              "reference": "Iyoḇ (Job) 42:7"
            },
            {
              "content": "And now, take seven bulls and seven rams, and go to My servant Iyoḇ, and offer up an ascending offering for yourselves. And let My servant Iyoḇ pray for you – for I accept him – lest I punish you; because you have not spoken of Me what is right, as did My servant Iyoḇ.”",
              "reference": "Iyoḇ (Job) 42:8"
            },
            {
              "content": "So Eliphaz the Tĕmanite and Bildaḏ the Shuḥite, Tsophar the Na‛amathite went and did as יהוה commanded them. And יהוה accepted the face of Iyoḇ.",
              "reference": "Iyoḇ (Job) 42:9"
            },
            {
              "content": "And יהוה turned the captivity of Iyoḇ when he prayed for his friends. And יהוה gave Iyoḇ twice as much as he had before.",
              "reference": "Iyoḇ (Job) 42:10"
            },
            {
              "content": "And all his brothers, and all his sisters, and all those who had been his friends before, came to him and ate food with him in his house. And they sympathised with him and comforted him for all the evil that יהוה had brought upon him. And they each gave him a qesitah and each one a ring of gold.",
              "reference": "Iyoḇ (Job) 42:11"
            },
            {
              "content": "And יהוה blessed the latter days of Iyoḇ more than his beginning; for he had fourteen thousand sheep, and six thousand camels, and one thousand yoke of oxen, and one thousand female donkeys.",
              "reference": "Iyoḇ (Job) 42:12"
            },
            {
              "content": "And he had seven sons and three daughters.",
              "reference": "Iyoḇ (Job) 42:13"
            },
            {
              "content": "And he called the name of the first Yemimah, and the name of the second Qetsi‛ah, and the name of the third Qeren-Happuḵ.",
              "reference": "Iyoḇ (Job) 42:14"
            },
            {
              "content": "And in all the land were found no women so beautiful as the daughters of Iyoḇ. And their father gave them an inheritance among their brothers.",
              "reference": "Iyoḇ (Job) 42:15"
            },
            {
              "content": "And after this Iyoḇ lived one hundred and forty years, and saw his children and grandchildren for four generations.",
              "reference": "Iyoḇ (Job) 42:16"
            },
            {
              "content": "And Iyoḇ died, old and satisfied with days.",
              "reference": "Iyoḇ (Job) 42:17"
            }
          ],
          "copyright": "Copyright© 1993 – 2015 by the Institute for Scripture Research (ISR). All rights reserved.",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}