{
  "translation": "VULG",
  "translationId": 823,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Vir erat in terra Hus, nomine Job : et erat vir ille simplex, et rectus, ac timens Deum, et recedens a malo.",
              "reference": "Job 1:1"
            },
            {
              "content": "Natique sunt ei septem filii, et tres filiæ.",
              "reference": "Job 1:2"
            },
            {
              "content": "Et fuit possessio ejus septem millia ovium, et tria millia camelorum, quingenta quoque juga boum, et quingentæ asinæ, ac familia multa nimis : eratque vir ille magnus inter omnes orientales.",
              "reference": "Job 1:3"
            },
            {
              "content": "Et ibant filii ejus, et faciebant convivium per domos, unusquisque in die suo. Et mittentes vocabant tres sorores suas, ut comederent et biberent cum eis.",
              "reference": "Job 1:4"
            },
            {
              "content": "Cumque in orbem transissent dies convivii, mittebat ad eos Job, et sanctificabat illos : consurgensque diluculo, offerebat holocausta pro singulis. Dicebat enim : Ne forte peccaverint filii mei, et benedixerint Deo in cordibus suis. Sic faciebat Job cunctis diebus.",
              "reference": "Job 1:5"
            },
            {
              "content": "Quadam autem die, cum venissent filii Dei ut assisterent coram Domino, affuit inter eos etiam Satan.",
              "reference": "Job 1:6"
            },
            {
              "content": "Cui dixit Dominus : Unde venis ? Qui respondens, ait : Circuivi terram, et perambulavi eam.",
              "reference": "Job 1:7"
            },
            {
              "content": "Dixitque Dominus ad eum : Numquid considerasti servum meum Job, quod non sit ei similis in terra, homo simplex et rectus, ac timens Deum, et recedens a malo ?",
              "reference": "Job 1:8"
            },
            {
              "content": "Cui respondens Satan, ait : Numquid Job frustra timet Deum ?",
              "reference": "Job 1:9"
            },
            {
              "content": "nonne tu vallasti eum, ac domum ejus, universamque substantiam per circuitum ; operibus manuum ejus benedixisti, et possessio ejus crevit in terra ?",
              "reference": "Job 1:10"
            },
            {
              "content": "sed extende paululum manum tuam et tange cuncta quæ possidet, nisi in faciem benedixerit tibi.",
              "reference": "Job 1:11"
            },
            {
              "content": "Dixit ergo Dominus ad Satan : Ecce universa quæ habet in manu tua sunt : tantum in eum ne extendas manum tuam. Egressusque est Satan a facie Domini.",
              "reference": "Job 1:12"
            },
            {
              "content": "Cum autem quadam die filii et filiæ ejus comederent et biberent vinum in domo fratris sui primogeniti,",
              "reference": "Job 1:13"
            },
            {
              "content": "nuntius venit ad Job, qui diceret : Boves arabant, et asinæ pascebantur juxta eos :",
              "reference": "Job 1:14"
            },
            {
              "content": "et irruerunt Sabæi, tuleruntque omnia, et pueros percusserunt gladio : et evasi ego solus, ut nuntiarem tibi.",
              "reference": "Job 1:15"
            },
            {
              "content": "Cumque adhuc ille loqueretur, venit alter, et dixit : Ignis Dei cecidit e cælo, et tactas oves puerosque consumpsit : et effugi ego solus, ut nuntiarem tibi.",
              "reference": "Job 1:16"
            },
            {
              "content": "Sed et illo adhuc loquente, venit alius, et dixit : Chaldæi fecerunt tres turmas, et invaserunt camelos, et tulerunt eos, necnon et pueros percusserunt gladio : et ego fugi solus, ut nuntiarem tibi.",
              "reference": "Job 1:17"
            },
            {
              "content": "Adhuc loquebatur ille, et ecce alius intravit, et dixit : Filiis tuis et filiabus vescentibus et bibentibus vinum in domo fratris sui primogeniti,",
              "reference": "Job 1:18"
            },
            {
              "content": "repente ventus vehemens irruit a regione deserti, et concussit quatuor angulos domus : quæ corruens oppressit liberos tuos, et mortui sunt : et effugi ego solus, ut nuntiarem tibi.",
              "reference": "Job 1:19"
            },
            {
              "content": "Tunc surrexit Job, et scidit vestimenta sua : et tonso capite corruens in terram, adoravit,",
              "reference": "Job 1:20"
            },
            {
              "content": "et dixit : Nudus egressus sum de utero matris meæ, et nudus revertar illuc. Dominus dedit, Dominus abstulit ; sicut Domino placuit, ita factum est. Sit nomen Domini benedictum.",
              "reference": "Job 1:21"
            },
            {
              "content": "In omnibus his non peccavit Job labiis suis, neque stultum quid contra Deum locutus est.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Factum est autem, cum quadam die venissent filii Dei, et starent coram Domino, venisset quoque Satan inter eos, et staret in conspectu ejus,",
              "reference": "Job 2:1"
            },
            {
              "content": "ut diceret Dominus ad Satan : Unde venis ? Qui respondens ait : Circuivi terram, et perambulavi eam.",
              "reference": "Job 2:2"
            },
            {
              "content": "Et dixit Dominus ad Satan : Numquid considerasti servum meum Job, quod non sit ei similis in terra, vir simplex et rectus, ac timens Deum, et recedens a malo, et adhuc retinens innocentiam ? tu autem commovisti me adversus eum, ut affligerem eum frustra.",
              "reference": "Job 2:3"
            },
            {
              "content": "Cui respondens Satan, ait : Pellem pro pelle, et cuncta quæ habet homo dabit pro anima sua ;",
              "reference": "Job 2:4"
            },
            {
              "content": "alioquin mitte manum tuam, et tange os ejus et carnem, et tunc videbis quod in faciem benedicat tibi.",
              "reference": "Job 2:5"
            },
            {
              "content": "Dixit ergo Dominus ad Satan : Ecce in manu tua est : verumtamen animam illius serva.",
              "reference": "Job 2:6"
            },
            {
              "content": "Egressus igitur Satan a facie Domini, percussit Job ulcere pessimo, a planta pedis usque ad verticem ejus ;",
              "reference": "Job 2:7"
            },
            {
              "content": "qui testa saniem radebat, sedens in sterquilinio.",
              "reference": "Job 2:8"
            },
            {
              "content": "Dixit autem illi uxor sua : Adhuc tu permanes in simplicitate tua ? Benedic Deo, et morere.",
              "reference": "Job 2:9"
            },
            {
              "content": "Qui ait ad illam : Quasi una de stultis mulieribus locuta es : si bona suscepimus de manu Dei, mala quare non suscipiamus ? In omnibus his non peccavit Job labiis suis.",
              "reference": "Job 2:10"
            },
            {
              "content": "Igitur audientes tres amici Job omne malum quod accidisset ei, venerunt singuli de loco suo, Eliphaz Themanites, et Baldad Suhites, et Sophar Naamathites. Condixerant enim ut pariter venientes visitarent eum, et consolarentur.",
              "reference": "Job 2:11"
            },
            {
              "content": "Cumque elevassent procul oculos suos, non cognoverunt eum, et exclamantes ploraverunt, scissisque vestibus sparserunt pulverem super caput suum in cælum.",
              "reference": "Job 2:12"
            },
            {
              "content": "Et sederunt cum eo in terra septem diebus et septem noctibus : et nemo loquebatur ei verbum : videbant enim dolorem esse vehementem.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Post hæc aperuit Job os suum, et maledixit diei suo,",
              "reference": "Job 3:1"
            },
            {
              "content": "et locutus est :",
              "reference": "Job 3:2"
            },
            {
              "content": "Pereat dies in qua natus sum, et nox in qua dictum est : Conceptus est homo.",
              "reference": "Job 3:3"
            },
            {
              "content": "Dies ille vertatur in tenebras : non requirat eum Deus desuper, et non illustretur lumine.",
              "reference": "Job 3:4"
            },
            {
              "content": "Obscurent eum tenebræ et umbra mortis ; occupet eum caligo, et involvatur amaritudine.",
              "reference": "Job 3:5"
            },
            {
              "content": "Noctem illam tenebrosus turbo possideat ; non computetur in diebus anni, nec numeretur in mensibus.",
              "reference": "Job 3:6"
            },
            {
              "content": "Sit nox illa solitaria, nec laude digna.",
              "reference": "Job 3:7"
            },
            {
              "content": "Maledicant ei qui maledicunt diei, qui parati sunt suscitare Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "Obtenebrentur stellæ caligine ejus ; expectet lucem, et non videat, nec ortum surgentis auroræ.",
              "reference": "Job 3:9"
            },
            {
              "content": "Quia non conclusit ostia ventris qui portavit me, nec abstulit mala ab oculis meis.",
              "reference": "Job 3:10"
            },
            {
              "content": "Quare non in vulva mortuus sum ? egressus ex utero non statim perii ?",
              "reference": "Job 3:11"
            },
            {
              "content": "Quare exceptus genibus ? cur lactatus uberibus ?",
              "reference": "Job 3:12"
            },
            {
              "content": "Nunc enim dormiens silerem, et somno meo requiescerem",
              "reference": "Job 3:13"
            },
            {
              "content": "cum regibus et consulibus terræ, qui ædificant sibi solitudines ;",
              "reference": "Job 3:14"
            },
            {
              "content": "aut cum principibus qui possident aurum, et replent domos suas argento ;",
              "reference": "Job 3:15"
            },
            {
              "content": "aut sicut abortivum absconditum non subsisterem, vel qui concepti non viderunt lucem.",
              "reference": "Job 3:16"
            },
            {
              "content": "Ibi impii cessaverunt a tumultu, et ibi requieverunt fessi robore.",
              "reference": "Job 3:17"
            },
            {
              "content": "Et quondam vincti pariter sine molestia, non audierunt vocem exactoris.",
              "reference": "Job 3:18"
            },
            {
              "content": "Parvus et magnus ibi sunt, et servus liber a domino suo.",
              "reference": "Job 3:19"
            },
            {
              "content": "Quare misero data est lux, et vita his qui in amaritudine animæ sunt :",
              "reference": "Job 3:20"
            },
            {
              "content": "qui expectant mortem, et non venit, quasi effodientes thesaurum ;",
              "reference": "Job 3:21"
            },
            {
              "content": "gaudentque vehementer cum invenerint sepulchrum ?",
              "reference": "Job 3:22"
            },
            {
              "content": "viro cujus abscondita est via et circumdedit eum Deus tenebris ?",
              "reference": "Job 3:23"
            },
            {
              "content": "Antequam comedam, suspiro ; et tamquam inundantes aquæ, sic rugitus meus :",
              "reference": "Job 3:24"
            },
            {
              "content": "quia timor quem timebam evenit mihi, et quod verebar accidit.",
              "reference": "Job 3:25"
            },
            {
              "content": "Nonne dissimulavi ? nonne silui ? nonne quievi ? et venit super me indignatio.",
              "reference": "Job 3:26"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Eliphaz Themanites, dixit :",
              "reference": "Job 4:1"
            },
            {
              "content": "Si cœperimus loqui tibi, forsitan moleste accipies ; sed conceptum sermonem tenere quis poterit ?",
              "reference": "Job 4:2"
            },
            {
              "content": "Ecce docuisti multos, et manus lassas roborasti ;",
              "reference": "Job 4:3"
            },
            {
              "content": "vacillantes confirmaverunt sermones tui, et genua trementia confortasti.",
              "reference": "Job 4:4"
            },
            {
              "content": "Nunc autem venit super te plaga, et defecisti ; tetigit te, et conturbatus es.",
              "reference": "Job 4:5"
            },
            {
              "content": "Ubi est timor tuus, fortitudo tua, patientia tua, et perfectio viarum tuarum ?",
              "reference": "Job 4:6"
            },
            {
              "content": "Recordare, obsecro te, quis umquam innocens periit ? aut quando recti deleti sunt ?",
              "reference": "Job 4:7"
            },
            {
              "content": "Quin potius vidi eos qui operantur iniquitatem, et seminant dolores, et metunt eos,",
              "reference": "Job 4:8"
            },
            {
              "content": "flante Deo perisse, et spiritu iræ ejus esse consumptos.",
              "reference": "Job 4:9"
            },
            {
              "content": "Rugitus leonis, et vox leænæ, et dentes catulorum leonum contriti sunt.",
              "reference": "Job 4:10"
            },
            {
              "content": "Tigris periit, eo quod non haberet prædam, et catuli leonis dissipati sunt.",
              "reference": "Job 4:11"
            },
            {
              "content": "Porro ad me dictum est verbum absconditum, et quasi furtive suscepit auris mea venas susurri ejus.",
              "reference": "Job 4:12"
            },
            {
              "content": "In horrore visionis nocturnæ, quando solet sopor occupare homines,",
              "reference": "Job 4:13"
            },
            {
              "content": "pavor tenuit me, et tremor, et omnia ossa mea perterrita sunt ;",
              "reference": "Job 4:14"
            },
            {
              "content": "et cum spiritus, me præsente, transiret, inhorruerunt pili carnis meæ.",
              "reference": "Job 4:15"
            },
            {
              "content": "Stetit quidam, cujus non agnoscebam vultum, imago coram oculis meis, et vocem quasi auræ lenis audivi.",
              "reference": "Job 4:16"
            },
            {
              "content": "Numquid homo, Dei comparatione, justificabitur ? aut factore suo purior erit vir ?",
              "reference": "Job 4:17"
            },
            {
              "content": "Ecce qui serviunt ei, non sunt stabiles, et in angelis suis reperit pravitatem ;",
              "reference": "Job 4:18"
            },
            {
              "content": "quanto magis hi qui habitant domos luteas, qui terrenum habent fundamentum, consumentur velut a tinea ?",
              "reference": "Job 4:19"
            },
            {
              "content": "De mane usque ad vesperam succidentur ; et quia nullus intelligit, in æternum peribunt.",
              "reference": "Job 4:20"
            },
            {
              "content": "Qui autem reliqui fuerint, auferentur ex eis ; morientur, et non in sapientia.",
              "reference": "Job 4:21"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Voca ergo, si est qui tibi respondeat, et ad aliquem sanctorum convertere.",
              "reference": "Job 5:1"
            },
            {
              "content": "Vere stultum interficit iracundia, et parvulum occidit invidia.",
              "reference": "Job 5:2"
            },
            {
              "content": "Ego vidi stultum firma radice, et maledixi pulchritudini ejus statim.",
              "reference": "Job 5:3"
            },
            {
              "content": "Longe fient filii ejus a salute, et conterentur in porta, et non erit qui eruat.",
              "reference": "Job 5:4"
            },
            {
              "content": "Cujus messem famelicus comedet, et ipsum rapiet armatus, et bibent sitientes divitias ejus.",
              "reference": "Job 5:5"
            },
            {
              "content": "Nihil in terra sine causa fit, et de humo non oritur dolor.",
              "reference": "Job 5:6"
            },
            {
              "content": "Homo nascitur ad laborem, et avis ad volatum.",
              "reference": "Job 5:7"
            },
            {
              "content": "Quam ob rem ego deprecabor Dominum, et ad Deum ponam eloquium meum :",
              "reference": "Job 5:8"
            },
            {
              "content": "qui facit magna et inscrutabilia, et mirabilia absque numero ;",
              "reference": "Job 5:9"
            },
            {
              "content": "qui dat pluviam super faciem terræ, et irrigat aquis universa ;",
              "reference": "Job 5:10"
            },
            {
              "content": "qui ponit humiles in sublime, et mœrentes erigit sospitate ;",
              "reference": "Job 5:11"
            },
            {
              "content": "qui dissipat cogitationes malignorum, ne possint implere manus eorum quod cœperant ;",
              "reference": "Job 5:12"
            },
            {
              "content": "qui apprehendit sapientes in astutia eorum, et consilium pravorum dissipat.",
              "reference": "Job 5:13"
            },
            {
              "content": "Per diem incurrent tenebras, et quasi in nocte, sic palpabunt in meridie.",
              "reference": "Job 5:14"
            },
            {
              "content": "Porro salvum faciet egenum a gladio oris eorum, et de manu violenti pauperem.",
              "reference": "Job 5:15"
            },
            {
              "content": "Et erit egeno spes ; iniquitas autem contrahet os suum.",
              "reference": "Job 5:16"
            },
            {
              "content": "Beatus homo qui corripitur a Deo : increpationem ergo Domini ne reprobes :",
              "reference": "Job 5:17"
            },
            {
              "content": "quia ipse vulnerat, et medetur ; percutit, et manus ejus sanabunt.",
              "reference": "Job 5:18"
            },
            {
              "content": "In sex tribulationibus liberabit te, et in septima non tanget te malum.",
              "reference": "Job 5:19"
            },
            {
              "content": "In fame eruet te de morte, et in bello de manu gladii.",
              "reference": "Job 5:20"
            },
            {
              "content": "A flagello linguæ absconderis, et non timebis calamitatem cum venerit.",
              "reference": "Job 5:21"
            },
            {
              "content": "In vastitate et fame ridebis, et bestias terræ non formidabis.",
              "reference": "Job 5:22"
            },
            {
              "content": "Sed cum lapidibus regionum pactum tuum, et bestiæ terræ pacificæ erunt tibi.",
              "reference": "Job 5:23"
            },
            {
              "content": "Et scies quod pacem habeat tabernaculum tuum ; et visitans speciem tuam, non peccabis.",
              "reference": "Job 5:24"
            },
            {
              "content": "Scies quoque quoniam multiplex erit semen tuum, et progenies tua quasi herba terræ.",
              "reference": "Job 5:25"
            },
            {
              "content": "Ingredieris in abundantia sepulchrum, sicut infertur acervus tritici in tempore suo.",
              "reference": "Job 5:26"
            },
            {
              "content": "Ecce hoc, ut investigavimus, ita est : quod auditum, mente pertracta.",
              "reference": "Job 5:27"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job, dixit :",
              "reference": "Job 6:1"
            },
            {
              "content": "Utinam appenderentur peccata mea quibus iram merui, et calamitas quam patior, in statera !",
              "reference": "Job 6:2"
            },
            {
              "content": "Quasi arena maris hæc gravior appareret ; unde et verba mea dolore sunt plena :",
              "reference": "Job 6:3"
            },
            {
              "content": "quia sagittæ Domini in me sunt, quarum indignatio ebibit spiritum meum ; et terrores Domini militant contra me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Numquid rugiet onager cum habuerit herbam ? aut mugiet bos cum ante præsepe plenum steterit ?",
              "reference": "Job 6:5"
            },
            {
              "content": "aut poterit comedi insulsum, quod non est sale conditum ? aut potest aliquis gustare quod gustatum affert mortem ?",
              "reference": "Job 6:6"
            },
            {
              "content": "Quæ prius nolebat tangere anima mea, nunc, præ angustia, cibi mei sunt.",
              "reference": "Job 6:7"
            },
            {
              "content": "Quis det ut veniat petitio mea, et quod expecto tribuat mihi Deus ?",
              "reference": "Job 6:8"
            },
            {
              "content": "et qui cœpit, ipse me conterat ; solvat manum suam, et succidat me ?",
              "reference": "Job 6:9"
            },
            {
              "content": "Et hæc mihi sit consolatio, ut affligens me dolore, non parcat, nec contradicam sermonibus Sancti.",
              "reference": "Job 6:10"
            },
            {
              "content": "Quæ est enim fortitudo mea, ut sustineam ? aut quis finis meus, ut patienter agam ?",
              "reference": "Job 6:11"
            },
            {
              "content": "Nec fortitudo lapidum fortitudo mea, nec caro mea ænea est.",
              "reference": "Job 6:12"
            },
            {
              "content": "Ecce non est auxilium mihi in me, et necessarii quoque mei recesserunt a me.",
              "reference": "Job 6:13"
            },
            {
              "content": "Qui tollit ab amico suo misericordiam, timorem Domini derelinquit.",
              "reference": "Job 6:14"
            },
            {
              "content": "Fratres mei præterierunt me, sicut torrens qui raptim transit in convallibus.",
              "reference": "Job 6:15"
            },
            {
              "content": "Qui timent pruinam, irruet super eos nix.",
              "reference": "Job 6:16"
            },
            {
              "content": "Tempore quo fuerint dissipati, peribunt ; et ut incaluerit, solventur de loco suo.",
              "reference": "Job 6:17"
            },
            {
              "content": "Involutæ sunt semitæ gressuum eorum ; ambulabunt in vacuum, et peribunt.",
              "reference": "Job 6:18"
            },
            {
              "content": "Considerate semitas Thema, itinera Saba, et expectate paulisper.",
              "reference": "Job 6:19"
            },
            {
              "content": "Confusi sunt, quia speravi : venerunt quoque usque ad me, et pudore cooperti sunt.",
              "reference": "Job 6:20"
            },
            {
              "content": "Nunc venistis ; et modo videntes plagam meam, timetis.",
              "reference": "Job 6:21"
            },
            {
              "content": "Numquid dixi : Afferte mihi, et de substantia vestra donate mihi ?",
              "reference": "Job 6:22"
            },
            {
              "content": "vel : Liberate me de manu hostis, et de manu robustorum eruite me ?",
              "reference": "Job 6:23"
            },
            {
              "content": "Docete me, et ego tacebo : et si quid forte ignoravi, instruite me.",
              "reference": "Job 6:24"
            },
            {
              "content": "Quare detraxistis sermonibus veritatis, cum e vobis nullus sit qui possit arguere me ?",
              "reference": "Job 6:25"
            },
            {
              "content": "Ad increpandum tantum eloquia concinnatis, et in ventum verba profertis.",
              "reference": "Job 6:26"
            },
            {
              "content": "Super pupillum irruitis, et subvertere nitimini amicum vestrum.",
              "reference": "Job 6:27"
            },
            {
              "content": "Verumtamen quod cœpistis explete : præbete aurem, et videte an mentiar.",
              "reference": "Job 6:28"
            },
            {
              "content": "Respondete, obsecro, absque contentione ; et loquentes id quod justum est, judicate.",
              "reference": "Job 6:29"
            },
            {
              "content": "Et non invenietis in lingua mea iniquitatem, nec in faucibus meis stultitia personabit.",
              "reference": "Job 6:30"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Militia est vita hominis super terram, et sicut dies mercenarii dies ejus.",
              "reference": "Job 7:1"
            },
            {
              "content": "Sicut servus desiderat umbram, et sicut mercenarius præstolatur finem operis sui,",
              "reference": "Job 7:2"
            },
            {
              "content": "sic et ego habui menses vacuos, et noctes laboriosas enumeravi mihi.",
              "reference": "Job 7:3"
            },
            {
              "content": "Si dormiero, dicam : Quando consurgam ? et rursum expectabo vesperam, et replebor doloribus usque ad tenebras.",
              "reference": "Job 7:4"
            },
            {
              "content": "Induta est caro mea putredine, et sordibus pulveris cutis mea aruit et contracta est.",
              "reference": "Job 7:5"
            },
            {
              "content": "Dies mei velocius transierunt quam a texente tela succiditur, et consumpti sunt absque ulla spe.",
              "reference": "Job 7:6"
            },
            {
              "content": "Memento quia ventus est vita mea, et non revertetur oculus meus ut videat bona.",
              "reference": "Job 7:7"
            },
            {
              "content": "Nec aspiciet me visus hominis ; oculi tui in me, et non subsistam.",
              "reference": "Job 7:8"
            },
            {
              "content": "Sicut consumitur nubes, et pertransit, sic qui descenderit ad inferos, non ascendet.",
              "reference": "Job 7:9"
            },
            {
              "content": "Nec revertetur ultra in domum suam, neque cognoscet eum amplius locus ejus.",
              "reference": "Job 7:10"
            },
            {
              "content": "Quapropter et ego non parcam ori meo : loquar in tribulatione spiritus mei ; confabulabor cum amaritudine animæ meæ.",
              "reference": "Job 7:11"
            },
            {
              "content": "Numquid mare ego sum, aut cetus, quia circumdedisti me carcere ?",
              "reference": "Job 7:12"
            },
            {
              "content": "Si dixero : Consolabitur me lectulus meus, et relevabor loquens mecum in strato meo :",
              "reference": "Job 7:13"
            },
            {
              "content": "terrebis me per somnia, et per visiones horrore concuties.",
              "reference": "Job 7:14"
            },
            {
              "content": "Quam ob rem elegit suspendium anima mea, et mortem ossa mea.",
              "reference": "Job 7:15"
            },
            {
              "content": "Desperavi : nequaquam ultra jam vivam : parce mihi, nihil enim sunt dies mei.",
              "reference": "Job 7:16"
            },
            {
              "content": "Quid est homo, quia magnificas eum ? aut quid apponis erga eum cor tuum ?",
              "reference": "Job 7:17"
            },
            {
              "content": "Visitas eum diluculo, et subito probas illum.",
              "reference": "Job 7:18"
            },
            {
              "content": "Usquequo non parcis mihi, nec dimittis me ut glutiam salivam meam ?",
              "reference": "Job 7:19"
            },
            {
              "content": "Peccavi ; quid faciam tibi, o custos hominum ? quare posuisti me contrarium tibi, et factus sum mihimetipsi gravis ?",
              "reference": "Job 7:20"
            },
            {
              "content": "Cur non tollis peccatum meum, et quare non aufers iniquitatem meam ? ecce nunc in pulvere dormiam, et si mane me quæsieris, non subsistam.",
              "reference": "Job 7:21"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Baldad Suhites, dixit :",
              "reference": "Job 8:1"
            },
            {
              "content": "Usquequo loqueris talia, et spiritus multiplex sermones oris tui ?",
              "reference": "Job 8:2"
            },
            {
              "content": "Numquid Deus supplantat judicium ? aut Omnipotens subvertit quod justum est ?",
              "reference": "Job 8:3"
            },
            {
              "content": "Etiam si filii tui peccaverunt ei, et dimisit eos in manu iniquitatis suæ :",
              "reference": "Job 8:4"
            },
            {
              "content": "tu tamen si diluculo consurrexeris ad Deum, et Omnipotentem fueris deprecatus ;",
              "reference": "Job 8:5"
            },
            {
              "content": "si mundus et rectus incesseris : statim evigilabit ad te, et pacatum reddet habitaculum justitiæ tuæ,",
              "reference": "Job 8:6"
            },
            {
              "content": "in tantum ut si priora tua fuerint parva, et novissima tua multiplicentur nimis.",
              "reference": "Job 8:7"
            },
            {
              "content": "Interroga enim generationem pristinam, et diligenter investiga patrum memoriam",
              "reference": "Job 8:8"
            },
            {
              "content": "(hesterni quippe sumus, et ignoramus, quoniam sicut umbra dies nostri sunt super terram),",
              "reference": "Job 8:9"
            },
            {
              "content": "et ipsi docebunt te, loquentur tibi, et de corde suo proferent eloquia.",
              "reference": "Job 8:10"
            },
            {
              "content": "Numquid vivere potest scirpus absque humore ? aut crescere carectum sine aqua ?",
              "reference": "Job 8:11"
            },
            {
              "content": "Cum adhuc sit in flore, nec carpatur manu, ante omnes herbas arescit.",
              "reference": "Job 8:12"
            },
            {
              "content": "Sic viæ omnium qui obliviscuntur Deum, et spes hypocritæ peribit.",
              "reference": "Job 8:13"
            },
            {
              "content": "Non ei placebit vecordia sua, et sicut tela aranearum fiducia ejus.",
              "reference": "Job 8:14"
            },
            {
              "content": "Innitetur super domum suam, et non stabit ; fulciet eam, et non consurget.",
              "reference": "Job 8:15"
            },
            {
              "content": "Humectus videtur antequam veniat sol, et in ortu suo germen ejus egredietur.",
              "reference": "Job 8:16"
            },
            {
              "content": "Super acervum petrarum radices ejus densabuntur, et inter lapides commorabitur.",
              "reference": "Job 8:17"
            },
            {
              "content": "Si absorbuerit eum de loco suo, negabit eum, et dicet : Non novi te.",
              "reference": "Job 8:18"
            },
            {
              "content": "Hæc est enim lætitia viæ ejus, ut rursum de terra alii germinentur.",
              "reference": "Job 8:19"
            },
            {
              "content": "Deus non projiciet simplicem, nec porriget manum malignis,",
              "reference": "Job 8:20"
            },
            {
              "content": "donec impleatur risu os tuum, et labia tua jubilo.",
              "reference": "Job 8:21"
            },
            {
              "content": "Qui oderunt te induentur confusione, et tabernaculum impiorum non subsistet.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Et respondens Job, ait :",
              "reference": "Job 9:1"
            },
            {
              "content": "Vere scio quod ita sit, et quod non justificetur homo compositus Deo.",
              "reference": "Job 9:2"
            },
            {
              "content": "Si voluerit contendere cum eo, non poterit ei respondere unum pro mille.",
              "reference": "Job 9:3"
            },
            {
              "content": "Sapiens corde est, et fortis robore : quis restitit ei, et pacem habuit ?",
              "reference": "Job 9:4"
            },
            {
              "content": "Qui transtulit montes, et nescierunt hi quos subvertit in furore suo.",
              "reference": "Job 9:5"
            },
            {
              "content": "Qui commovet terram de loco suo, et columnæ ejus concutiuntur.",
              "reference": "Job 9:6"
            },
            {
              "content": "Qui præcipit soli, et non oritur, et stellas claudit quasi sub signaculo.",
              "reference": "Job 9:7"
            },
            {
              "content": "Qui extendit cælos solus, et graditur super fluctus maris.",
              "reference": "Job 9:8"
            },
            {
              "content": "Qui facit Arcturum et Oriona, et Hyadas et interiora austri.",
              "reference": "Job 9:9"
            },
            {
              "content": "Qui facit magna, et incomprehensibilia, et mirabilia, quorum non est numerus.",
              "reference": "Job 9:10"
            },
            {
              "content": "Si venerit ad me, non videbo eum ; si abierit, non intelligam.",
              "reference": "Job 9:11"
            },
            {
              "content": "Si repente interroget, quis respondebit ei ? vel quis dicere potest : Cur ita facis ?",
              "reference": "Job 9:12"
            },
            {
              "content": "Deus, cujus iræ nemo resistere potest, et sub quo curvantur qui portant orbem.",
              "reference": "Job 9:13"
            },
            {
              "content": "Quantus ergo sum ego, ut respondeam ei, et loquar verbis meis cum eo ?",
              "reference": "Job 9:14"
            },
            {
              "content": "qui etiam si habuero quippiam justum, non respondebo : sed meum judicem deprecabor.",
              "reference": "Job 9:15"
            },
            {
              "content": "Et cum invocantem exaudierit me, non credo quod audierit vocem meam.",
              "reference": "Job 9:16"
            },
            {
              "content": "In turbine enim conteret me, et multiplicabit vulnera mea, etiam sine causa.",
              "reference": "Job 9:17"
            },
            {
              "content": "Non concedit requiescere spiritum meum, et implet me amaritudinibus.",
              "reference": "Job 9:18"
            },
            {
              "content": "Si fortitudo quæritur, robustissimus est ; si æquitas judicii, nemo audet pro me testimonium dicere.",
              "reference": "Job 9:19"
            },
            {
              "content": "Si justificare me voluero, os meum condemnabit me ; si innocentem ostendero, pravum me comprobabit.",
              "reference": "Job 9:20"
            },
            {
              "content": "Etiam si simplex fuero, hoc ipsum ignorabit anima mea, et tædebit me vitæ meæ.",
              "reference": "Job 9:21"
            },
            {
              "content": "Unum est quod locutus sum : et innocentem et impium ipse consumit.",
              "reference": "Job 9:22"
            },
            {
              "content": "Si flagellat, occidat semel, et non de pœnis innocentum rideat.",
              "reference": "Job 9:23"
            },
            {
              "content": "Terra data est in manus impii ; vultum judicum ejus operit. Quod si non ille est, quis ergo est ?",
              "reference": "Job 9:24"
            },
            {
              "content": "Dies mei velociores fuerunt cursore ; fugerunt, et non viderunt bonum.",
              "reference": "Job 9:25"
            },
            {
              "content": "Pertransierunt quasi naves poma portantes ; sicut aquila volans ad escam.",
              "reference": "Job 9:26"
            },
            {
              "content": "Cum dixero : Nequaquam ita loquar : commuto faciem meam, et dolore torqueor.",
              "reference": "Job 9:27"
            },
            {
              "content": "Verebar omnia opera mea, sciens quod non parceres delinquenti.",
              "reference": "Job 9:28"
            },
            {
              "content": "Si autem et sic impius sum, quare frustra laboravi ?",
              "reference": "Job 9:29"
            },
            {
              "content": "Si lotus fuero quasi aquis nivis, et fulserint velut mundissimæ manus meæ,",
              "reference": "Job 9:30"
            },
            {
              "content": "tamen sordibus intinges me, et abominabuntur me vestimenta mea.",
              "reference": "Job 9:31"
            },
            {
              "content": "Neque enim viro qui similis mei est, respondebo ; nec qui mecum in judicio ex æquo possit audiri.",
              "reference": "Job 9:32"
            },
            {
              "content": "Non est qui utrumque valeat arguere, et ponere manum suam in ambobus.",
              "reference": "Job 9:33"
            },
            {
              "content": "Auferat a me virgam suam, et pavor ejus non me terreat.",
              "reference": "Job 9:34"
            },
            {
              "content": "Loquar, et non timebo eum ; neque enim possum metuens respondere.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Tædet animam meam vitæ meæ ; dimittam adversum me eloquium meum : loquar in amaritudine animæ meæ.",
              "reference": "Job 10:1"
            },
            {
              "content": "Dicam Deo : Noli me condemnare ; indica mihi cur me ita judices.",
              "reference": "Job 10:2"
            },
            {
              "content": "Numquid bonum tibi videtur, si calumnieris me, et opprimas me opus manuum tuarum, et consilium impiorum adjuves ?",
              "reference": "Job 10:3"
            },
            {
              "content": "Numquid oculi carnei tibi sunt ? aut sicut videt homo, et tu videbis ?",
              "reference": "Job 10:4"
            },
            {
              "content": "Numquid sicut dies hominis dies tui, et anni tui sicut humana sunt tempora,",
              "reference": "Job 10:5"
            },
            {
              "content": "ut quæras iniquitatem meam, et peccatum meum scruteris,",
              "reference": "Job 10:6"
            },
            {
              "content": "et scias quia nihil impium fecerim, cum sit nemo qui de manu tua possit eruere ?",
              "reference": "Job 10:7"
            },
            {
              "content": "Manus tuæ fecerunt me, et plasmaverunt me totum in circuitu : et sic repente præcipitas me ?",
              "reference": "Job 10:8"
            },
            {
              "content": "Memento, quæso, quod sicut lutum feceris me, et in pulverem reduces me.",
              "reference": "Job 10:9"
            },
            {
              "content": "Nonne sicut lac mulsisti me, et sicut caseum me coagulasti ?",
              "reference": "Job 10:10"
            },
            {
              "content": "Pelle et carnibus vestisti me ; ossibus et nervis compegisti me.",
              "reference": "Job 10:11"
            },
            {
              "content": "Vitam et misericordiam tribuisti mihi, et visitatio tua custodivit spiritum meum.",
              "reference": "Job 10:12"
            },
            {
              "content": "Licet hæc celes in corde tuo, tamen scio quia universorum memineris.",
              "reference": "Job 10:13"
            },
            {
              "content": "Si peccavi, et ad horam pepercisti mihi, cur ab iniquitate mea mundum me esse non pateris ?",
              "reference": "Job 10:14"
            },
            {
              "content": "Et si impius fuero, væ mihi est ; et si justus, non levabo caput, saturatus afflictione et miseria.",
              "reference": "Job 10:15"
            },
            {
              "content": "Et propter superbiam quasi leænam capies me, reversusque mirabiliter me crucias.",
              "reference": "Job 10:16"
            },
            {
              "content": "Instauras testes tuos contra me, et multiplicas iram tuam adversum me, et pœnæ militant in me.",
              "reference": "Job 10:17"
            },
            {
              "content": "Quare de vulva eduxisti me ? qui utinam consumptus essem, ne oculus me videret.",
              "reference": "Job 10:18"
            },
            {
              "content": "Fuissem quasi non essem, de utero translatus ad tumulum.",
              "reference": "Job 10:19"
            },
            {
              "content": "Numquid non paucitas dierum meorum finietur brevi ? dimitte ergo me, ut plangam paululum dolorem meum,",
              "reference": "Job 10:20"
            },
            {
              "content": "antequam vadam, et non revertar, ad terram tenebrosam, et opertam mortis caligine :",
              "reference": "Job 10:21"
            },
            {
              "content": "terram miseriæ et tenebrarum, ubi umbra mortis et nullus ordo, sed sempiternus horror inhabitat.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Sophar Naamathites, dixit :",
              "reference": "Job 11:1"
            },
            {
              "content": "Numquid qui multa loquitur, non et audiet ? aut vir verbosus justificabitur ?",
              "reference": "Job 11:2"
            },
            {
              "content": "Tibi soli tacebunt homines ? et cum ceteros irriseris, a nullo confutaberis ?",
              "reference": "Job 11:3"
            },
            {
              "content": "Dixisti enim : Purus est sermo meus, et mundus sum in conspectu tuo.",
              "reference": "Job 11:4"
            },
            {
              "content": "Atque utinam Deus loqueretur tecum, et aperiret labia sua tibi,",
              "reference": "Job 11:5"
            },
            {
              "content": "ut ostenderet tibi secreta sapientiæ, et quod multiplex esset lex ejus : et intelligeres quod multo minora exigaris ab eo quam meretur iniquitas tua !",
              "reference": "Job 11:6"
            },
            {
              "content": "Forsitan vestigia Dei comprehendes, et usque ad perfectum Omnipotentem reperies ?",
              "reference": "Job 11:7"
            },
            {
              "content": "Excelsior cælo est, et quid facies ? profundior inferno, et unde cognosces ?",
              "reference": "Job 11:8"
            },
            {
              "content": "Longior terra mensura ejus, et latior mari.",
              "reference": "Job 11:9"
            },
            {
              "content": "Si subverterit omnia, vel in unum coarctaverit, quis contradicet ei ?",
              "reference": "Job 11:10"
            },
            {
              "content": "Ipse enim novit hominum vanitatem ; et videns iniquitatem, nonne considerat ?",
              "reference": "Job 11:11"
            },
            {
              "content": "Vir vanus in superbiam erigitur, et tamquam pullum onagri se liberum natum putat.",
              "reference": "Job 11:12"
            },
            {
              "content": "Tu autem firmasti cor tuum, et expandisti ad eum manus tuas.",
              "reference": "Job 11:13"
            },
            {
              "content": "Si iniquitatem quæ est in manu tua abstuleris a te, et non manserit in tabernaculo tuo injustitia,",
              "reference": "Job 11:14"
            },
            {
              "content": "tunc levare poteris faciem tuam absque macula ; et eris stabilis, et non timebis.",
              "reference": "Job 11:15"
            },
            {
              "content": "Miseriæ quoque oblivisceris, et quasi aquarum quæ præterierunt recordaberis.",
              "reference": "Job 11:16"
            },
            {
              "content": "Et quasi meridianus fulgor consurget tibi ad vesperam ; et cum te consumptum putaveris, orieris ut lucifer.",
              "reference": "Job 11:17"
            },
            {
              "content": "Et habebis fiduciam, proposita tibi spe : et defossus securus dormies.",
              "reference": "Job 11:18"
            },
            {
              "content": "Requiesces, et non erit qui te exterreat ; et deprecabuntur faciem tuam plurimi.",
              "reference": "Job 11:19"
            },
            {
              "content": "Oculi autem impiorum deficient, et effugium peribit ab eis : et spes illorum abominatio animæ.",
              "reference": "Job 11:20"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job, dixit :",
              "reference": "Job 12:1"
            },
            {
              "content": "Ergo vos estis soli homines, et vobiscum morietur sapientia ?",
              "reference": "Job 12:2"
            },
            {
              "content": "Et mihi est cor sicut et vobis, nec inferior vestri sum ; quis enim hæc quæ nostis ignorat ?",
              "reference": "Job 12:3"
            },
            {
              "content": "Qui deridetur ab amico suo, sicut ego, invocabit Deum, et exaudiet eum : deridetur enim justi simplicitas.",
              "reference": "Job 12:4"
            },
            {
              "content": "Lampas contempta apud cogitationes divitum parata ad tempus statutum.",
              "reference": "Job 12:5"
            },
            {
              "content": "Abundant tabernacula prædonum, et audacter provocant Deum, cum ipse dederit omnia in manus eorum.",
              "reference": "Job 12:6"
            },
            {
              "content": "Nimirum interroga jumenta, et docebunt te ; et volatilia cæli, et indicabunt tibi.",
              "reference": "Job 12:7"
            },
            {
              "content": "Loquere terræ, et respondebit tibi, et narrabunt pisces maris.",
              "reference": "Job 12:8"
            },
            {
              "content": "Quis ignorat quod omnia hæc manus Domini fecerit ?",
              "reference": "Job 12:9"
            },
            {
              "content": "In cujus manu anima omnis viventis, et spiritus universæ carnis hominis.",
              "reference": "Job 12:10"
            },
            {
              "content": "Nonne auris verba dijudicat ? et fauces comedentis, saporem ?",
              "reference": "Job 12:11"
            },
            {
              "content": "In antiquis est sapientia, et in multo tempore prudentia.",
              "reference": "Job 12:12"
            },
            {
              "content": "Apud ipsum est sapientia et fortitudo ; ipse habet consilium et intelligentiam.",
              "reference": "Job 12:13"
            },
            {
              "content": "Si destruxerit, nemo est qui ædificet ; si incluserit hominem, nullus est qui aperiat.",
              "reference": "Job 12:14"
            },
            {
              "content": "Si continuerit aquas, omnia siccabuntur ; et si emiserit eas, subvertent terram.",
              "reference": "Job 12:15"
            },
            {
              "content": "Apud ipsum est fortitudo et sapientia ; ipse novit et decipientem, et eum qui decipitur.",
              "reference": "Job 12:16"
            },
            {
              "content": "Adducit consiliarios in stultum finem, et judices in stuporem.",
              "reference": "Job 12:17"
            },
            {
              "content": "Balteum regum dissolvit, et præcingit fune renes eorum.",
              "reference": "Job 12:18"
            },
            {
              "content": "Ducit sacerdotes inglorios, et optimates supplantat :",
              "reference": "Job 12:19"
            },
            {
              "content": "commutans labium veracium, et doctrinam senum auferens.",
              "reference": "Job 12:20"
            },
            {
              "content": "Effundit despectionem super principes, eos qui oppressi fuerant relevans.",
              "reference": "Job 12:21"
            },
            {
              "content": "Qui revelat profunda de tenebris, et producit in lucem umbram mortis.",
              "reference": "Job 12:22"
            },
            {
              "content": "Qui multiplicat gentes, et perdit eas, et subversas in integrum restituit.",
              "reference": "Job 12:23"
            },
            {
              "content": "Qui immutat cor principum populi terræ, et decipit eos ut frustra incedant per invium :",
              "reference": "Job 12:24"
            },
            {
              "content": "palpabunt quasi in tenebris, et non in luce, et errare eos faciet quasi ebrios.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Ecce omnia hæc vidit oculus meus, et audivit auris mea, et intellexi singula.",
              "reference": "Job 13:1"
            },
            {
              "content": "Secundum scientiam vestram et ego novi : nec inferior vestri sum.",
              "reference": "Job 13:2"
            },
            {
              "content": "Sed tamen ad Omnipotentem loquar, et disputare cum Deo cupio :",
              "reference": "Job 13:3"
            },
            {
              "content": "prius vos ostendens fabricatores mendacii, et cultores perversorum dogmatum.",
              "reference": "Job 13:4"
            },
            {
              "content": "Atque utinam taceretis, ut putaremini esse sapientes.",
              "reference": "Job 13:5"
            },
            {
              "content": "Audite ergo correptionem meam, et judicium labiorum meorum attendite.",
              "reference": "Job 13:6"
            },
            {
              "content": "Numquid Deus indiget vestro mendacio, ut pro illo loquamini dolos ?",
              "reference": "Job 13:7"
            },
            {
              "content": "numquid faciem ejus accipitis, et pro Deo judicare nitimini ?",
              "reference": "Job 13:8"
            },
            {
              "content": "aut placebit ei quem celare nihil potest ? aut decipietur, ut homo, vestris fraudulentiis ?",
              "reference": "Job 13:9"
            },
            {
              "content": "Ipse vos arguet, quoniam in abscondito faciem ejus accipitis.",
              "reference": "Job 13:10"
            },
            {
              "content": "Statim ut se commoverit, turbabit vos, et terror ejus irruet super vos.",
              "reference": "Job 13:11"
            },
            {
              "content": "Memoria vestra comparabitur cineri, et redigentur in lutum cervices vestræ.",
              "reference": "Job 13:12"
            },
            {
              "content": "Tacete paulisper, ut loquar quodcumque mihi mens suggesserit.",
              "reference": "Job 13:13"
            },
            {
              "content": "Quare lacero carnes meas dentibus meis, et animam meam porto in manibus meis ?",
              "reference": "Job 13:14"
            },
            {
              "content": "Etiam si occiderit me, in ipso sperabo : verumtamen vias meas in conspectu ejus arguam.",
              "reference": "Job 13:15"
            },
            {
              "content": "Et ipse erit salvator meus : non enim veniet in conspectu ejus omnis hypocrita.",
              "reference": "Job 13:16"
            },
            {
              "content": "Audite sermonem meum, et ænigmata percipite auribus vestris.",
              "reference": "Job 13:17"
            },
            {
              "content": "Si fuero judicatus, scio quod justus inveniar.",
              "reference": "Job 13:18"
            },
            {
              "content": "Quis est qui judicetur mecum ? veniat : quare tacens consumor ?",
              "reference": "Job 13:19"
            },
            {
              "content": "Duo tantum ne facias mihi, et tunc a facie tua non abscondar :",
              "reference": "Job 13:20"
            },
            {
              "content": "manum tuam longe fac a me, et formido tua non me terreat.",
              "reference": "Job 13:21"
            },
            {
              "content": "Voca me, et ego respondebo tibi : aut certe loquar, et tu responde mihi.",
              "reference": "Job 13:22"
            },
            {
              "content": "Quantas habeo iniquitates et peccata ? scelera mea et delicta ostende mihi.",
              "reference": "Job 13:23"
            },
            {
              "content": "Cur faciem tuam abscondis, et arbitraris me inimicum tuum ?",
              "reference": "Job 13:24"
            },
            {
              "content": "Contra folium, quod vento rapitur, ostendis potentiam tuam, et stipulam siccam persequeris :",
              "reference": "Job 13:25"
            },
            {
              "content": "scribis enim contra me amaritudines, et consumere me vis peccatis adolescentiæ meæ.",
              "reference": "Job 13:26"
            },
            {
              "content": "Posuisti in nervo pedem meum, et observasti omnes semitas meas, et vestigia pedum meorum considerasti :",
              "reference": "Job 13:27"
            },
            {
              "content": "qui quasi putredo consumendus sum, et quasi vestimentum quod comeditur a tinea.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Homo natus de muliere, brevi vivens tempore, repletur multis miseriis.",
              "reference": "Job 14:1"
            },
            {
              "content": "Qui quasi flos egreditur et conteritur, et fugit velut umbra, et numquam in eodem statu permanet.",
              "reference": "Job 14:2"
            },
            {
              "content": "Et dignum ducis super hujuscemodi aperire oculos tuos, et adducere eum tecum in judicium ?",
              "reference": "Job 14:3"
            },
            {
              "content": "Quis potest facere mundum de immundo conceptum semine ? nonne tu qui solus es ?",
              "reference": "Job 14:4"
            },
            {
              "content": "Breves dies hominis sunt : numerus mensium ejus apud te est : constituisti terminos ejus, qui præteriri non poterunt.",
              "reference": "Job 14:5"
            },
            {
              "content": "Recede paululum ab eo, ut quiescat, donec optata veniat, sicut mercenarii, dies ejus.",
              "reference": "Job 14:6"
            },
            {
              "content": "Lignum habet spem : si præcisum fuerit, rursum virescit, et rami ejus pullulant.",
              "reference": "Job 14:7"
            },
            {
              "content": "Si senuerit in terra radix ejus, et in pulvere emortuus fuerit truncus illius,",
              "reference": "Job 14:8"
            },
            {
              "content": "ad odorem aquæ germinabit, et faciet comam, quasi cum primum plantatum est.",
              "reference": "Job 14:9"
            },
            {
              "content": "Homo vero cum mortuus fuerit, et nudatus, atque consumptus, ubi, quæso, est ?",
              "reference": "Job 14:10"
            },
            {
              "content": "Quomodo si recedant aquæ de mari, et fluvius vacuefactus arescat :",
              "reference": "Job 14:11"
            },
            {
              "content": "sic homo, cum dormierit, non resurget : donec atteratur cælum, non evigilabit, nec consurget de somno suo.",
              "reference": "Job 14:12"
            },
            {
              "content": "Quis mihi hoc tribuat, ut in inferno protegas me, et abscondas me donec pertranseat furor tuus, et constituas mihi tempus in quo recorderis mei ?",
              "reference": "Job 14:13"
            },
            {
              "content": "Putasne mortuus homo rursum vivat ? cunctis diebus quibus nunc milito, expecto donec veniat immutatio mea.",
              "reference": "Job 14:14"
            },
            {
              "content": "Vocabis me, et ego respondebo tibi : operi manuum tuarum porriges dexteram.",
              "reference": "Job 14:15"
            },
            {
              "content": "Tu quidem gressus meos dinumerasti : sed parce peccatis meis.",
              "reference": "Job 14:16"
            },
            {
              "content": "Signasti quasi in sacculo delicta mea, sed curasti iniquitatem meam.",
              "reference": "Job 14:17"
            },
            {
              "content": "Mons cadens defluit, et saxum transfertur de loco suo :",
              "reference": "Job 14:18"
            },
            {
              "content": "lapides excavant aquæ, et alluvione paulatim terra consumitur : et hominem ergo similiter perdes.",
              "reference": "Job 14:19"
            },
            {
              "content": "Roborasti eum paululum, ut in perpetuum transiret : immutabis faciem ejus, et emittes eum.",
              "reference": "Job 14:20"
            },
            {
              "content": "Sive nobiles fuerint filii ejus, sive ignobiles, non intelliget.",
              "reference": "Job 14:21"
            },
            {
              "content": "Attamen caro ejus, dum vivet, dolebit, et anima illius super semetipso lugebit.",
              "reference": "Job 14:22"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Eliphaz Themanites, dixit :",
              "reference": "Job 15:1"
            },
            {
              "content": "Numquid sapiens respondebit quasi in ventum loquens, et implebit ardore stomachum suum ?",
              "reference": "Job 15:2"
            },
            {
              "content": "Arguis verbis eum qui non est æqualis tibi, et loqueris quod tibi non expedit.",
              "reference": "Job 15:3"
            },
            {
              "content": "Quantum in te est, evacuasti timorem, et tulisti preces coram Deo.",
              "reference": "Job 15:4"
            },
            {
              "content": "Docuit enim iniquitas tua os tuum, et imitaris linguam blasphemantium.",
              "reference": "Job 15:5"
            },
            {
              "content": "Condemnabit te os tuum, et non ego : et labia tua respondebunt tibi.",
              "reference": "Job 15:6"
            },
            {
              "content": "Numquid primus homo tu natus es, et ante colles formatus ?",
              "reference": "Job 15:7"
            },
            {
              "content": "numquid consilium Dei audisti, et inferior te erit ejus sapientia ?",
              "reference": "Job 15:8"
            },
            {
              "content": "Quid nosti quod ignoremus ? quid intelligis quod nesciamus ?",
              "reference": "Job 15:9"
            },
            {
              "content": "Et senes et antiqui sunt in nobis, multo vetustiores quam patres tui.",
              "reference": "Job 15:10"
            },
            {
              "content": "Numquid grande est ut consoletur te Deus ? sed verba tua prava hoc prohibent.",
              "reference": "Job 15:11"
            },
            {
              "content": "Quid te elevat cor tuum, et quasi magna cogitans attonitos habes oculos ?",
              "reference": "Job 15:12"
            },
            {
              "content": "Quid tumet contra Deum spiritus tuus, ut proferas de ore tuo hujuscemodi sermones ?",
              "reference": "Job 15:13"
            },
            {
              "content": "Quid est homo ut immaculatus sit, et ut justus appareat natus de muliere ?",
              "reference": "Job 15:14"
            },
            {
              "content": "Ecce inter sanctos ejus nemo immutabilis, et cæli non sunt mundi in conspectu ejus.",
              "reference": "Job 15:15"
            },
            {
              "content": "Quanto magis abominabilis et inutilis homo, qui bibit quasi aquam iniquitatem ?",
              "reference": "Job 15:16"
            },
            {
              "content": "Ostendam tibi : audi me : quod vidi, narrabo tibi.",
              "reference": "Job 15:17"
            },
            {
              "content": "Sapientes confitentur, et non abscondunt patres suos :",
              "reference": "Job 15:18"
            },
            {
              "content": "quibus solis data est terra, et non transivit alienus per eos.",
              "reference": "Job 15:19"
            },
            {
              "content": "Cunctis diebus suis impius superbit, et numerus annorum incertus est tyrannidis ejus.",
              "reference": "Job 15:20"
            },
            {
              "content": "Sonitus terroris semper in auribus illius : et cum pax sit, ille semper insidias suspicatur.",
              "reference": "Job 15:21"
            },
            {
              "content": "Non credit quod reverti possit de tenebris ad lucem, circumspectans undique gladium.",
              "reference": "Job 15:22"
            },
            {
              "content": "Cum se moverit ad quærendum panem, novit quod paratus sit in manu ejus tenebrarum dies.",
              "reference": "Job 15:23"
            },
            {
              "content": "Terrebit eum tribulatio, et angustia vallabit eum, sicut regem qui præparatur ad prælium.",
              "reference": "Job 15:24"
            },
            {
              "content": "Tetendit enim adversus Deum manum suam, et contra Omnipotentem roboratus est.",
              "reference": "Job 15:25"
            },
            {
              "content": "Cucurrit adversus eum erecto collo, et pingui cervice armatus est.",
              "reference": "Job 15:26"
            },
            {
              "content": "Operuit faciem ejus crassitudo, et de lateribus ejus arvina dependet.",
              "reference": "Job 15:27"
            },
            {
              "content": "Habitavit in civitatibus desolatis, et in domibus desertis, quæ in tumulos sunt redactæ.",
              "reference": "Job 15:28"
            },
            {
              "content": "Non ditabitur, nec perseverabit substantia ejus, nec mittet in terra radicem suam.",
              "reference": "Job 15:29"
            },
            {
              "content": "Non recedet de tenebris : ramos ejus arefaciet flamma, et auferetur spiritu oris sui.",
              "reference": "Job 15:30"
            },
            {
              "content": "Non credet, frustra errore deceptus, quod aliquo pretio redimendus sit.",
              "reference": "Job 15:31"
            },
            {
              "content": "Antequam dies ejus impleantur peribit, et manus ejus arescent.",
              "reference": "Job 15:32"
            },
            {
              "content": "Lædetur quasi vinea in primo flore botrus ejus, et quasi oliva projiciens florem suum.",
              "reference": "Job 15:33"
            },
            {
              "content": "Congregatio enim hypocritæ sterilis, et ignis devorabit tabernacula eorum qui munera libenter accipiunt.",
              "reference": "Job 15:34"
            },
            {
              "content": "Concepit dolorem, et peperit iniquitatem, et uterus ejus præparat dolos.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job, dixit :",
              "reference": "Job 16:1"
            },
            {
              "content": "Audivi frequenter talia : consolatores onerosi omnes vos estis.",
              "reference": "Job 16:2"
            },
            {
              "content": "Numquid habebunt finem verba ventosa ? aut aliquid tibi molestum est, si loquaris ?",
              "reference": "Job 16:3"
            },
            {
              "content": "Poteram et ego similia vestri loqui, atque utinam esset anima vestra pro anima mea :",
              "reference": "Job 16:4"
            },
            {
              "content": "consolarer et ego vos sermonibus, et moverem caput meum super vos ;",
              "reference": "Job 16:5"
            },
            {
              "content": "roborarem vos ore meo, et moverem labia mea, quasi parcens vobis.",
              "reference": "Job 16:6"
            },
            {
              "content": "Sed quid agam ? Si locutus fuero, non quiescet dolor meus, et si tacuero, non recedet a me.",
              "reference": "Job 16:7"
            },
            {
              "content": "Nunc autem oppressit me dolor meus, et in nihilum redacti sunt omnes artus mei.",
              "reference": "Job 16:8"
            },
            {
              "content": "Rugæ meæ testimonium dicunt contra me, et suscitatur falsiloquus adversus faciem meam, contradicens mihi.",
              "reference": "Job 16:9"
            },
            {
              "content": "Collegit furorem suum in me, et comminans mihi, infremuit contra me dentibus suis : hostis meus terribilibus oculis me intuitus est.",
              "reference": "Job 16:10"
            },
            {
              "content": "Aperuerunt super me ora sua, et exprobrantes percusserunt maxillam meam : satiati sunt pœnis meis.",
              "reference": "Job 16:11"
            },
            {
              "content": "Conclusit me Deus apud iniquum, et manibus impiorum me tradidit.",
              "reference": "Job 16:12"
            },
            {
              "content": "Ego ille quondam opulentus, repente contritus sum : tenuit cervicem meam, confregit me, et posuit me sibi quasi in signum.",
              "reference": "Job 16:13"
            },
            {
              "content": "Circumdedit me lanceis suis ; convulneravit lumbos meos : non pepercit, et effudit in terra viscera mea.",
              "reference": "Job 16:14"
            },
            {
              "content": "Concidit me vulnere super vulnus : irruit in me quasi gigas.",
              "reference": "Job 16:15"
            },
            {
              "content": "Saccum consui super cutem meam, et operui cinere carnem meam.",
              "reference": "Job 16:16"
            },
            {
              "content": "Facies mea intumuit a fletu, et palpebræ meæ caligaverunt.",
              "reference": "Job 16:17"
            },
            {
              "content": "Hæc passus sum absque iniquitate manus meæ, cum haberem mundas ad Deum preces.",
              "reference": "Job 16:18"
            },
            {
              "content": "Terra, ne operias sanguinem meum, neque inveniat in te locum latendi clamor meus :",
              "reference": "Job 16:19"
            },
            {
              "content": "ecce enim in cælo testis meus, et conscius meus in excelsis.",
              "reference": "Job 16:20"
            },
            {
              "content": "Verbosi amici mei : ad Deum stillat oculus meus :",
              "reference": "Job 16:21"
            },
            {
              "content": "atque utinam sic judicaretur vir cum Deo, quomodo judicatur filius hominis cum collega suo.",
              "reference": "Job 16:22"
            },
            {
              "content": "Ecce enim breves anni transeunt, et semitam per quam non revertar ambulo.",
              "reference": "Job 16:23"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Spiritus meus attenuabitur ; dies mei breviabuntur : et solum mihi superest sepulchrum.",
              "reference": "Job 17:1"
            },
            {
              "content": "Non peccavi, et in amaritudinibus moratur oculus meus.",
              "reference": "Job 17:2"
            },
            {
              "content": "Libera me, Domine, et pone me juxta te, et cujusvis manus pugnet contra me.",
              "reference": "Job 17:3"
            },
            {
              "content": "Cor eorum longe fecisti a disciplina : propterea non exaltabuntur.",
              "reference": "Job 17:4"
            },
            {
              "content": "Prædam pollicetur sociis, et oculi filiorum ejus deficient.",
              "reference": "Job 17:5"
            },
            {
              "content": "Posuit me quasi in proverbium vulgi, et exemplum sum coram eis.",
              "reference": "Job 17:6"
            },
            {
              "content": "Caligavit ab indignatione oculus meus, et membra mea quasi in nihilum redacta sunt.",
              "reference": "Job 17:7"
            },
            {
              "content": "Stupebunt justi super hoc, et innocens contra hypocritam suscitabitur.",
              "reference": "Job 17:8"
            },
            {
              "content": "Et tenebit justus viam suam, et mundis manibus addet fortitudinem.",
              "reference": "Job 17:9"
            },
            {
              "content": "Igitur omnes vos convertimini, et venite, et non inveniam in vobis ullum sapientem.",
              "reference": "Job 17:10"
            },
            {
              "content": "Dies mei transierunt ; cogitationes meæ dissipatæ sunt, torquentes cor meum.",
              "reference": "Job 17:11"
            },
            {
              "content": "Noctem verterunt in diem, et rursum post tenebras spero lucem.",
              "reference": "Job 17:12"
            },
            {
              "content": "Si sustinuero, infernus domus mea est, et in tenebris stravi lectulum meum.",
              "reference": "Job 17:13"
            },
            {
              "content": "Putredini dixi : Pater meus es ; Mater mea, et soror mea, vermibus.",
              "reference": "Job 17:14"
            },
            {
              "content": "Ubi est ergo nunc præstolatio mea ? et patientiam meam quis considerat ?",
              "reference": "Job 17:15"
            },
            {
              "content": "In profundissimum infernum descendent omnia mea : putasne saltem ibi erit requies mihi ?",
              "reference": "Job 17:16"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Baldad Suhites, dixit :",
              "reference": "Job 18:1"
            },
            {
              "content": "Usque ad quem finem verba jactabitis ? intelligite prius, et sic loquamur.",
              "reference": "Job 18:2"
            },
            {
              "content": "Quare reputati sumus ut jumenta, et sorduimus coram vobis ?",
              "reference": "Job 18:3"
            },
            {
              "content": "Qui perdis animam tuam in furore tuo, numquid propter te derelinquetur terra, et transferentur rupes de loco suo ?",
              "reference": "Job 18:4"
            },
            {
              "content": "Nonne lux impii extinguetur, nec splendebit flamma ignis ejus ?",
              "reference": "Job 18:5"
            },
            {
              "content": "Lux obtenebrescet in tabernaculo illius, et lucerna quæ super eum est extinguetur.",
              "reference": "Job 18:6"
            },
            {
              "content": "Arctabuntur gressus virtutis ejus, et præcipitabit eum consilium suum.",
              "reference": "Job 18:7"
            },
            {
              "content": "Immisit enim in rete pedes suos, et in maculis ejus ambulat.",
              "reference": "Job 18:8"
            },
            {
              "content": "Tenebitur planta illius laqueo, et exardescet contra eum sitis.",
              "reference": "Job 18:9"
            },
            {
              "content": "Abscondita est in terra pedica ejus, et decipula illius super semitam.",
              "reference": "Job 18:10"
            },
            {
              "content": "Undique terrebunt eum formidines, et involvent pedes ejus.",
              "reference": "Job 18:11"
            },
            {
              "content": "Attenuetur fame robur ejus, et inedia invadat costas illius.",
              "reference": "Job 18:12"
            },
            {
              "content": "Devoret pulchritudinem cutis ejus ; consumat brachia illius primogenita mors.",
              "reference": "Job 18:13"
            },
            {
              "content": "Avellatur de tabernaculo suo fiducia ejus, et calcet super eum, quasi rex, interitus.",
              "reference": "Job 18:14"
            },
            {
              "content": "Habitent in tabernaculo illius socii ejus qui non est ; aspergatur in tabernaculo ejus sulphur.",
              "reference": "Job 18:15"
            },
            {
              "content": "Deorsum radices ejus siccentur : sursum autem atteratur messis ejus.",
              "reference": "Job 18:16"
            },
            {
              "content": "Memoria illius pereat de terra, et non celebretur nomen ejus in plateis.",
              "reference": "Job 18:17"
            },
            {
              "content": "Expellet eum de luce in tenebras, et de orbe transferet eum.",
              "reference": "Job 18:18"
            },
            {
              "content": "Non erit semen ejus, neque progenies in populo suo, nec ullæ reliquiæ in regionibus ejus.",
              "reference": "Job 18:19"
            },
            {
              "content": "In die ejus stupebunt novissimi, et primos invadet horror.",
              "reference": "Job 18:20"
            },
            {
              "content": "Hæc sunt ergo tabernacula iniqui, et iste locus ejus qui ignorat Deum.",
              "reference": "Job 18:21"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job, dixit :",
              "reference": "Job 19:1"
            },
            {
              "content": "Usquequo affligitis animam meam, et atteritis me sermonibus ?",
              "reference": "Job 19:2"
            },
            {
              "content": "En decies confunditis me, et non erubescitis opprimentes me.",
              "reference": "Job 19:3"
            },
            {
              "content": "Nempe etsi ignoravi, mecum erit ignorantia mea.",
              "reference": "Job 19:4"
            },
            {
              "content": "At vos contra me erigimini, et arguitis me opprobriis meis.",
              "reference": "Job 19:5"
            },
            {
              "content": "Saltem nunc intelligite quia Deus non æquo judicio afflixerit me, et flagellis suis me cinxerit.",
              "reference": "Job 19:6"
            },
            {
              "content": "Ecce clamabo, vim patiens, et nemo audiet ; vociferabor, et non est qui judicet.",
              "reference": "Job 19:7"
            },
            {
              "content": "Semitam meam circumsepsit, et transire non possum : et in calle meo tenebras posuit.",
              "reference": "Job 19:8"
            },
            {
              "content": "Spoliavit me gloria mea, et abstulit coronam de capite meo.",
              "reference": "Job 19:9"
            },
            {
              "content": "Destruxit me undique, et pereo : et quasi evulsæ arbori abstulit spem meam.",
              "reference": "Job 19:10"
            },
            {
              "content": "Iratus est contra me furor ejus, et sic me habuit quasi hostem suum.",
              "reference": "Job 19:11"
            },
            {
              "content": "Simul venerunt latrones ejus, et fecerunt sibi viam per me, et obsederunt in gyro tabernaculum meum.",
              "reference": "Job 19:12"
            },
            {
              "content": "Fratres meos longe fecit a me, et noti mei quasi alieni recesserunt a me.",
              "reference": "Job 19:13"
            },
            {
              "content": "Dereliquerunt me propinqui mei, et qui me noverant obliti sunt mei.",
              "reference": "Job 19:14"
            },
            {
              "content": "Inquilini domus meæ et ancillæ meæ sicut alienum habuerunt me, et quasi peregrinus fui in oculis eorum.",
              "reference": "Job 19:15"
            },
            {
              "content": "Servum meum vocavi, et non respondit : ore proprio deprecabar illum.",
              "reference": "Job 19:16"
            },
            {
              "content": "Halitum meum exhorruit uxor mea, et orabam filios uteri mei.",
              "reference": "Job 19:17"
            },
            {
              "content": "Stulti quoque despiciebant me : et cum ab eis recessissem, detrahebant mihi.",
              "reference": "Job 19:18"
            },
            {
              "content": "Abominati sunt me quondam consiliarii mei, et quem maxime diligebam, aversatus est me.",
              "reference": "Job 19:19"
            },
            {
              "content": "Pelli meæ, consumptis carnibus, adhæsit os meum, et derelicta sunt tantummodo labia circa dentes meos.",
              "reference": "Job 19:20"
            },
            {
              "content": "Miseremini mei, miseremini mei saltem vos, amici mei, quia manus Domini tetigit me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Quare persequimini me sicut Deus, et carnibus meis saturamini ?",
              "reference": "Job 19:22"
            },
            {
              "content": "Quis mihi tribuat ut scribantur sermones mei ? quis mihi det ut exarentur in libro",
              "reference": "Job 19:23"
            },
            {
              "content": "stylo ferreo et plumbi lamina, vel celte sculpantur in silice ?",
              "reference": "Job 19:24"
            },
            {
              "content": "Scio enim quod redemptor meus vivit, et in novissimo die de terra surrecturus sum :",
              "reference": "Job 19:25"
            },
            {
              "content": "et rursum circumdabor pelle mea, et in carne mea videbo Deum meum :",
              "reference": "Job 19:26"
            },
            {
              "content": "quem visurus sum ego ipse, et oculi mei conspecturi sunt, et non alius : reposita est hæc spes mea in sinu meo.",
              "reference": "Job 19:27"
            },
            {
              "content": "Quare ergo nunc dicitis : Persequamur eum, et radicem verbi inveniamus contra eum ?",
              "reference": "Job 19:28"
            },
            {
              "content": "Fugite ergo a facie gladii, quoniam ultor iniquitatum gladius est : et scitote esse judicium.",
              "reference": "Job 19:29"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Sophar Naamathites, dixit :",
              "reference": "Job 20:1"
            },
            {
              "content": "Idcirco cogitationes meæ variæ succedunt sibi, et mens in diversa rapitur.",
              "reference": "Job 20:2"
            },
            {
              "content": "Doctrinam qua me arguis audiam, et spiritus intelligentiæ meæ respondebit mihi.",
              "reference": "Job 20:3"
            },
            {
              "content": "Hoc scio a principio, ex quo positus est homo super terram,",
              "reference": "Job 20:4"
            },
            {
              "content": "quod laus impiorum brevis sit, et gaudium hypocritæ ad instar puncti.",
              "reference": "Job 20:5"
            },
            {
              "content": "Si ascenderit usque ad cælum superbia ejus, et caput ejus nubes tetigerit,",
              "reference": "Job 20:6"
            },
            {
              "content": "quasi sterquilinium in fine perdetur, et qui eum viderant, dicent : Ubi est ?",
              "reference": "Job 20:7"
            },
            {
              "content": "Velut somnium avolans non invenietur : transiet sicut visio nocturna.",
              "reference": "Job 20:8"
            },
            {
              "content": "Oculus qui eum viderat non videbit, neque ultra intuebitur eum locus suus.",
              "reference": "Job 20:9"
            },
            {
              "content": "Filii ejus atterentur egestate, et manus illius reddent ei dolorem suum.",
              "reference": "Job 20:10"
            },
            {
              "content": "Ossa ejus implebuntur vitiis adolescentiæ ejus, et cum eo in pulvere dormient.",
              "reference": "Job 20:11"
            },
            {
              "content": "Cum enim dulce fuerit in ore ejus malum, abscondet illud sub lingua sua.",
              "reference": "Job 20:12"
            },
            {
              "content": "Parcet illi, et non derelinquet illud, et celabit in gutture suo.",
              "reference": "Job 20:13"
            },
            {
              "content": "Panis ejus in utero illius vertetur in fel aspidum intrinsecus.",
              "reference": "Job 20:14"
            },
            {
              "content": "Divitias quas devoravit evomet, et de ventre illius extrahet eas Deus.",
              "reference": "Job 20:15"
            },
            {
              "content": "Caput aspidum suget, et occidet eum lingua viperæ.",
              "reference": "Job 20:16"
            },
            {
              "content": "(Non videat rivulos fluminis, torrentes mellis et butyri.)",
              "reference": "Job 20:17"
            },
            {
              "content": "Luet quæ fecit omnia, nec tamen consumetur : juxta multitudinem adinventionum suarum, sic et sustinebit.",
              "reference": "Job 20:18"
            },
            {
              "content": "Quoniam confringens nudavit pauperes : domum rapuit, et non ædificavit eam.",
              "reference": "Job 20:19"
            },
            {
              "content": "Nec est satiatus venter ejus : et cum habuerit quæ concupierat, possidere non poterit.",
              "reference": "Job 20:20"
            },
            {
              "content": "Non remansit de cibo ejus, et propterea nihil permanebit de bonis ejus.",
              "reference": "Job 20:21"
            },
            {
              "content": "Cum satiatus fuerit, arctabitur : æstuabit, et omnis dolor irruet super eum.",
              "reference": "Job 20:22"
            },
            {
              "content": "Utinam impleatur venter ejus, ut emittat in eum iram furoris sui, et pluat super illum bellum suum.",
              "reference": "Job 20:23"
            },
            {
              "content": "Fugiet arma ferrea, et irruet in arcum æreum.",
              "reference": "Job 20:24"
            },
            {
              "content": "Eductus, et egrediens de vagina sua, et fulgurans in amaritudine sua : vadent et venient super eum horribiles.",
              "reference": "Job 20:25"
            },
            {
              "content": "Omnes tenebræ absconditæ sunt in occultis ejus ; devorabit eum ignis qui non succenditur : affligetur relictus in tabernaculo suo.",
              "reference": "Job 20:26"
            },
            {
              "content": "Revelabunt cæli iniquitatem ejus, et terra consurget adversus eum.",
              "reference": "Job 20:27"
            },
            {
              "content": "Apertum erit germen domus illius : detrahetur in die furoris Dei.",
              "reference": "Job 20:28"
            },
            {
              "content": "Hæc est pars hominis impii a Deo, et hæreditas verborum ejus a Domino.",
              "reference": "Job 20:29"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job, dixit :",
              "reference": "Job 21:1"
            },
            {
              "content": "Audite, quæso, sermones meos, et agite pœnitentiam.",
              "reference": "Job 21:2"
            },
            {
              "content": "Sustinete me, et ego loquar : et post mea, si videbitur, verba, ridete.",
              "reference": "Job 21:3"
            },
            {
              "content": "Numquid contra hominem disputatio mea est, ut merito non debeam contristari ?",
              "reference": "Job 21:4"
            },
            {
              "content": "Attendite me et obstupescite, et superponite digitum ori vestro.",
              "reference": "Job 21:5"
            },
            {
              "content": "Et ego, quando recordatus fuero, pertimesco, et concutit carnem meam tremor.",
              "reference": "Job 21:6"
            },
            {
              "content": "Quare ergo impii vivunt, sublevati sunt, confortatique divitiis ?",
              "reference": "Job 21:7"
            },
            {
              "content": "Semen eorum permanet coram eis : propinquorum turba et nepotum in conspectu eorum.",
              "reference": "Job 21:8"
            },
            {
              "content": "Domus eorum securæ sunt et pacatæ, et non est virga Dei super illos.",
              "reference": "Job 21:9"
            },
            {
              "content": "Bos eorum concepit, et non abortivit : vacca peperit, et non est privata fœtu suo.",
              "reference": "Job 21:10"
            },
            {
              "content": "Egrediuntur quasi greges parvuli eorum, et infantes eorum exultant lusibus.",
              "reference": "Job 21:11"
            },
            {
              "content": "Tenent tympanum et citharam, et gaudent ad sonitum organi.",
              "reference": "Job 21:12"
            },
            {
              "content": "Ducunt in bonis dies suos, et in puncto ad inferna descendunt.",
              "reference": "Job 21:13"
            },
            {
              "content": "Qui dixerunt Deo : Recede a nobis, et scientiam viarum tuarum nolumus.",
              "reference": "Job 21:14"
            },
            {
              "content": "Quis est Omnipotens, ut serviamus ei ? et quid nobis prodest si oraverimus illum ?",
              "reference": "Job 21:15"
            },
            {
              "content": "Verumtamen quia non sunt in manu eorum bona sua, consilium impiorum longe sit a me.",
              "reference": "Job 21:16"
            },
            {
              "content": "Quoties lucerna impiorum extinguetur, et superveniet eis inundatio, et dolores dividet furoris sui ?",
              "reference": "Job 21:17"
            },
            {
              "content": "Erunt sicut paleæ ante faciem venti, et sicut favilla quam turbo dispergit.",
              "reference": "Job 21:18"
            },
            {
              "content": "Deus servabit filiis illius dolorem patris, et cum reddiderit, tunc sciet.",
              "reference": "Job 21:19"
            },
            {
              "content": "Videbunt oculi ejus interfectionem suam, et de furore Omnipotentis bibet.",
              "reference": "Job 21:20"
            },
            {
              "content": "Quid enim ad eum pertinet de domo sua post se, et si numerus mensium ejus dimidietur ?",
              "reference": "Job 21:21"
            },
            {
              "content": "Numquid Deus docebit quispiam scientiam, qui excelsos judicat ?",
              "reference": "Job 21:22"
            },
            {
              "content": "Iste moritur robustus et sanus, dives et felix :",
              "reference": "Job 21:23"
            },
            {
              "content": "viscera ejus plena sunt adipe, et medullis ossa illius irrigantur :",
              "reference": "Job 21:24"
            },
            {
              "content": "alius vero moritur in amaritudine animæ absque ullis opibus :",
              "reference": "Job 21:25"
            },
            {
              "content": "et tamen simul in pulvere dormient, et vermes operient eos.",
              "reference": "Job 21:26"
            },
            {
              "content": "Certe novi cogitationes vestras, et sententias contra me iniquas.",
              "reference": "Job 21:27"
            },
            {
              "content": "Dicitis enim : Ubi est domus principis ? et ubi tabernacula impiorum ?",
              "reference": "Job 21:28"
            },
            {
              "content": "Interrogate quemlibet de viatoribus, et hæc eadem illum intelligere cognoscetis :",
              "reference": "Job 21:29"
            },
            {
              "content": "quia in diem perditionis servatur malus, et ad diem furoris ducetur.",
              "reference": "Job 21:30"
            },
            {
              "content": "Quis arguet coram eo viam ejus ? et quæ fecit, quis reddet illi ?",
              "reference": "Job 21:31"
            },
            {
              "content": "Ipse ad sepulchra ducetur, et in congerie mortuorum vigilabit.",
              "reference": "Job 21:32"
            },
            {
              "content": "Dulcis fuit glareis Cocyti, et post se omnem hominem trahet, et ante se innumerabiles.",
              "reference": "Job 21:33"
            },
            {
              "content": "Quomodo igitur consolamini me frustra, cum responsio vestra repugnare ostensa sit veritati ?",
              "reference": "Job 21:34"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Eliphaz Themanites, dixit :",
              "reference": "Job 22:1"
            },
            {
              "content": "Numquid Deo potest comparari homo, etiam cum perfectæ fuerit scientiæ ?",
              "reference": "Job 22:2"
            },
            {
              "content": "Quid prodest Deo, si justus fueris ? aut quid ei confers, si immaculata fuerit via tua ?",
              "reference": "Job 22:3"
            },
            {
              "content": "Numquid timens arguet te, et veniet tecum in judicium,",
              "reference": "Job 22:4"
            },
            {
              "content": "et non propter malitiam tuam plurimam, et infinitas iniquitates tuas ?",
              "reference": "Job 22:5"
            },
            {
              "content": "Abstulisti enim pignus fratrum tuorum sine causa, et nudos spoliasti vestibus.",
              "reference": "Job 22:6"
            },
            {
              "content": "Aquam lasso non dedisti, et esurienti subtraxisti panem.",
              "reference": "Job 22:7"
            },
            {
              "content": "In fortitudine brachii tui possidebas terram, et potentissimus obtinebas eam.",
              "reference": "Job 22:8"
            },
            {
              "content": "Viduas dimisisti vacuas, et lacertos pupillorum comminuisti.",
              "reference": "Job 22:9"
            },
            {
              "content": "Propterea circumdatus es laqueis, et conturbat te formido subita.",
              "reference": "Job 22:10"
            },
            {
              "content": "Et putabas te tenebras non visurum, et impetu aquarum inundantium non oppressum iri ?",
              "reference": "Job 22:11"
            },
            {
              "content": "an non cogitas quod Deus excelsior cælo sit, et super stellarum verticem sublimetur ?",
              "reference": "Job 22:12"
            },
            {
              "content": "Et dicis : Quid enim novit Deus ? et quasi per caliginem judicat.",
              "reference": "Job 22:13"
            },
            {
              "content": "Nubes latibulum ejus, nec nostra considerat, et circa cardines cæli perambulat.",
              "reference": "Job 22:14"
            },
            {
              "content": "Numquid semitam sæculorum custodire cupis, quam calcaverunt viri iniqui,",
              "reference": "Job 22:15"
            },
            {
              "content": "qui sublati sunt ante tempus suum, et fluvius subvertit fundamentum eorum ?",
              "reference": "Job 22:16"
            },
            {
              "content": "Qui dicebant Deo : Recede a nobis : et quasi nihil posset facere Omnipotens, æstimabant eum,",
              "reference": "Job 22:17"
            },
            {
              "content": "cum ille implesset domos eorum bonis : quorum sententia procul sit a me.",
              "reference": "Job 22:18"
            },
            {
              "content": "Videbunt justi, et lætabuntur, et innocens subsannabit eos :",
              "reference": "Job 22:19"
            },
            {
              "content": "nonne succisa est erectio eorum ? et reliquias eorum devoravit ignis ?",
              "reference": "Job 22:20"
            },
            {
              "content": "Acquiesce igitur ei, et habeto pacem, et per hæc habebis fructus optimos.",
              "reference": "Job 22:21"
            },
            {
              "content": "Suscipe ex ore illius legem, et pone sermones ejus in corde tuo.",
              "reference": "Job 22:22"
            },
            {
              "content": "Si reversus fueris ad Omnipotentem, ædificaberis, et longe facies iniquitatem a tabernaculo tuo.",
              "reference": "Job 22:23"
            },
            {
              "content": "Dabit pro terra silicem, et pro silice torrentes aureos.",
              "reference": "Job 22:24"
            },
            {
              "content": "Eritque Omnipotens contra hostes tuos, et argentum coacervabitur tibi.",
              "reference": "Job 22:25"
            },
            {
              "content": "Tunc super Omnipotentem deliciis afflues, et elevabis ad Deum faciem tuam.",
              "reference": "Job 22:26"
            },
            {
              "content": "Rogabis eum, et exaudiet te, et vota tua reddes.",
              "reference": "Job 22:27"
            },
            {
              "content": "Decernes rem, et veniet tibi, et in viis tuis splendebit lumen.",
              "reference": "Job 22:28"
            },
            {
              "content": "Qui enim humiliatus fuerit, erit in gloria, et qui inclinaverit oculos, ipse salvabitur.",
              "reference": "Job 22:29"
            },
            {
              "content": "Salvabitur innocens : salvabitur autem in munditia manuum suarum.",
              "reference": "Job 22:30"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job, ait :",
              "reference": "Job 23:1"
            },
            {
              "content": "Nunc quoque in amaritudine est sermo meus, et manus plagæ meæ aggravata est super gemitum meum.",
              "reference": "Job 23:2"
            },
            {
              "content": "Quis mihi tribuat ut cognoscam et inveniam illum, et veniam usque ad solium ejus ?",
              "reference": "Job 23:3"
            },
            {
              "content": "Ponam coram eo judicium, et os meum replebo increpationibus :",
              "reference": "Job 23:4"
            },
            {
              "content": "ut sciam verba quæ mihi respondeat, et intelligam quid loquatur mihi.",
              "reference": "Job 23:5"
            },
            {
              "content": "Nolo multa fortitudine contendat mecum, nec magnitudinis suæ mole me premat.",
              "reference": "Job 23:6"
            },
            {
              "content": "Proponat æquitatem contra me, et perveniat ad victoriam judicium meum.",
              "reference": "Job 23:7"
            },
            {
              "content": "Si ad orientem iero, non apparet ; si ad occidentem, non intelligam eum.",
              "reference": "Job 23:8"
            },
            {
              "content": "Si ad sinistram, quid agam ? non apprehendam eum ; si me vertam ad dexteram, non videbo illum.",
              "reference": "Job 23:9"
            },
            {
              "content": "Ipse vero scit viam meam, et probavit me quasi aurum quod per ignem transit.",
              "reference": "Job 23:10"
            },
            {
              "content": "Vestigia ejus secutus est pes meus : viam ejus custodivi, et non declinavi ex ea.",
              "reference": "Job 23:11"
            },
            {
              "content": "A mandatis labiorum ejus non recessi, et in sinu meo abscondi verba oris ejus.",
              "reference": "Job 23:12"
            },
            {
              "content": "Ipse enim solus est, et nemo avertere potest cogitationem ejus : et anima ejus quodcumque voluit, hoc fecit.",
              "reference": "Job 23:13"
            },
            {
              "content": "Cum expleverit in me voluntatem suam, et alia multa similia præsto sunt ei.",
              "reference": "Job 23:14"
            },
            {
              "content": "Et idcirco a facie ejus turbatus sum, et considerans eum, timore sollicitor.",
              "reference": "Job 23:15"
            },
            {
              "content": "Deus mollivit cor meum, et Omnipotens conturbavit me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Non enim perii propter imminentes tenebras, nec faciem meam operuit caligo.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Ab Omnipotente non sunt abscondita tempora : qui autem noverunt eum, ignorant dies illius.",
              "reference": "Job 24:1"
            },
            {
              "content": "Alii terminos transtulerunt ; diripuerunt greges, et paverunt eos.",
              "reference": "Job 24:2"
            },
            {
              "content": "Asinum pupillorum abegerunt, et abstulerunt pro pignore bovem viduæ.",
              "reference": "Job 24:3"
            },
            {
              "content": "Subverterunt pauperum viam, et oppresserunt pariter mansuetos terræ.",
              "reference": "Job 24:4"
            },
            {
              "content": "Alii quasi onagri in deserto egrediuntur ad opus suum : vigilantes ad prædam, præparant panem liberis.",
              "reference": "Job 24:5"
            },
            {
              "content": "Agrum non suum demetunt, et vineam ejus, quem vi oppresserint, vindemiant.",
              "reference": "Job 24:6"
            },
            {
              "content": "Nudos dimittunt homines, indumenta tollentes, quibus non est operimentum in frigore :",
              "reference": "Job 24:7"
            },
            {
              "content": "quos imbres montium rigant, et non habentes velamen, amplexantur lapides.",
              "reference": "Job 24:8"
            },
            {
              "content": "Vim fecerunt deprædantes pupillos, et vulgum pauperem spoliaverunt.",
              "reference": "Job 24:9"
            },
            {
              "content": "Nudis et incedentibus absque vestitu, et esurientibus tulerunt spicas.",
              "reference": "Job 24:10"
            },
            {
              "content": "Inter acervos eorum meridiati sunt, qui calcatis torcularibus sitiunt.",
              "reference": "Job 24:11"
            },
            {
              "content": "De civitatibus fecerunt viros gemere, et anima vulneratorum clamavit : et Deus inultum abire non patitur.",
              "reference": "Job 24:12"
            },
            {
              "content": "Ipsi fuerunt rebelles lumini : nescierunt vias ejus, nec reversi sunt per semitas ejus.",
              "reference": "Job 24:13"
            },
            {
              "content": "Mane primo consurgit homicida ; interficit egenum et pauperem : per noctem vero erit quasi fur.",
              "reference": "Job 24:14"
            },
            {
              "content": "Oculus adulteri observat caliginem, dicens : Non me videbit oculus : et operiet vultum suum.",
              "reference": "Job 24:15"
            },
            {
              "content": "Perfodit in tenebris domos, sicut in die condixerant sibi, et ignoraverunt lucem.",
              "reference": "Job 24:16"
            },
            {
              "content": "Si subito apparuerit aurora, arbitrantur umbram mortis : et sic in tenebris quasi in luce ambulant.",
              "reference": "Job 24:17"
            },
            {
              "content": "Levis est super faciem aquæ : maledicta sit pars ejus in terra, nec ambulet per viam vinearum.",
              "reference": "Job 24:18"
            },
            {
              "content": "Ad nimium calorem transeat ab aquis nivium, et usque ad inferos peccatum illius.",
              "reference": "Job 24:19"
            },
            {
              "content": "Obliviscatur ejus misericordia ; dulcedo illius vermes : non sit in recordatione, sed conteratur quasi lignum infructuosum.",
              "reference": "Job 24:20"
            },
            {
              "content": "Pavit enim sterilem quæ non parit, et viduæ bene non fecit.",
              "reference": "Job 24:21"
            },
            {
              "content": "Detraxit fortes in fortitudine sua, et cum steterit, non credet vitæ suæ.",
              "reference": "Job 24:22"
            },
            {
              "content": "Dedit ei Deus locum pœnitentiæ, et ille abutitur eo in superbiam : oculi autem ejus sunt in viis illius.",
              "reference": "Job 24:23"
            },
            {
              "content": "Elevati sunt ad modicum, et non subsistent : et humiliabuntur sicut omnia, et auferentur, et sicut summitates spicarum conterentur.",
              "reference": "Job 24:24"
            },
            {
              "content": "Quod si non est ita, quis me potest arguere esse mentitum, et ponere ante Deum verba mea ?",
              "reference": "Job 24:25"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Baldad Suhites, dixit :",
              "reference": "Job 25:1"
            },
            {
              "content": "Potestas et terror apud eum est, qui facit concordiam in sublimibus suis.",
              "reference": "Job 25:2"
            },
            {
              "content": "Numquid est numerus militum ejus ? et super quem non surget lumen illius ?",
              "reference": "Job 25:3"
            },
            {
              "content": "Numquid justificari potest homo comparatus Deo ? aut apparere mundus natus de muliere ?",
              "reference": "Job 25:4"
            },
            {
              "content": "Ecce luna etiam non splendet, et stellæ non sunt mundæ in conspectu ejus :",
              "reference": "Job 25:5"
            },
            {
              "content": "quanto magis homo putredo, et filius hominis vermis ?",
              "reference": "Job 25:6"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job dixit :",
              "reference": "Job 26:1"
            },
            {
              "content": "Cujus adjutor es ? numquid imbecillis ? et sustentas brachium ejus qui non est fortis ?",
              "reference": "Job 26:2"
            },
            {
              "content": "Cui dedisti consilium ? forsitan illi qui non habet sapientiam : et prudentiam tuam ostendisti plurimam.",
              "reference": "Job 26:3"
            },
            {
              "content": "Quem docere voluisti ? nonne eum qui fecit spiramentum ?",
              "reference": "Job 26:4"
            },
            {
              "content": "Ecce gigantes gemunt sub aquis, et qui habitant cum eis.",
              "reference": "Job 26:5"
            },
            {
              "content": "Nudus est infernus coram illo, et nullum est operimentum perditioni.",
              "reference": "Job 26:6"
            },
            {
              "content": "Qui extendit aquilonem super vacuum, et appendit terram super nihilum.",
              "reference": "Job 26:7"
            },
            {
              "content": "Qui ligat aquas in nubibus suis, ut non erumpant pariter deorsum.",
              "reference": "Job 26:8"
            },
            {
              "content": "Qui tenet vultum solii sui, et expandit super illud nebulam suam.",
              "reference": "Job 26:9"
            },
            {
              "content": "Terminum circumdedit aquis, usque dum finiantur lux et tenebræ.",
              "reference": "Job 26:10"
            },
            {
              "content": "Columnæ cæli contremiscunt, et pavent ad nutum ejus.",
              "reference": "Job 26:11"
            },
            {
              "content": "In fortitudine illius repente maria congregata sunt, et prudentia ejus percussit superbum.",
              "reference": "Job 26:12"
            },
            {
              "content": "Spiritus ejus ornavit cælos, et obstetricante manu ejus, eductus est coluber tortuosus.",
              "reference": "Job 26:13"
            },
            {
              "content": "Ecce hæc ex parte dicta sunt viarum ejus : et cum vix parvam stillam sermonis ejus audierimus, quis poterit tonitruum magnitudinis illius intueri ?",
              "reference": "Job 26:14"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Addidit quoque Job, assumens parabolam suam, et dixit :",
              "reference": "Job 27:1"
            },
            {
              "content": "Vivit Deus, qui abstulit judicium meum, et Omnipotens, qui ad amaritudinem adduxit animam meam.",
              "reference": "Job 27:2"
            },
            {
              "content": "Quia donec superest halitus in me, et spiritus Dei in naribus meis,",
              "reference": "Job 27:3"
            },
            {
              "content": "non loquentur labia mea iniquitatem, nec lingua mea meditabitur mendacium.",
              "reference": "Job 27:4"
            },
            {
              "content": "Absit a me ut justos vos esse judicem : donec deficiam, non recedam ab innocentia mea.",
              "reference": "Job 27:5"
            },
            {
              "content": "Justificationem meam, quam cœpi tenere, non deseram : neque enim reprehendit me cor meum in omni vita mea.",
              "reference": "Job 27:6"
            },
            {
              "content": "Sit ut impius, inimicus meus, et adversarius meus quasi iniquus.",
              "reference": "Job 27:7"
            },
            {
              "content": "Quæ est enim spes hypocritæ, si avare rapiat, et non liberet Deus animam ejus ?",
              "reference": "Job 27:8"
            },
            {
              "content": "Numquid Deus audiet clamorem ejus, cum venerit super eum angustia ?",
              "reference": "Job 27:9"
            },
            {
              "content": "aut poterit in Omnipotente delectari, et invocare Deum omni tempore ?",
              "reference": "Job 27:10"
            },
            {
              "content": "Docebo vos per manum Dei quæ Omnipotens habeat, nec abscondam.",
              "reference": "Job 27:11"
            },
            {
              "content": "Ecce vos omnes nostis : et quid sine causa vana loquimini ?",
              "reference": "Job 27:12"
            },
            {
              "content": "Hæc est pars hominis impii apud Deum, et hæreditas violentorum, quam ob Omnipotente suscipient.",
              "reference": "Job 27:13"
            },
            {
              "content": "Si multiplicati fuerint filii ejus, in gladio erunt, et nepotes ejus non saturabuntur pane :",
              "reference": "Job 27:14"
            },
            {
              "content": "qui reliqui fuerint ex eo sepelientur in interitu, et viduæ illius non plorabunt.",
              "reference": "Job 27:15"
            },
            {
              "content": "Si comportaverit quasi terram argentum, et sicut lutum præparaverit vestimenta :",
              "reference": "Job 27:16"
            },
            {
              "content": "præparabit quidem, sed justus vestietur illis, et argentum innocens dividet.",
              "reference": "Job 27:17"
            },
            {
              "content": "Ædificavit sicut tinea domum suam, et sicut custos fecit umbraculum.",
              "reference": "Job 27:18"
            },
            {
              "content": "Dives, cum dormierit, nihil secum auferet : aperiet oculos suos, et nihil inveniet.",
              "reference": "Job 27:19"
            },
            {
              "content": "Apprehendet eum quasi aqua inopia : nocte opprimet eum tempestas.",
              "reference": "Job 27:20"
            },
            {
              "content": "Tollet eum ventus urens, et auferet, et velut turbo rapiet eum de loco suo.",
              "reference": "Job 27:21"
            },
            {
              "content": "Et mittet super eum, et non parcet : de manu ejus fugiens fugiet.",
              "reference": "Job 27:22"
            },
            {
              "content": "Stringet super eum manus suas, et sibilabit super illum, intuens locum ejus.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Habet argentum venarum suarum principia, et auro locus est in quo conflatur.",
              "reference": "Job 28:1"
            },
            {
              "content": "Ferrum de terra tollitur, et lapis solutus calore in æs vertitur.",
              "reference": "Job 28:2"
            },
            {
              "content": "Tempus posuit tenebris, et universorum finem ipse considerat : lapidem quoque caliginis et umbram mortis.",
              "reference": "Job 28:3"
            },
            {
              "content": "Dividit torrens a populo peregrinante eos quos oblitus est pes egentis hominis, et invios.",
              "reference": "Job 28:4"
            },
            {
              "content": "Terra de qua oriebatur panis, in loco suo igni subversa est.",
              "reference": "Job 28:5"
            },
            {
              "content": "Locus sapphiri lapides ejus, et glebæ illius aurum.",
              "reference": "Job 28:6"
            },
            {
              "content": "Semitam ignoravit avis, nec intuitus est eam oculus vulturis.",
              "reference": "Job 28:7"
            },
            {
              "content": "Non calcaverunt eam filii institorum, nec pertransivit per eam leæna.",
              "reference": "Job 28:8"
            },
            {
              "content": "Ad silicem extendit manum suam : subvertit a radicibus montes.",
              "reference": "Job 28:9"
            },
            {
              "content": "In petris rivos excidit, et omne pretiosum vidit oculus ejus.",
              "reference": "Job 28:10"
            },
            {
              "content": "Profunda quoque fluviorum scrutatus est, et abscondita in lucem produxit.",
              "reference": "Job 28:11"
            },
            {
              "content": "Sapientia vero ubi invenitur ? et quis est locus intelligentiæ ?",
              "reference": "Job 28:12"
            },
            {
              "content": "Nescit homo pretium ejus, nec invenitur in terra suaviter viventium.",
              "reference": "Job 28:13"
            },
            {
              "content": "Abyssus dicit : Non est in me, et mare loquitur : Non est mecum.",
              "reference": "Job 28:14"
            },
            {
              "content": "Non dabitur aurum obrizum pro ea, nec appendetur argentum in commutatione ejus.",
              "reference": "Job 28:15"
            },
            {
              "content": "Non conferetur tinctis Indiæ coloribus, nec lapidi sardonycho pretiosissimo vel sapphiro.",
              "reference": "Job 28:16"
            },
            {
              "content": "Non adæquabitur ei aurum vel vitrum, nec commutabuntur pro ea vasa auri.",
              "reference": "Job 28:17"
            },
            {
              "content": "Excelsa et eminentia non memorabuntur comparatione ejus : trahitur autem sapientia de occultis.",
              "reference": "Job 28:18"
            },
            {
              "content": "Non adæquabitur ei topazius de Æthiopia, nec tincturæ mundissimæ componetur.",
              "reference": "Job 28:19"
            },
            {
              "content": "Unde ergo sapientia venit ? et quis est locus intelligentiæ ?",
              "reference": "Job 28:20"
            },
            {
              "content": "Abscondita est ab oculis omnium viventium : volucres quoque cæli latet.",
              "reference": "Job 28:21"
            },
            {
              "content": "Perditio et mors dixerunt : Auribus nostris audivimus famam ejus.",
              "reference": "Job 28:22"
            },
            {
              "content": "Deus intelligit viam ejus, et ipse novit locum illius.",
              "reference": "Job 28:23"
            },
            {
              "content": "Ipse enim fines mundi intuetur, et omnia quæ sub cælo sunt respicit.",
              "reference": "Job 28:24"
            },
            {
              "content": "Qui fecit ventis pondus, et aquas appendit in mensura.",
              "reference": "Job 28:25"
            },
            {
              "content": "Quando ponebat pluviis legem, et viam procellis sonantibus :",
              "reference": "Job 28:26"
            },
            {
              "content": "tunc vidit illam et enarravit, et præparavit, et investigavit.",
              "reference": "Job 28:27"
            },
            {
              "content": "Et dixit homini : Ecce timor Domini, ipsa est sapientia ; et recedere a malo, intelligentia.",
              "reference": "Job 28:28"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Addidit quoque Job, assumens parabolam suam, et dixit :",
              "reference": "Job 29:1"
            },
            {
              "content": "Quis mihi tribuat ut sim juxta menses pristinos, secundum dies quibus Deus custodiebat me ?",
              "reference": "Job 29:2"
            },
            {
              "content": "Quando splendebat lucerna ejus super caput meum, et ad lumen ejus ambulabam in tenebris :",
              "reference": "Job 29:3"
            },
            {
              "content": "sicut fui in diebus adolescentiæ meæ, quando secreto Deus erat in tabernaculo meo :",
              "reference": "Job 29:4"
            },
            {
              "content": "quando erat Omnipotens mecum, et in circuitu meo pueri mei :",
              "reference": "Job 29:5"
            },
            {
              "content": "quando lavabam pedes meos butyro, et petra fundebat mihi rivos olei :",
              "reference": "Job 29:6"
            },
            {
              "content": "quando procedebam ad portam civitatis, et in platea parabant cathedram mihi.",
              "reference": "Job 29:7"
            },
            {
              "content": "Videbant me juvenes, et abscondebantur : et senes assurgentes stabant.",
              "reference": "Job 29:8"
            },
            {
              "content": "Principes cessabant loqui, et digitum superponebant ori suo.",
              "reference": "Job 29:9"
            },
            {
              "content": "Vocem suam cohibebant duces, et lingua eorum gutturi suo adhærebat.",
              "reference": "Job 29:10"
            },
            {
              "content": "Auris audiens beatificabat me, et oculus videns testimonium reddebat mihi :",
              "reference": "Job 29:11"
            },
            {
              "content": "eo quod liberassem pauperem vociferantem, et pupillum cui non esset adjutor.",
              "reference": "Job 29:12"
            },
            {
              "content": "Benedictio perituri super me veniebat, et cor viduæ consolatus sum.",
              "reference": "Job 29:13"
            },
            {
              "content": "Justitia indutus sum, et vestivi me, sicut vestimento et diademate, judicio meo.",
              "reference": "Job 29:14"
            },
            {
              "content": "Oculus fui cæco, et pes claudo.",
              "reference": "Job 29:15"
            },
            {
              "content": "Pater eram pauperum, et causam quam nesciebam diligentissime investigabam.",
              "reference": "Job 29:16"
            },
            {
              "content": "Conterebam molas iniqui, et de dentibus illius auferebam prædam.",
              "reference": "Job 29:17"
            },
            {
              "content": "Dicebamque : In nidulo meo moriar, et sicut palma multiplicabo dies.",
              "reference": "Job 29:18"
            },
            {
              "content": "Radix mea aperta est secus aquas, et ros morabitur in messione mea.",
              "reference": "Job 29:19"
            },
            {
              "content": "Gloria mea semper innovabitur, et arcus meus in manu mea instaurabitur.",
              "reference": "Job 29:20"
            },
            {
              "content": "Qui me audiebant, expectabant sententiam, et intenti tacebant ad consilium meum.",
              "reference": "Job 29:21"
            },
            {
              "content": "Verbis meis addere nihil audebant, et super illos stillabat eloquium meum.",
              "reference": "Job 29:22"
            },
            {
              "content": "Expectabant me sicut pluviam, et os suum aperiebant quasi ad imbrem serotinum.",
              "reference": "Job 29:23"
            },
            {
              "content": "Siquando ridebam ad eos, non credebant : et lux vultus mei non cadebat in terram.",
              "reference": "Job 29:24"
            },
            {
              "content": "Si voluissem ire ad eos, sedebam primus : cumque sederem quasi rex, circumstante exercitu, eram tamen mœrentium consolator.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Nunc autem derident me juniores tempore, quorum non dignabar patres ponere cum canibus gregis mei :",
              "reference": "Job 30:1"
            },
            {
              "content": "quorum virtus manuum mihi erat pro nihilo, et vita ipsa putabantur indigni :",
              "reference": "Job 30:2"
            },
            {
              "content": "egestate et fame steriles, qui rodebant in solitudine, squallentes calamitate et miseria.",
              "reference": "Job 30:3"
            },
            {
              "content": "Et mandebant herbas, et arborum cortices, et radix juniperorum erat cibus eorum :",
              "reference": "Job 30:4"
            },
            {
              "content": "qui de convallibus ista rapientes, cum singula reperissent, ad ea cum clamore currebant.",
              "reference": "Job 30:5"
            },
            {
              "content": "In desertis habitabant torrentium, et in cavernis terræ, vel super glaream :",
              "reference": "Job 30:6"
            },
            {
              "content": "qui inter hujuscemodi lætabantur, et esse sub sentibus delicias computabant :",
              "reference": "Job 30:7"
            },
            {
              "content": "filii stultorum et ignobilium, et in terra penitus non parentes.",
              "reference": "Job 30:8"
            },
            {
              "content": "Nunc in eorum canticum versus sum, et factus sum eis in proverbium.",
              "reference": "Job 30:9"
            },
            {
              "content": "Abominantur me, et longe fugiunt a me, et faciem meam conspuere non verentur.",
              "reference": "Job 30:10"
            },
            {
              "content": "Pharetram enim suam aperuit, et afflixit me, et frenum posuit in os meum.",
              "reference": "Job 30:11"
            },
            {
              "content": "Ad dexteram orientis calamitates meæ illico surrexerunt : pedes meos subverterunt, et oppresserunt quasi fluctibus semitis suis.",
              "reference": "Job 30:12"
            },
            {
              "content": "Dissipaverunt itinera mea ; insidiati sunt mihi, et prævaluerunt : et non fuit qui ferret auxilium.",
              "reference": "Job 30:13"
            },
            {
              "content": "Quasi rupto muro, et aperta janua, irruerunt super me, et ad meas miserias devoluti sunt.",
              "reference": "Job 30:14"
            },
            {
              "content": "Redactus sum in nihilum : abstulisti quasi ventus desiderium meum, et velut nubes pertransiit salus mea.",
              "reference": "Job 30:15"
            },
            {
              "content": "Nunc autem in memetipso marcescit anima mea, et possident me dies afflictionis.",
              "reference": "Job 30:16"
            },
            {
              "content": "Nocte os meum perforatur doloribus, et qui me comedunt, non dormiunt.",
              "reference": "Job 30:17"
            },
            {
              "content": "In multitudine eorum consumitur vestimentum meum, et quasi capitio tunicæ succinxerunt me.",
              "reference": "Job 30:18"
            },
            {
              "content": "Comparatus sum luto, et assimilatus sum favillæ et cineri.",
              "reference": "Job 30:19"
            },
            {
              "content": "Clamo ad te, et non exaudis me : sto, et non respicis me.",
              "reference": "Job 30:20"
            },
            {
              "content": "Mutatus es mihi in crudelem, et in duritia manus tuæ adversaris mihi.",
              "reference": "Job 30:21"
            },
            {
              "content": "Elevasti me, et quasi super ventum ponens ; elisisti me valide.",
              "reference": "Job 30:22"
            },
            {
              "content": "Scio quia morti trades me, ubi constituta est domus omni viventi.",
              "reference": "Job 30:23"
            },
            {
              "content": "Verumtamen non ad consumptionem eorum emittis manum tuam : et si corruerint, ipse salvabis.",
              "reference": "Job 30:24"
            },
            {
              "content": "Flebam quondam super eo qui afflictus erat, et compatiebatur anima mea pauperi.",
              "reference": "Job 30:25"
            },
            {
              "content": "Expectabam bona, et venerunt mihi mala : præstolabar lucem, et eruperunt tenebræ.",
              "reference": "Job 30:26"
            },
            {
              "content": "Interiora mea efferbuerunt absque ulla requie : prævenerunt me dies afflictionis.",
              "reference": "Job 30:27"
            },
            {
              "content": "Mœrens incedebam sine furore ; consurgens, in turba clamabam.",
              "reference": "Job 30:28"
            },
            {
              "content": "Frater fui draconum, et socius struthionum.",
              "reference": "Job 30:29"
            },
            {
              "content": "Cutis mea denigrata est super me, et ossa mea aruerunt præ caumate.",
              "reference": "Job 30:30"
            },
            {
              "content": "Versa est in luctum cithara mea, et organum meum in vocem flentium.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Pepigi fœdus cum oculis meis, ut ne cogitarem quidem de virgine.",
              "reference": "Job 31:1"
            },
            {
              "content": "Quam enim partem haberet in me Deus desuper, et hæreditatem Omnipotens de excelsis ?",
              "reference": "Job 31:2"
            },
            {
              "content": "Numquid non perditio est iniquo, et alienatio operantibus injustitiam ?",
              "reference": "Job 31:3"
            },
            {
              "content": "Nonne ipse considerat vias meas, et cunctos gressus meos dinumerat ?",
              "reference": "Job 31:4"
            },
            {
              "content": "Si ambulavi in vanitate, et festinavit in dolo pes meus,",
              "reference": "Job 31:5"
            },
            {
              "content": "appendat me in statera justa, et sciat Deus simplicitatem meam.",
              "reference": "Job 31:6"
            },
            {
              "content": "Si declinavit gressus meus de via, et si secutum est oculos meos cor meum, et si manibus meis adhæsit macula,",
              "reference": "Job 31:7"
            },
            {
              "content": "seram, et alius comedat, et progenies mea eradicetur.",
              "reference": "Job 31:8"
            },
            {
              "content": "Si deceptum est cor meum super muliere, et si ad ostium amici mei insidiatus sum,",
              "reference": "Job 31:9"
            },
            {
              "content": "scortum alterius sit uxor mea, et super illam incurventur alii.",
              "reference": "Job 31:10"
            },
            {
              "content": "Hoc enim nefas est, et iniquitas maxima.",
              "reference": "Job 31:11"
            },
            {
              "content": "Ignis est usque ad perditionem devorans, et omnia eradicans genimina.",
              "reference": "Job 31:12"
            },
            {
              "content": "Si contempsi subire judicium cum servo meo et ancilla mea, cum disceptarent adversum me :",
              "reference": "Job 31:13"
            },
            {
              "content": "quid enim faciam cum surrexerit ad judicandum Deus ? et cum quæsierit, quid respondebo illi ?",
              "reference": "Job 31:14"
            },
            {
              "content": "Numquid non in utero fecit me, qui et illum operatus est, et formavit me in vulva unus ?",
              "reference": "Job 31:15"
            },
            {
              "content": "Si negavi quod volebant pauperibus, et oculos viduæ expectare feci ;",
              "reference": "Job 31:16"
            },
            {
              "content": "si comedi buccellam meam solus, et non comedit pupillus ex ea",
              "reference": "Job 31:17"
            },
            {
              "content": "(quia ab infantia mea crevit mecum miseratio, et de utero matris meæ egressa est mecum) ;",
              "reference": "Job 31:18"
            },
            {
              "content": "si despexi pereuntem, eo quod non habuerit indumentum, et absque operimento pauperem ;",
              "reference": "Job 31:19"
            },
            {
              "content": "si non benedixerunt mihi latera ejus, et de velleribus ovium mearum calefactus est ;",
              "reference": "Job 31:20"
            },
            {
              "content": "si levavi super pupillum manum meam, etiam cum viderem me in porta superiorem :",
              "reference": "Job 31:21"
            },
            {
              "content": "humerus meus a junctura sua cadat, et brachium meum cum suis ossibus confringatur.",
              "reference": "Job 31:22"
            },
            {
              "content": "Semper enim quasi tumentes super me fluctus timui Deum, et pondus ejus ferre non potui.",
              "reference": "Job 31:23"
            },
            {
              "content": "Si putavi aurum robur meum, et obrizo dixi : Fiducia mea ;",
              "reference": "Job 31:24"
            },
            {
              "content": "si lætatus sum super multis divitiis meis, et quia plurima reperit manus mea ;",
              "reference": "Job 31:25"
            },
            {
              "content": "si vidi solem cum fulgeret, et lunam incedentem clare,",
              "reference": "Job 31:26"
            },
            {
              "content": "et lætatum est in abscondito cor meum, et osculatus sum manum meam ore meo :",
              "reference": "Job 31:27"
            },
            {
              "content": "quæ est iniquitas maxima, et negatio contra Deum altissimum.",
              "reference": "Job 31:28"
            },
            {
              "content": "Si gavisus sum ad ruinam ejus qui me oderat, et exsultavi quod invenisset eum malum :",
              "reference": "Job 31:29"
            },
            {
              "content": "non enim dedi ad peccandum guttur meum, ut expeterem maledicens animam ejus.",
              "reference": "Job 31:30"
            },
            {
              "content": "Si non dixerunt viri tabernaculi mei : Quis det de carnibus ejus, ut saturemur ?",
              "reference": "Job 31:31"
            },
            {
              "content": "foris non mansit peregrinus : ostium meum viatori patuit.",
              "reference": "Job 31:32"
            },
            {
              "content": "Si abscondi quasi homo peccatum meum, et celavi in sinu meo iniquitatem meam ;",
              "reference": "Job 31:33"
            },
            {
              "content": "si expavi ad multitudinem nimiam, et despectio propinquorum terruit me : et non magis tacui, nec egressus sum ostium.",
              "reference": "Job 31:34"
            },
            {
              "content": "Quis mihi tribuat auditorem, ut desiderium meum audiat Omnipotens, et librum scribat ipse qui judicat,",
              "reference": "Job 31:35"
            },
            {
              "content": "ut in humero meo portem illum, et circumdem illum quasi coronam mihi ?",
              "reference": "Job 31:36"
            },
            {
              "content": "Per singulos gradus meos pronuntiabo illum, et quasi principi offeram eum.",
              "reference": "Job 31:37"
            },
            {
              "content": "Si adversum me terra mea clamat, et cum ipsa sulci ejus deflent :",
              "reference": "Job 31:38"
            },
            {
              "content": "si fructus ejus comedi absque pecunia, et animam agricolarum ejus afflixi :",
              "reference": "Job 31:39"
            },
            {
              "content": "pro frumento oriatur mihi tribulus, et pro hordeo spina. Finita sunt verba Job.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Omiserunt autem tres viri isti respondere Job, eo quod justus sibi videretur.",
              "reference": "Job 32:1"
            },
            {
              "content": "Et iratus indignatusque est Eliu filius Barachel Buzites, de cognatione Ram : iratus est autem adversum Job, eo quod justum se esse diceret coram Deo.",
              "reference": "Job 32:2"
            },
            {
              "content": "Porro adversum amicos ejus indignatus est, eo quod non invenissent responsionem rationabilem, sed tantummodo condemnassent Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "Igitur Eliu expectavit Job loquentem, eo quod seniores essent qui loquebantur.",
              "reference": "Job 32:4"
            },
            {
              "content": "Cum autem vidisset quod tres respondere non potuissent, iratus est vehementer.",
              "reference": "Job 32:5"
            },
            {
              "content": "Respondensque Eliu filius Barachel Buzites, dixit : Junior sum tempore, vos autem antiquiores : idcirco, demisso capite, veritus sum vobis indicare meam sententiam.",
              "reference": "Job 32:6"
            },
            {
              "content": "Sperabam enim quod ætas prolixior loqueretur, et annorum multitudo doceret sapientiam.",
              "reference": "Job 32:7"
            },
            {
              "content": "Sed, ut video, spiritus est in hominibus, et inspiratio Omnipotentis dat intelligentiam.",
              "reference": "Job 32:8"
            },
            {
              "content": "Non sunt longævi sapientes, nec senes intelligunt judicium.",
              "reference": "Job 32:9"
            },
            {
              "content": "Ideo dicam : Audite me : ostendam vobis etiam ego meam sapientiam.",
              "reference": "Job 32:10"
            },
            {
              "content": "Expectavi enim sermones vestros ; audivi prudentiam vestram, donec disceptaremini sermonibus ;",
              "reference": "Job 32:11"
            },
            {
              "content": "et donec putabam vos aliquid dicere, considerabam : sed, ut video, non est qui possit arguere Job, et respondere ex vobis sermonibus ejus.",
              "reference": "Job 32:12"
            },
            {
              "content": "Ne forte dicatis : Invenimus sapientiam : Deus projecit eum, non homo.",
              "reference": "Job 32:13"
            },
            {
              "content": "Nihil locutus est mihi : et ego non secundum sermones vestros respondebo illi.",
              "reference": "Job 32:14"
            },
            {
              "content": "Extimuerunt, nec responderunt ultra, abstuleruntque a se eloquia.",
              "reference": "Job 32:15"
            },
            {
              "content": "Quoniam igitur expectavi, et non sunt locuti : steterunt, nec ultra responderunt :",
              "reference": "Job 32:16"
            },
            {
              "content": "respondebo et ego partem meam, et ostendam scientiam meam.",
              "reference": "Job 32:17"
            },
            {
              "content": "Plenus sum enim sermonibus, et coarctat me spiritus uteri mei.",
              "reference": "Job 32:18"
            },
            {
              "content": "En venter meus quasi mustum absque spiraculo, quod lagunculas novas disrumpit.",
              "reference": "Job 32:19"
            },
            {
              "content": "Loquar, et respirabo paululum : aperiam labia mea, et respondebo.",
              "reference": "Job 32:20"
            },
            {
              "content": "Non accipiam personam viri, et Deum homini non æquabo.",
              "reference": "Job 32:21"
            },
            {
              "content": "Nescio enim quamdiu subsistam, et si post modicum tollat me factor meus.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Audi igitur, Job, eloquia mea, et omnes sermones meos ausculta.",
              "reference": "Job 33:1"
            },
            {
              "content": "Ecce aperui os meum : loquatur lingua mea in faucibus meis.",
              "reference": "Job 33:2"
            },
            {
              "content": "Simplici corde meo sermones mei, et sententiam puram labia mea loquentur.",
              "reference": "Job 33:3"
            },
            {
              "content": "Spiritus Dei fecit me, et spiraculum Omnipotentis vivificavit me.",
              "reference": "Job 33:4"
            },
            {
              "content": "Si potes, responde mihi, et adversus faciem meam consiste.",
              "reference": "Job 33:5"
            },
            {
              "content": "Ecce, et me sicut et te fecit Deus, et de eodem luto ego quoque formatus sum.",
              "reference": "Job 33:6"
            },
            {
              "content": "Verumtamen miraculum meum non te terreat, et eloquentia mea non sit tibi gravis.",
              "reference": "Job 33:7"
            },
            {
              "content": "Dixisti ergo in auribus meis, et vocem verborum tuorum audivi :",
              "reference": "Job 33:8"
            },
            {
              "content": "Mundus sum ego, et absque delicto : immaculatus, et non est iniquitas in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "Quia querelas in me reperit, ideo arbitratus est me inimicum sibi.",
              "reference": "Job 33:10"
            },
            {
              "content": "Posuit in nervo pedes meos ; custodivit omnes semitas meas.",
              "reference": "Job 33:11"
            },
            {
              "content": "Hoc est ergo in quo non es justificatus : respondebo tibi, quia major sit Deus homine.",
              "reference": "Job 33:12"
            },
            {
              "content": "Adversus eum contendis, quod non ad omnia verba responderit tibi ?",
              "reference": "Job 33:13"
            },
            {
              "content": "Semel loquitur Deus, et secundo idipsum non repetit.",
              "reference": "Job 33:14"
            },
            {
              "content": "Per somnium, in visione nocturna, quando irruit sopor super homines, et dormiunt in lectulo,",
              "reference": "Job 33:15"
            },
            {
              "content": "tunc aperit aures virorum, et erudiens eos instruit disciplina,",
              "reference": "Job 33:16"
            },
            {
              "content": "ut avertat hominem ab his quæ facit, et liberet eum de superbia,",
              "reference": "Job 33:17"
            },
            {
              "content": "eruens animam ejus a corruptione, et vitam illius ut non transeat in gladium.",
              "reference": "Job 33:18"
            },
            {
              "content": "Increpat quoque per dolorem in lectulo, et omnia ossa ejus marcescere facit.",
              "reference": "Job 33:19"
            },
            {
              "content": "Abominabilis ei fit in vita sua panis, et animæ illius cibus ante desiderabilis.",
              "reference": "Job 33:20"
            },
            {
              "content": "Tabescet caro ejus, et ossa, quæ tecta fuerant, nudabuntur.",
              "reference": "Job 33:21"
            },
            {
              "content": "Appropinquavit corruptioni anima ejus, et vita illius mortiferis.",
              "reference": "Job 33:22"
            },
            {
              "content": "Si fuerit pro eo angelus loquens, unus de millibus, ut annuntiet hominis æquitatem,",
              "reference": "Job 33:23"
            },
            {
              "content": "miserebitur ejus, et dicet : Libera eum, ut non descendat in corruptionem : inveni in quo ei propitier.",
              "reference": "Job 33:24"
            },
            {
              "content": "Consumpta est caro ejus a suppliciis : revertatur ad dies adolescentiæ suæ.",
              "reference": "Job 33:25"
            },
            {
              "content": "Deprecabitur Deum, et placabilis ei erit : et videbit faciem ejus in jubilo, et reddet homini justitiam suam.",
              "reference": "Job 33:26"
            },
            {
              "content": "Respiciet homines, et dicet : Peccavi, et vere deliqui, et ut eram dignus, non recepi.",
              "reference": "Job 33:27"
            },
            {
              "content": "Liberavit animam suam, ne pergeret in interitum, sed vivens lucem videret.",
              "reference": "Job 33:28"
            },
            {
              "content": "Ecce hæc omnia operatur Deus tribus vicibus per singulos,",
              "reference": "Job 33:29"
            },
            {
              "content": "ut revocet animas eorum a corruptione, et illuminet luce viventium.",
              "reference": "Job 33:30"
            },
            {
              "content": "Attende, Job, et audi me : et tace, dum ego loquor.",
              "reference": "Job 33:31"
            },
            {
              "content": "Si autem habes quod loquaris, responde mihi : loquere, volo enim te apparere justum.",
              "reference": "Job 33:32"
            },
            {
              "content": "Quod si non habes, audi me : tace, et docebo te sapientiam.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Pronuntians itaque Eliu, etiam hæc locutus est :",
              "reference": "Job 34:1"
            },
            {
              "content": "Audite, sapientes, verba mea : et eruditi, auscultate me.",
              "reference": "Job 34:2"
            },
            {
              "content": "Auris enim verba probat, et guttur escas gustu dijudicat.",
              "reference": "Job 34:3"
            },
            {
              "content": "Judicium eligamus nobis, et inter nos videamus quid sit melius.",
              "reference": "Job 34:4"
            },
            {
              "content": "Quia dixit Job : Justus sum, et Deus subvertit judicium meum.",
              "reference": "Job 34:5"
            },
            {
              "content": "In judicando enim me mendacium est : violenta sagitta mea absque ullo peccato.",
              "reference": "Job 34:6"
            },
            {
              "content": "Quis est vir ut est Job, qui bibit subsannationem quasi aquam :",
              "reference": "Job 34:7"
            },
            {
              "content": "qui graditur cum operantibus iniquitatem, et ambulat cum viris impiis ?",
              "reference": "Job 34:8"
            },
            {
              "content": "Dixit enim : Non placebit vir Deo, etiam si cucurrerit cum eo.",
              "reference": "Job 34:9"
            },
            {
              "content": "Ideo, viri cordati, audite me : absit a Deo impietas, et ab Omnipotente iniquitas.",
              "reference": "Job 34:10"
            },
            {
              "content": "Opus enim hominis reddet ei, et juxta vias singulorum restituet eis.",
              "reference": "Job 34:11"
            },
            {
              "content": "Vere enim Deus non condemnabit frustra, nec Omnipotens subvertet judicium.",
              "reference": "Job 34:12"
            },
            {
              "content": "Quem constituit alium super terram ? aut quem posuit super orbem quem fabricatus est ?",
              "reference": "Job 34:13"
            },
            {
              "content": "Si direxerit ad eum cor suum, spiritum illius et flatum ad se trahet.",
              "reference": "Job 34:14"
            },
            {
              "content": "Deficiet omnis caro simul, et homo in cinerem revertetur.",
              "reference": "Job 34:15"
            },
            {
              "content": "Si habes ergo intellectum, audi quod dicitur, et ausculta vocem eloquii mei :",
              "reference": "Job 34:16"
            },
            {
              "content": "numquid qui non amat judicium sanari potest ? et quomodo tu eum qui justus est in tantum condemnas ?",
              "reference": "Job 34:17"
            },
            {
              "content": "Qui dicit regi : Apostata ; qui vocat duces impios ;",
              "reference": "Job 34:18"
            },
            {
              "content": "qui non accipit personas principum, nec cognovit tyrannum cum disceptaret contra pauperem : opus enim manuum ejus sunt universi.",
              "reference": "Job 34:19"
            },
            {
              "content": "Subito morientur, et in media nocte turbabuntur populi : et pertransibunt, et auferent violentum absque manu.",
              "reference": "Job 34:20"
            },
            {
              "content": "Oculi enim ejus super vias hominum, et omnes gressus eorum considerat.",
              "reference": "Job 34:21"
            },
            {
              "content": "Non sunt tenebræ, et non est umbra mortis, ut abscondantur ibi qui operantur iniquitatem,",
              "reference": "Job 34:22"
            },
            {
              "content": "neque enim ultra in hominis potestate est, ut veniat ad Deum in judicium.",
              "reference": "Job 34:23"
            },
            {
              "content": "Conteret multos, et innumerabiles, et stare faciet alios pro eis.",
              "reference": "Job 34:24"
            },
            {
              "content": "Novit enim opera eorum, et idcirco inducet noctem, et conterentur.",
              "reference": "Job 34:25"
            },
            {
              "content": "Quasi impios percussit eos in loco videntium :",
              "reference": "Job 34:26"
            },
            {
              "content": "qui quasi de industria recesserunt ab eo, et omnes vias ejus intelligere noluerunt :",
              "reference": "Job 34:27"
            },
            {
              "content": "ut pervenire facerent ad eum clamorem egeni, et audiret vocem pauperum.",
              "reference": "Job 34:28"
            },
            {
              "content": "Ipso enim concedente pacem, quis est qui condemnet ? ex quo absconderit vultum, quis est qui contempletur eum, et super gentes, et super omnes homines ?",
              "reference": "Job 34:29"
            },
            {
              "content": "Qui regnare facit hominem hypocritam propter peccata populi.",
              "reference": "Job 34:30"
            },
            {
              "content": "Quia ergo ego locutus sum ad Deum, te quoque non prohibebo.",
              "reference": "Job 34:31"
            },
            {
              "content": "Si erravi, tu doce me ; si iniquitatem locutus sum, ultra non addam.",
              "reference": "Job 34:32"
            },
            {
              "content": "Numquid a te Deus expetit eam, quia displicuit tibi ? tu enim cœpisti loqui, et non ego : quod si quid nosti melius, loquere.",
              "reference": "Job 34:33"
            },
            {
              "content": "Viri intelligentes loquantur mihi, et vir sapiens audiat me.",
              "reference": "Job 34:34"
            },
            {
              "content": "Job autem stulte locutus est, et verba illius non sonant disciplinam.",
              "reference": "Job 34:35"
            },
            {
              "content": "Pater mi, probetur Job usque ad finem : ne desinas ab homine iniquitatis :",
              "reference": "Job 34:36"
            },
            {
              "content": "quia addit super peccata sua blasphemiam, inter nos interim constringatur : et tunc ad judicium provocet sermonibus suis Deum.",
              "reference": "Job 34:37"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Igitur Eliu hæc rursum locutus est :",
              "reference": "Job 35:1"
            },
            {
              "content": "Numquid æqua tibi videtur tua cogitatio, ut diceres : Justior sum Deo ?",
              "reference": "Job 35:2"
            },
            {
              "content": "Dixisti enim : Non tibi placet quod rectum est : vel quid tibi proderit, si ego peccavero ?",
              "reference": "Job 35:3"
            },
            {
              "content": "Itaque ego respondebo sermonibus tuis, et amicis tuis tecum.",
              "reference": "Job 35:4"
            },
            {
              "content": "Suspice cælum, et intuere : et contemplare æthera quod altior te sit.",
              "reference": "Job 35:5"
            },
            {
              "content": "Si peccaveris, quid ei nocebis ? et si multiplicatæ fuerint iniquitates tuæ, quid facies contra eum ?",
              "reference": "Job 35:6"
            },
            {
              "content": "Porro si juste egeris, quid donabis ei ? aut quid de manu tua accipiet ?",
              "reference": "Job 35:7"
            },
            {
              "content": "Homini qui similis tui est, nocebit impietas tua : et filium hominis adjuvabit justitia tua.",
              "reference": "Job 35:8"
            },
            {
              "content": "Propter multitudinem calumniatorum clamabunt, et ejulabunt propter vim brachii tyrannorum.",
              "reference": "Job 35:9"
            },
            {
              "content": "Et non dixit : Ubi est Deus qui fecit me, qui dedit carmina in nocte ;",
              "reference": "Job 35:10"
            },
            {
              "content": "qui docet nos super jumenta terræ, et super volucres cæli erudit nos ?",
              "reference": "Job 35:11"
            },
            {
              "content": "Ibi clamabunt, et non exaudiet, propter superbiam malorum.",
              "reference": "Job 35:12"
            },
            {
              "content": "Non ergo frustra audiet Deus, et Omnipotens causas singulorum intuebitur.",
              "reference": "Job 35:13"
            },
            {
              "content": "Etiam cum dixeris : Non considerat : judicare coram illo, et expecta eum.",
              "reference": "Job 35:14"
            },
            {
              "content": "Nunc enim non infert furorem suum, nec ulciscitur scelus valde.",
              "reference": "Job 35:15"
            },
            {
              "content": "Ergo Job frustra aperit os suum, et absque scientia verba multiplicat.",
              "reference": "Job 35:16"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Addens quoque Eliu, hæc locutus est :",
              "reference": "Job 36:1"
            },
            {
              "content": "Sustine me paululum, et indicabo tibi : adhuc enim habeo quod pro Deo loquar.",
              "reference": "Job 36:2"
            },
            {
              "content": "Repetam scientiam meam a principio, et operatorem meum probabo justum.",
              "reference": "Job 36:3"
            },
            {
              "content": "Vere enim absque mendacio sermones mei, et perfecta scientia probabitur tibi.",
              "reference": "Job 36:4"
            },
            {
              "content": "Deus potentes non abjicit, cum et ipse sit potens :",
              "reference": "Job 36:5"
            },
            {
              "content": "sed non salvat impios, et judicium pauperibus tribuit.",
              "reference": "Job 36:6"
            },
            {
              "content": "Non auferet a justo oculos suos : et reges in solio collocat in perpetuum, et illi eriguntur.",
              "reference": "Job 36:7"
            },
            {
              "content": "Et si fuerint in catenis, et vinciantur funibus paupertatis,",
              "reference": "Job 36:8"
            },
            {
              "content": "indicabit eis opera eorum, et scelera eorum, quia violenti fuerunt.",
              "reference": "Job 36:9"
            },
            {
              "content": "Revelabit quoque aurem eorum, ut corripiat : et loquetur, ut revertantur ab iniquitate.",
              "reference": "Job 36:10"
            },
            {
              "content": "Si audierint et observaverint, complebunt dies suos in bono, et annos suos in gloria :",
              "reference": "Job 36:11"
            },
            {
              "content": "si autem non audierint, transibunt per gladium, et consumentur in stultitia.",
              "reference": "Job 36:12"
            },
            {
              "content": "Simulatores et callidi provocant iram Dei, neque clamabunt cum vincti fuerint.",
              "reference": "Job 36:13"
            },
            {
              "content": "Morietur in tempestate anima eorum, et vita eorum inter effeminatos.",
              "reference": "Job 36:14"
            },
            {
              "content": "Eripiet de angustia sua pauperem, et revelabit in tribulatione aurem ejus.",
              "reference": "Job 36:15"
            },
            {
              "content": "Igitur salvabit te de ore angusto latissime, et non habente fundamentum subter se : requies autem mensæ tuæ erit plena pinguedine.",
              "reference": "Job 36:16"
            },
            {
              "content": "Causa tua quasi impii judicata est : causam judiciumque recipies.",
              "reference": "Job 36:17"
            },
            {
              "content": "Non te ergo superet ira ut aliquem opprimas : nec multitudo donorum inclinet te.",
              "reference": "Job 36:18"
            },
            {
              "content": "Depone magnitudinem tuam absque tribulatione, et omnes robustos fortitudine.",
              "reference": "Job 36:19"
            },
            {
              "content": "Ne protrahas noctem, ut ascendant populi pro eis.",
              "reference": "Job 36:20"
            },
            {
              "content": "Cave ne declines ad iniquitatem : hanc enim cœpisti sequi post miseriam.",
              "reference": "Job 36:21"
            },
            {
              "content": "Ecce Deus excelsus in fortitudine sua, et nullus ei similis in legislatoribus.",
              "reference": "Job 36:22"
            },
            {
              "content": "Quis poterit scrutari vias ejus ? aut quis potest ei dicere : Operatus es iniquitatem ?",
              "reference": "Job 36:23"
            },
            {
              "content": "Memento quod ignores opus ejus, de quo cecinerunt viri.",
              "reference": "Job 36:24"
            },
            {
              "content": "Omnes homines vident eum : unusquisque intuetur procul.",
              "reference": "Job 36:25"
            },
            {
              "content": "Ecce Deus magnus vincens scientiam nostram : numerus annorum ejus inæstimabilis.",
              "reference": "Job 36:26"
            },
            {
              "content": "Qui aufert stillas pluviæ, et effundit imbres ad instar gurgitum,",
              "reference": "Job 36:27"
            },
            {
              "content": "qui de nubibus fluunt quæ prætexunt cuncta desuper.",
              "reference": "Job 36:28"
            },
            {
              "content": "Si voluerit extendere nubes quasi tentorium suum,",
              "reference": "Job 36:29"
            },
            {
              "content": "et fulgurare lumine suo desuper, cardines quoque maris operiet.",
              "reference": "Job 36:30"
            },
            {
              "content": "Per hæc enim judicat populos, et dat escas multis mortalibus.",
              "reference": "Job 36:31"
            },
            {
              "content": "In manibus abscondit lucem, et præcepit ei ut rursus adveniat.",
              "reference": "Job 36:32"
            },
            {
              "content": "Annuntiat de ea amico suo, quod possessio ejus sit, et ad eam possit ascendere.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Super hoc expavit cor meum, et emotum est de loco suo.",
              "reference": "Job 37:1"
            },
            {
              "content": "Audite auditionem in terrore vocis ejus, et sonum de ore illius procedentem.",
              "reference": "Job 37:2"
            },
            {
              "content": "Subter omnes cælos ipse considerat, et lumen illius super terminos terræ.",
              "reference": "Job 37:3"
            },
            {
              "content": "Post eum rugiet sonitus ; tonabit voce magnitudinis suæ : et non investigabitur, cum audita fuerit vox ejus.",
              "reference": "Job 37:4"
            },
            {
              "content": "Tonabit Deus in voce sua mirabiliter, qui facit magna et inscrutabilia ;",
              "reference": "Job 37:5"
            },
            {
              "content": "qui præcipit nivi ut descendat in terram, et hiemis pluviis, et imbri fortitudinis suæ ;",
              "reference": "Job 37:6"
            },
            {
              "content": "qui in manu omnium hominum signat, ut noverint singuli opera sua.",
              "reference": "Job 37:7"
            },
            {
              "content": "Ingredietur bestia latibulum, et in antro suo morabitur.",
              "reference": "Job 37:8"
            },
            {
              "content": "Ab interioribus egredietur tempestas, et ab Arcturo frigus.",
              "reference": "Job 37:9"
            },
            {
              "content": "Flante Deo, concrescit gelu, et rursum latissimæ funduntur aquæ.",
              "reference": "Job 37:10"
            },
            {
              "content": "Frumentum desiderat nubes, et nubes spargunt lumen suum.",
              "reference": "Job 37:11"
            },
            {
              "content": "Quæ lustrant per circuitum, quocumque eas voluntas gubernantis duxerit, ad omne quod præceperit illis super faciem orbis terrarum :",
              "reference": "Job 37:12"
            },
            {
              "content": "sive in una tribu, sive in terra sua, sive in quocumque loco misericordiæ suæ eas jusserit inveniri.",
              "reference": "Job 37:13"
            },
            {
              "content": "Ausculta hæc, Job : sta, et considera mirabilia Dei.",
              "reference": "Job 37:14"
            },
            {
              "content": "Numquid scis quando præceperit Deus pluviis, ut ostenderent lucem nubium ejus ?",
              "reference": "Job 37:15"
            },
            {
              "content": "Numquid nosti semitas nubium magnas, et perfectas scientias ?",
              "reference": "Job 37:16"
            },
            {
              "content": "Nonne vestimenta tua calida sunt, cum perflata fuerit terra austro ?",
              "reference": "Job 37:17"
            },
            {
              "content": "Tu forsitan cum eo fabricatus es cælos, qui solidissimi quasi ære fusi sunt.",
              "reference": "Job 37:18"
            },
            {
              "content": "Ostende nobis quid dicamus illi : nos quippe involvimur tenebris.",
              "reference": "Job 37:19"
            },
            {
              "content": "Quis narrabit ei quæ loquor ? etiam si locutus fuerit homo, devorabitur.",
              "reference": "Job 37:20"
            },
            {
              "content": "At nunc non vident lucem : subito aër cogetur in nubes, et ventus transiens fugabit eas.",
              "reference": "Job 37:21"
            },
            {
              "content": "Ab aquilone aurum venit, et ad Deum formidolosa laudatio.",
              "reference": "Job 37:22"
            },
            {
              "content": "Digne eum invenire non possumus : magnus fortitudine, et judicio, et justitia : et enarrari non potest.",
              "reference": "Job 37:23"
            },
            {
              "content": "Ideo timebunt eum viri, et non audebunt contemplari omnes qui sibi videntur esse sapientes.",
              "reference": "Job 37:24"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Dominus Job de turbine, dixit :",
              "reference": "Job 38:1"
            },
            {
              "content": "Quis est iste involvens sententias sermonibus imperitis ?",
              "reference": "Job 38:2"
            },
            {
              "content": "Accinge sicut vir lumbos tuos : interrogabo te, et responde mihi.",
              "reference": "Job 38:3"
            },
            {
              "content": "Ubi eras quando ponebam fundamenta terræ ? indica mihi, si habes intelligentiam.",
              "reference": "Job 38:4"
            },
            {
              "content": "Quis posuit mensuras ejus, si nosti ? vel quis tetendit super eam lineam ?",
              "reference": "Job 38:5"
            },
            {
              "content": "Super quo bases illius solidatæ sunt ? aut quis demisit lapidem angularem ejus,",
              "reference": "Job 38:6"
            },
            {
              "content": "cum me laudarent simul astra matutina, et jubilarent omnes filii Dei ?",
              "reference": "Job 38:7"
            },
            {
              "content": "Quis conclusit ostiis mare, quando erumpebat quasi de vulva procedens ;",
              "reference": "Job 38:8"
            },
            {
              "content": "cum ponerem nubem vestimentum ejus, et caligine illud quasi pannis infantiæ obvolverem ?",
              "reference": "Job 38:9"
            },
            {
              "content": "Circumdedi illud terminis meis, et posui vectem et ostia,",
              "reference": "Job 38:10"
            },
            {
              "content": "et dixi : Usque huc venies, et non procedes amplius, et hic confringes tumentes fluctus tuos.",
              "reference": "Job 38:11"
            },
            {
              "content": "Numquid post ortum tuum præcepisti diluculo, et ostendisti auroræ locum suum ?",
              "reference": "Job 38:12"
            },
            {
              "content": "Et tenuisti concutiens extrema terræ, et excussisti impios ex ea ?",
              "reference": "Job 38:13"
            },
            {
              "content": "Restituetur ut lutum signaculum, et stabit sicut vestimentum :",
              "reference": "Job 38:14"
            },
            {
              "content": "auferetur ab impiis lux sua, et brachium excelsum confringetur.",
              "reference": "Job 38:15"
            },
            {
              "content": "Numquid ingressus es profunda maris, et in novissimis abyssi deambulasti ?",
              "reference": "Job 38:16"
            },
            {
              "content": "Numquid apertæ sunt tibi portæ mortis, et ostia tenebrosa vidisti ?",
              "reference": "Job 38:17"
            },
            {
              "content": "Numquid considerasti latitudinem terræ ? indica mihi, si nosti, omnia :",
              "reference": "Job 38:18"
            },
            {
              "content": "in qua via lux habitet, et tenebrarum quis locus sit :",
              "reference": "Job 38:19"
            },
            {
              "content": "ut ducas unumquodque ad terminos suos, et intelligas semitas domus ejus.",
              "reference": "Job 38:20"
            },
            {
              "content": "Sciebas tunc quod nasciturus esses, et numerum dierum tuorum noveras ?",
              "reference": "Job 38:21"
            },
            {
              "content": "Numquid ingressus es thesauros nivis, aut thesauros grandinis aspexisti,",
              "reference": "Job 38:22"
            },
            {
              "content": "quæ præparavi in tempus hostis, in diem pugnæ et belli ?",
              "reference": "Job 38:23"
            },
            {
              "content": "Per quam viam spargitur lux, dividitur æstus super terram ?",
              "reference": "Job 38:24"
            },
            {
              "content": "Quis dedit vehementissimo imbri cursum, et viam sonantis tonitrui,",
              "reference": "Job 38:25"
            },
            {
              "content": "ut plueret super terram absque homine in deserto, ubi nullus mortalium commoratur ;",
              "reference": "Job 38:26"
            },
            {
              "content": "ut impleret inviam et desolatam, et produceret herbas virentes ?",
              "reference": "Job 38:27"
            },
            {
              "content": "Quis est pluviæ pater ? vel quis genuit stillas roris ?",
              "reference": "Job 38:28"
            },
            {
              "content": "De cujus utero egressa est glacies ? et gelu de cælo quis genuit ?",
              "reference": "Job 38:29"
            },
            {
              "content": "In similitudinem lapidis aquæ durantur, et superficies abyssi constringitur.",
              "reference": "Job 38:30"
            },
            {
              "content": "Numquid conjungere valebis micantes stellas Pleiadas, aut gyrum Arcturi poteris dissipare ?",
              "reference": "Job 38:31"
            },
            {
              "content": "Numquid producis luciferum in tempore suo, et vesperum super filios terræ consurgere facis ?",
              "reference": "Job 38:32"
            },
            {
              "content": "Numquid nosti ordinem cæli, et pones rationem ejus in terra ?",
              "reference": "Job 38:33"
            },
            {
              "content": "Numquid elevabis in nebula vocem tuam, et impetus aquarum operiet te ?",
              "reference": "Job 38:34"
            },
            {
              "content": "Numquid mittes fulgura, et ibunt, et revertentia dicent tibi : Adsumus ?",
              "reference": "Job 38:35"
            },
            {
              "content": "Quis posuit in visceribus hominis sapientiam ? vel quis dedit gallo intelligentiam ?",
              "reference": "Job 38:36"
            },
            {
              "content": "Quis enarrabit cælorum rationem ? et concentum cæli quis dormire faciet ?",
              "reference": "Job 38:37"
            },
            {
              "content": "Quando fundebatur pulvis in terra, et glebæ compingebantur ?",
              "reference": "Job 38:38"
            },
            {
              "content": "Numquid capies leænæ prædam, et animam catulorum ejus implebis,",
              "reference": "Job 38:39"
            },
            {
              "content": "quando cubant in antris, et in specubus insidiantur ?",
              "reference": "Job 38:40"
            },
            {
              "content": "Quis præparat corvo escam suam, quando pulli ejus clamant ad Deum, vagantes, eo quod non habeant cibos ?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Numquid nosti tempus partus ibicum in petris, vel parturientes cervas observasti ?",
              "reference": "Job 39:1"
            },
            {
              "content": "Dinumerasti menses conceptus earum, et scisti tempus partus earum ?",
              "reference": "Job 39:2"
            },
            {
              "content": "Incurvantur ad fœtum, et pariunt, et rugitus emittunt.",
              "reference": "Job 39:3"
            },
            {
              "content": "Separantur filii earum, et pergunt ad pastum : egrediuntur, et non revertuntur ad eas.",
              "reference": "Job 39:4"
            },
            {
              "content": "Quis dimisit onagrum liberum, et vincula ejus quis solvit ?",
              "reference": "Job 39:5"
            },
            {
              "content": "cui dedi in solitudine domum, et tabernacula ejus in terra salsuginis.",
              "reference": "Job 39:6"
            },
            {
              "content": "Contemnit multitudinem civitatis : clamorem exactoris non audit.",
              "reference": "Job 39:7"
            },
            {
              "content": "Circumspicit montes pascuæ suæ, et virentia quæque perquirit.",
              "reference": "Job 39:8"
            },
            {
              "content": "Numquid volet rhinoceros servire tibi, aut morabitur ad præsepe tuum ?",
              "reference": "Job 39:9"
            },
            {
              "content": "Numquid alligabis rhinocerota ad arandum loro tuo, aut confringet glebas vallium post te ?",
              "reference": "Job 39:10"
            },
            {
              "content": "Numquid fiduciam habebis in magna fortitudine ejus, et derelinques ei labores tuos ?",
              "reference": "Job 39:11"
            },
            {
              "content": "Numquid credes illi quod sementem reddat tibi, et aream tuam congreget ?",
              "reference": "Job 39:12"
            },
            {
              "content": "Penna struthionis similis est pennis herodii et accipitris.",
              "reference": "Job 39:13"
            },
            {
              "content": "Quando derelinquit ova sua in terra, tu forsitan in pulvere calefacies ea ?",
              "reference": "Job 39:14"
            },
            {
              "content": "Obliviscitur quod pes conculcet ea, aut bestia agri conterat.",
              "reference": "Job 39:15"
            },
            {
              "content": "Duratur ad filios suos, quasi non sint sui : frustra laboravit, nullo timore cogente.",
              "reference": "Job 39:16"
            },
            {
              "content": "Privavit enim eam Deus sapientia, nec dedit illi intelligentiam.",
              "reference": "Job 39:17"
            },
            {
              "content": "Cum tempus fuerit, in altum alas erigit : deridet equum et ascensorem ejus.",
              "reference": "Job 39:18"
            },
            {
              "content": "Numquid præbebis equo fortitudinem, aut circumdabis collo ejus hinnitum ?",
              "reference": "Job 39:19"
            },
            {
              "content": "Numquid suscitabis eum quasi locustas ? gloria narium ejus terror.",
              "reference": "Job 39:20"
            },
            {
              "content": "Terram ungula fodit ; exultat audacter : in occursum pergit armatis.",
              "reference": "Job 39:21"
            },
            {
              "content": "Contemnit pavorem, nec cedit gladio.",
              "reference": "Job 39:22"
            },
            {
              "content": "Super ipsum sonabit pharetra ; vibrabit hasta et clypeus :",
              "reference": "Job 39:23"
            },
            {
              "content": "fervens et fremens sorbet terram, nec reputat tubæ sonare clangorem.",
              "reference": "Job 39:24"
            },
            {
              "content": "Ubi audierit buccinam, dicit : Vah ! procul odoratur bellum : exhortationem ducum, et ululatum exercitus.",
              "reference": "Job 39:25"
            },
            {
              "content": "Numquid per sapientiam tuam plumescit accipiter, expandens alas suas ad austrum ?",
              "reference": "Job 39:26"
            },
            {
              "content": "Numquid ad præceptum tuum elevabitur aquila, et in arduis ponet nidum suum ?",
              "reference": "Job 39:27"
            },
            {
              "content": "In petris manet, et in præruptis silicibus commoratur, atque inaccessis rupibus.",
              "reference": "Job 39:28"
            },
            {
              "content": "Inde contemplatur escam, et de longe oculi ejus prospiciunt.",
              "reference": "Job 39:29"
            },
            {
              "content": "Pulli ejus lambent sanguinem : et ubicumque cadaver fuerit, statim adest.",
              "reference": "Job 39:30"
            },
            {
              "content": "Et adjecit Dominus, et locutus est ad Job :",
              "reference": "Job 39:31"
            },
            {
              "content": "Numquid qui contendit cum Deo, tam facile conquiescit ? utique qui arguit Deum, debet respondere ei.",
              "reference": "Job 39:32"
            },
            {
              "content": "Respondens autem Job Domino, dixit :",
              "reference": "Job 39:33"
            },
            {
              "content": "Qui leviter locutus sum, respondere quid possum ? manum meam ponam super os meum.",
              "reference": "Job 39:34"
            },
            {
              "content": "Unum locutus sum, quod utinam non dixissem : et alterum, quibus ultra non addam.",
              "reference": "Job 39:35"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Dominus Job de turbine, dixit :",
              "reference": "Job 40:1"
            },
            {
              "content": "Accinge sicut vir lumbos tuos : interrogabo te, et indica mihi.",
              "reference": "Job 40:2"
            },
            {
              "content": "Numquid irritum facies judicium meum, et condemnabis me, ut tu justificeris ?",
              "reference": "Job 40:3"
            },
            {
              "content": "Et si habes brachium sicut Deus ? et si voce simili tonas ?",
              "reference": "Job 40:4"
            },
            {
              "content": "Circumda tibi decorem, et in sublime erigere, et esto gloriosus, et speciosis induere vestibus.",
              "reference": "Job 40:5"
            },
            {
              "content": "Disperge superbos in furore tuo, et respiciens omnem arrogantem humilia.",
              "reference": "Job 40:6"
            },
            {
              "content": "Respice cunctos superbos, et confunde eos, et contere impios in loco suo.",
              "reference": "Job 40:7"
            },
            {
              "content": "Absconde eos in pulvere simul, et facies eorum demerge in foveam.",
              "reference": "Job 40:8"
            },
            {
              "content": "Et ego confitebor quod salvare te possit dextera tua.",
              "reference": "Job 40:9"
            },
            {
              "content": "Ecce behemoth quem feci tecum, fœnum quasi bos comedet.",
              "reference": "Job 40:10"
            },
            {
              "content": "Fortitudo ejus in lumbis ejus, et virtus illius in umbilico ventris ejus.",
              "reference": "Job 40:11"
            },
            {
              "content": "Stringit caudam suam quasi cedrum ; nervi testiculorum ejus perplexi sunt.",
              "reference": "Job 40:12"
            },
            {
              "content": "Ossa ejus velut fistulæ æris ; cartilago illius quasi laminæ ferreæ.",
              "reference": "Job 40:13"
            },
            {
              "content": "Ipse est principium viarum Dei : qui fecit eum applicabit gladium ejus.",
              "reference": "Job 40:14"
            },
            {
              "content": "Huic montes herbas ferunt : omnes bestiæ agri ludent ibi.",
              "reference": "Job 40:15"
            },
            {
              "content": "Sub umbra dormit in secreto calami, et in locis humentibus.",
              "reference": "Job 40:16"
            },
            {
              "content": "Protegunt umbræ umbram ejus : circumdabunt eum salices torrentis.",
              "reference": "Job 40:17"
            },
            {
              "content": "Ecce absorbebit fluvium, et non mirabitur, et habet fiduciam quod influat Jordanis in os ejus.",
              "reference": "Job 40:18"
            },
            {
              "content": "In oculis ejus quasi hamo capiet eum, et in sudibus perforabit nares ejus.",
              "reference": "Job 40:19"
            },
            {
              "content": "An extrahere poteris Leviathan hamo, et fune ligabis linguam ejus ?",
              "reference": "Job 40:20"
            },
            {
              "content": "Numquid pones circulum in naribus ejus, aut armilla perforabis maxillam ejus ?",
              "reference": "Job 40:21"
            },
            {
              "content": "Numquid multiplicabit ad te preces, aut loquetur tibi mollia ?",
              "reference": "Job 40:22"
            },
            {
              "content": "Numquid feriet tecum pactum, et accipies eum servum sempiternum ?",
              "reference": "Job 40:23"
            },
            {
              "content": "Numquid illudes ei quasi avi, aut ligabis eum ancillis tuis ?",
              "reference": "Job 40:24"
            },
            {
              "content": "Concident eum amici ? divident illum negotiatores ?",
              "reference": "Job 40:25"
            },
            {
              "content": "Numquid implebis sagenas pelle ejus, et gurgustium piscium capite illius ?",
              "reference": "Job 40:26"
            },
            {
              "content": "Pone super eum manum tuam : memento belli, nec ultra addas loqui.",
              "reference": "Job 40:27"
            },
            {
              "content": "Ecce spes ejus frustrabitur eum, et videntibus cunctis præcipitabitur.",
              "reference": "Job 40:28"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Non quasi crudelis suscitabo eum : quis enim resistere potest vultui meo ?",
              "reference": "Job 41:1"
            },
            {
              "content": "Quis ante dedit mihi, ut reddam ei ? omnia quæ sub cælo sunt, mea sunt.",
              "reference": "Job 41:2"
            },
            {
              "content": "Non parcam ei, et verbis potentibus, et ad deprecandum compositis.",
              "reference": "Job 41:3"
            },
            {
              "content": "Quis revelabit faciem indumenti ejus ? et in medium oris ejus quis intrabit ?",
              "reference": "Job 41:4"
            },
            {
              "content": "Portas vultus ejus quis aperiet ? per gyrum dentium ejus formido.",
              "reference": "Job 41:5"
            },
            {
              "content": "Corpus illius quasi scuta fusilia, compactum squamis se prementibus.",
              "reference": "Job 41:6"
            },
            {
              "content": "Una uni conjungitur, et ne spiraculum quidem incedit per eas.",
              "reference": "Job 41:7"
            },
            {
              "content": "Una alteri adhærebit, et tenentes se nequaquam separabuntur.",
              "reference": "Job 41:8"
            },
            {
              "content": "Sternutatio ejus splendor ignis, et oculi ejus ut palpebræ diluculi.",
              "reference": "Job 41:9"
            },
            {
              "content": "De ore ejus lampades procedunt, sicut tædæ ignis accensæ.",
              "reference": "Job 41:10"
            },
            {
              "content": "De naribus ejus procedit fumus, sicut ollæ succensæ atque ferventis.",
              "reference": "Job 41:11"
            },
            {
              "content": "Halitus ejus prunas ardere facit, et flamma de ore ejus egreditur.",
              "reference": "Job 41:12"
            },
            {
              "content": "In collo ejus morabitur fortitudo, et faciem ejus præcedit egestas.",
              "reference": "Job 41:13"
            },
            {
              "content": "Membra carnium ejus cohærentia sibi : mittet contra eum fulmina, et ad locum alium non ferentur.",
              "reference": "Job 41:14"
            },
            {
              "content": "Cor ejus indurabitur tamquam lapis, et stringetur quasi malleatoris incus.",
              "reference": "Job 41:15"
            },
            {
              "content": "Cum sublatus fuerit, timebunt angeli, et territi purgabuntur.",
              "reference": "Job 41:16"
            },
            {
              "content": "Cum apprehenderit eum gladius, subsistere non poterit, neque hasta, neque thorax :",
              "reference": "Job 41:17"
            },
            {
              "content": "reputabit enim quasi paleas ferrum, et quasi lignum putridum æs.",
              "reference": "Job 41:18"
            },
            {
              "content": "Non fugabit eum vir sagittarius : in stipulam versi sunt ei lapides fundæ.",
              "reference": "Job 41:19"
            },
            {
              "content": "Quasi stipulam æstimabit malleum, et deridebit vibrantem hastam.",
              "reference": "Job 41:20"
            },
            {
              "content": "Sub ipso erunt radii solis, et sternet sibi aurum quasi lutum.",
              "reference": "Job 41:21"
            },
            {
              "content": "Fervescere faciet quasi ollam profundum mare, et ponet quasi cum unguenta bulliunt.",
              "reference": "Job 41:22"
            },
            {
              "content": "Post eum lucebit semita : æstimabit abyssum quasi senescentem.",
              "reference": "Job 41:23"
            },
            {
              "content": "Non est super terram potestas quæ comparetur ei, qui factus est ut nullum timeret.",
              "reference": "Job 41:24"
            },
            {
              "content": "Omne sublime videt : ipse est rex super universos filios superbiæ.",
              "reference": "Job 41:25"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 VULG",
          "version": "VULG",
          "verses": [
            {
              "content": "Respondens autem Job Domino, dixit :",
              "reference": "Job 42:1"
            },
            {
              "content": "Scio quia omnia potes, et nulla te latet cogitatio.",
              "reference": "Job 42:2"
            },
            {
              "content": "Quis est iste qui celat consilium absque scientia ? ideo insipienter locutus sum, et quæ ultra modum excederent scientiam meam.",
              "reference": "Job 42:3"
            },
            {
              "content": "Audi, et ego loquar : interrogabo te, et responde mihi.",
              "reference": "Job 42:4"
            },
            {
              "content": "Auditu auris audivi te : nunc autem oculus meus videt te.",
              "reference": "Job 42:5"
            },
            {
              "content": "Idcirco ipse me reprehendo, et ago pœnitentiam in favilla et cinere.",
              "reference": "Job 42:6"
            },
            {
              "content": "Postquam autem locutus est Dominus verba hæc ad Job, dixit ad Eliphaz Themanitem : Iratus est furor meus in te, et in duos amicos tuos, quoniam non estis locuti coram me rectum, sicut servus meus Job.",
              "reference": "Job 42:7"
            },
            {
              "content": "Sumite ergo vobis septem tauros et septem arietes, et ite ad servum meum Job, et offerte holocaustum pro vobis : Job autem servus meus orabit pro vobis. Faciem ejus suscipiam, ut non vobis imputetur stultitia : neque enim locuti estis ad me recta, sicut servus meus Job.",
              "reference": "Job 42:8"
            },
            {
              "content": "Abierunt ergo Eliphaz Themanites, et Baldad Suhites, et Sophar Naamathites, et fecerunt sicut locutus fuerat Dominus ad eos : et suscepit Dominus faciem Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "Dominus quoque conversus est ad pœnitentiam Job, cum oraret ille pro amicis suis : et addidit Dominus omnia quæcumque fuerant Job, duplicia.",
              "reference": "Job 42:10"
            },
            {
              "content": "Venerunt autem ad eum omnes fratres sui, et universæ sorores suæ, et cuncti qui noverant eum prius, et comederunt cum eo panem in domo ejus : et moverunt super eum caput, et consolati sunt eum super omni malo quod intulerat Dominus super eum : et dederunt ei unusquisque ovem unam, et inaurem auream unam.",
              "reference": "Job 42:11"
            },
            {
              "content": "Dominus autem benedixit novissimis Job magis quam principio ejus : et facta sunt ei quatuordecim millia ovium, et sex millia camelorum, et mille juga boum, et mille asinæ.",
              "reference": "Job 42:12"
            },
            {
              "content": "Et fuerunt ei septem filii, et tres filiæ.",
              "reference": "Job 42:13"
            },
            {
              "content": "Et vocavit nomen unius Diem, et nomen secundæ Cassiam, et nomen tertiæ Cornustibii.",
              "reference": "Job 42:14"
            },
            {
              "content": "Non sunt autem inventæ mulieres speciosæ sicut filiæ Job in universa terra : deditque eis pater suus hæreditatem inter fratres earum.",
              "reference": "Job 42:15"
            },
            {
              "content": "Vixit autem Job post hæc centum quadraginta annis, et vidit filios suos, et filios filiorum suorum usque ad quartam generationem : et mortuus est senex, et plenus dierum.",
              "reference": "Job 42:16"
            }
          ],
          "copyright": null,
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}