{
  "translation": "WBMS",
  "translationId": 2407,
  "books": {
    "Genesis": {
      "chapters": {}
    },
    "Exodus": {
      "chapters": {}
    },
    "Leviticus": {
      "chapters": {}
    },
    "Numbers": {
      "chapters": {}
    },
    "Deuteronomy": {
      "chapters": {}
    },
    "Joshua": {
      "chapters": {}
    },
    "Judges": {
      "chapters": {}
    },
    "Ruth": {
      "chapters": {}
    },
    "1 Samuel": {
      "chapters": {}
    },
    "2 Samuel": {
      "chapters": {}
    },
    "1 Kings": {
      "chapters": {}
    },
    "2 Kings": {
      "chapters": {}
    },
    "1 Chronicles": {
      "chapters": {}
    },
    "2 Chronicles": {
      "chapters": {}
    },
    "Ezra": {
      "chapters": {}
    },
    "Nehemiah": {
      "chapters": {}
    },
    "Esther": {
      "chapters": {}
    },
    "Job": {
      "chapters": {
        "1": {
          "reference": "Job 1 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "In the land of Uz was a man that was called Job; and that man was simple, that is, without guile, and rightful [or right], and dreading God, and going away from evil.",
              "reference": "Job 1:1"
            },
            {
              "content": "And there were seven sons and three daughters born to him;",
              "reference": "Job 1:2"
            },
            {
              "content": "and his possession was seven thousand of sheep, and three thousand of camels, and five hundred yokes of oxen, and five hundred of female asses, and full much household; and this Job was a great man among all the men of the east.",
              "reference": "Job 1:3"
            },
            {
              "content": "And his sons went, and made feasts by their houses, each man in his day; and they sent, and called their three sisters, to eat, and to drink wine with them.",
              "reference": "Job 1:4"
            },
            {
              "content": "And when the days of feast had passed into the world, that is, in the end of the week, Job sent to them, and hallowed them, and he rose early, and offered burnt sacrifices by all. For he said, Lest peradventure my sons do sin, and curse God in their hearts, [or Lest peradventure my sons sin, and bless  to God in their hearts]. Job did so in all days.",
              "reference": "Job 1:5"
            },
            {
              "content": "And in a day, when the sons of God were come to be present before the Lord, also Satan came among them.",
              "reference": "Job 1:6"
            },
            {
              "content": "To whom the Lord said, From whence comest thou? And Satan answered, and said, I have compassed the earth, and I have walked through it.",
              "reference": "Job 1:7"
            },
            {
              "content": "And the Lord said to him, Whether thou hast beheld my servant Job, that there is no man in [the] earth like him; he is a simple man, and rightful [or right], and dreading God, and going away from evil?",
              "reference": "Job 1:8"
            },
            {
              "content": "To whom Satan answered, Whether Job dreadeth God vainly?",
              "reference": "Job 1:9"
            },
            {
              "content": "Whether thou hast not encom-passed him, and his house, and all his chattel by compass? Thou hast blessed the works of his hands, and his possession is increased on [the] earth.",
              "reference": "Job 1:10"
            },
            {
              "content": "But stretch forth thine hand a little, and touch thou all things that he hath in possession, taking them away, or extinguishing them; and if he curse not thee in the face, he is verily simple, and rightwise, and dreading thee.",
              "reference": "Job 1:11"
            },
            {
              "content": "Therefore the Lord said to Satan, Lo! all things, which he hath, be in thine hand; only stretch thou not forth thine hand into him. And Satan went out from the face of the Lord.",
              "reference": "Job 1:12"
            },
            {
              "content": "And when in a day the sons of Job and his daughters ate, and drank wine in the house of their first begot-ten brother,",
              "reference": "Job 1:13"
            },
            {
              "content": "a messenger came to Job, and said to him, Thine oxen eared, and thy female asses [were] pastured beside them;",
              "reference": "Job 1:14"
            },
            {
              "content": "and Sabeans felled in, and took away all things, and smited the children or servants with sword; and I alone escaped to tell to thee.",
              "reference": "Job 1:15"
            },
            {
              "content": "And when he spake yet, another came, and said, [The] Fire of God came down from heaven, and wasted [the] sheep, and smote thy children or servants; and I alone escaped for to tell to thee.",
              "reference": "Job 1:16"
            },
            {
              "content": "But yet the while he spake, also another came, and said, Chaldees made three companies, and assailed the camels, and took those [or them] away, and they have killed thy servants with sword; and I alone escaped to tell to thee.",
              "reference": "Job 1:17"
            },
            {
              "content": "And yet while he spake, lo! another entered, and said, While thy sons and daughters ate, and drank wine in the house of their first begotten brother,",
              "reference": "Job 1:18"
            },
            {
              "content": "a great wind felled in suddenly from the coast of desert, and shook [the] four corners of the house, which felled down, and oppressed thy children, and they be dead; and I alone fled to tell to thee.",
              "reference": "Job 1:19"
            },
            {
              "content": "Then Job rose up, and he rent his clothes, and when his head was polled, he felled down upon the earth, and he worshipped God,",
              "reference": "Job 1:20"
            },
            {
              "content": "and said, I went naked out of the womb of my mother, and naked I shall turn again thither; the Lord gave, and the Lord hath taken away; as it pleased the Lord, so be it done; the name of the Lord be blessed.",
              "reference": "Job 1:21"
            },
            {
              "content": "In all these things Job sinned not in his lips, neither spake any folly thing against God.",
              "reference": "Job 1:22"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "2": {
          "reference": "Job 2 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "And it was done, in a day the sons of God were come to praise him, and they stood before the Lord, and Satan was come among them, and he stood in the sight of the Lord,",
              "reference": "Job 2:1"
            },
            {
              "content": "and the Lord said to Satan, From whence comest thou? Which answered, and said, I have compassed the earth, and I have gone through it.",
              "reference": "Job 2:2"
            },
            {
              "content": "And the Lord said to Satan, Whether thou hast not considered my servant Job, that none in [the] earth is like him; he is a simple man, and rightful [or right], and dreading God, and going away from evil, and yet holding innocence? But thou hast moved me against him, that I should torment or vex him in vain.",
              "reference": "Job 2:3"
            },
            {
              "content": "To whom Satan answered, and said, A man shall give skin for skin, and all things that he hath for his life;",
              "reference": "Job 2:4"
            },
            {
              "content": "therefore put to thine hand, and touch his bone and his flesh, and then thou shalt see, that he shall curse thee in thy face.",
              "reference": "Job 2:5"
            },
            {
              "content": "Therefore the Lord said to Satan, Lo! he is in thine hand; nevertheless keep thou his life.",
              "reference": "Job 2:6"
            },
            {
              "content": "Therefore Satan went out from the face of the Lord, and he smote Job with the worst stinking botch, from the sole of his foot till to his top;",
              "reference": "Job 2:7"
            },
            {
              "content": "and Job sat in a dunghill, and he shaved away the quitter or pus of him with a shell.",
              "reference": "Job 2:8"
            },
            {
              "content": "Forsooth his wife said to him, Dwellest thou yet in thy simpleness, that is, fondness or foolishness? Curse thou God, and die.",
              "reference": "Job 2:9"
            },
            {
              "content": "And Job said to her, Thou hast spoken as one of the fond [or foolish] women; if we have taken goods of the hand of the Lord, why forsooth suffer we not evils? In all these things Job sinned not in his lips.",
              "reference": "Job 2:10"
            },
            {
              "content": "And then three friends of Job heard of all the evil that had befallen to him, and they came to him, each of them from his place, Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite; for they had said together to themselves, that they would come together, and visit Job, and comfort him.",
              "reference": "Job 2:11"
            },
            {
              "content": "And when they had raised afar their eyes, they knew not him; and they cried [out], and wept, and rent their clothes, and sprinkled dust on their heads into heaven.",
              "reference": "Job 2:12"
            },
            {
              "content": "And they sat with him in the earth seven days and seven nights, and no man spake a word to him; for they saw, that his sorrow was great.",
              "reference": "Job 2:13"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "3": {
          "reference": "Job 3 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "After these things Job opened his mouth, and cursed his day,",
              "reference": "Job 3:1"
            },
            {
              "content": "and he said,",
              "reference": "Job 3:2"
            },
            {
              "content": "Perish the day in which I was born, and the night in which it was said, A man is conceived.",
              "reference": "Job 3:3"
            },
            {
              "content": "That day be turned into darknesses; God seek not it [from] above, and be it not in mind, neither be it lightened with light.",
              "reference": "Job 3:4"
            },
            {
              "content": "Darkness make it dark, and the shadow of death and of mist occupy it; and be it wrapped with bitterness.",
              "reference": "Job 3:5"
            },
            {
              "content": "Dark whirlwind hold that night; be it not reckoned among the days of the year, neither be it numbered among the months.",
              "reference": "Job 3:6"
            },
            {
              "content": "That night be sullen, and not worthy of praising.",
              "reference": "Job 3:7"
            },
            {
              "content": "Curse they it, that curse the day, that be ready to raise Leviathan.",
              "reference": "Job 3:8"
            },
            {
              "content": "[The] Stars of that night be they made dark with the darkness thereof; abide it light, and see it not, neither see it the beginning of the morrow-tide rising up.",
              "reference": "Job 3:9"
            },
            {
              "content": "For it closed not the doors of the womb, that bare me, neither it took away evil from mine eyes.",
              "reference": "Job 3:10"
            },
            {
              "content": "Why was not I dead in the womb? why went I out of the womb, and perished not anon?",
              "reference": "Job 3:11"
            },
            {
              "content": "Why was I taken on knees? why was I given suck with teats?",
              "reference": "Job 3:12"
            },
            {
              "content": "For now I sleeping should be still, and I should rest in my sleep,",
              "reference": "Job 3:13"
            },
            {
              "content": "with kings and counsellors of the earth, which build to them sullen places;",
              "reference": "Job 3:14"
            },
            {
              "content": "either with princes that have gold in possession, and fill their houses with silver;",
              "reference": "Job 3:15"
            },
            {
              "content": "either as a child, or a beast, born before the time, and hid, I should not have been; either as they that be conceived, and saw not light.",
              "reference": "Job 3:16"
            },
            {
              "content": "There wicked men ceased of making noise, and there men made weary of strength rested.",
              "reference": "Job 3:17"
            },
            {
              "content": "And sometime men bound together now be without dis-ease, they heard not the voice of the wrongful asker.",
              "reference": "Job 3:18"
            },
            {
              "content": "A little man and a great man be there, and a servant is free from his lord.",
              "reference": "Job 3:19"
            },
            {
              "content": "Why is light given to the wretch, and life to them that be in bitterness of soul?",
              "reference": "Job 3:20"
            },
            {
              "content": "Which abide death, and it cometh not; as men that dig out treasure,",
              "reference": "Job 3:21"
            },
            {
              "content": "and joy greatly, when they have found a sepulchre?",
              "reference": "Job 3:22"
            },
            {
              "content": "Why is light given to a man, whose way is hid, and God hath encompassed him with darknesses?",
              "reference": "Job 3:23"
            },
            {
              "content": "Before that I eat, I sigh; and as of water flowing, so is my roaring.",
              "reference": "Job 3:24"
            },
            {
              "content": "For the dread, which I dreaded, hath come to me; and that thing, that I shamed [of], hath befallen to me.",
              "reference": "Job 3:25"
            },
            {
              "content": "Whether I dissembled or feigned not? whether I was not still? whether I rested not? and yet indignation hath come [up] on me.",
              "reference": "Job 3:26"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "4": {
          "reference": "Job 4 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answer-ed, and said,",
              "reference": "Job 4:1"
            },
            {
              "content": "If we begin to speak to thee, in hap thou shalt take it heavily; but who may hold a word conceived?",
              "reference": "Job 4:2"
            },
            {
              "content": "Lo! thou hast taught full many men, and thou hast strengthened hands made faint.",
              "reference": "Job 4:3"
            },
            {
              "content": "Thy words have confirmed men doubting, and thou hast comforted knees trembling.",
              "reference": "Job 4:4"
            },
            {
              "content": "But now a wound is come upon thee, and thou hast failed, or fainted; it hath touched thee, and thou art troubled.",
              "reference": "Job 4:5"
            },
            {
              "content": "Where is thy dread, thy strength, and thy patience, and the perfection of thy ways?",
              "reference": "Job 4:6"
            },
            {
              "content": "I beseech thee, have thou mind, what innocent man perished ever, either when rightful [or rightwise] men were done away?",
              "reference": "Job 4:7"
            },
            {
              "content": "Certainly rather I saw them, that work wickedness, and sow sorrows, and reap those [or them],",
              "reference": "Job 4:8"
            },
            {
              "content": "to have perished by God blowing, and to be wasted by the spirit of his ire.",
              "reference": "Job 4:9"
            },
            {
              "content": "The roaring of a lion, and the voice of a lioness, and the teeth of whelps of lions, be all-broken.",
              "reference": "Job 4:10"
            },
            {
              "content": "Tigers perished, for she had not prey; and [the] whelps of the lion be destroyed.",
              "reference": "Job 4:11"
            },
            {
              "content": "Certainly an hid word was said to me, and mine ear took as it were thief-like the veins of the privy speak-ing thereof.",
              "reference": "Job 4:12"
            },
            {
              "content": "In the hideousness of [the] night’s sight, when heavy sleep is wont to occupy men,",
              "reference": "Job 4:13"
            },
            {
              "content": "dread and trembling held me; and all my bones were afeared.",
              "reference": "Job 4:14"
            },
            {
              "content": "And when the spirit went in my presence, the hairs of my flesh had hideousness.",
              "reference": "Job 4:15"
            },
            {
              "content": "One stood, whose cheer, or likeness, I knew not, an image before mine eyes; and I heard a voice as of [a] soft wind.",
              "reference": "Job 4:16"
            },
            {
              "content": "Whether a man shall be made just [or justified] in comparison of God? either a man shall be cleaner than his Maker?",
              "reference": "Job 4:17"
            },
            {
              "content": "Lo! they that serve him be not steadfast; and he hath found shrewd-ness in his angels.",
              "reference": "Job 4:18"
            },
            {
              "content": "How much more they that dwell in houses of clay, which have an earthly foundament, shall be wasted as of a moth.",
              "reference": "Job 4:19"
            },
            {
              "content": "From morrowtide till to eventide they shall be cut down; and for no man understandeth, they shall perish without end.",
              "reference": "Job 4:20"
            },
            {
              "content": "And they, that be left, shall be taken away; they shall die, and not in wisdom.",
              "reference": "Job 4:21"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "5": {
          "reference": "Job 5 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Therefore, Job, call thou, if there is any man that shall answer thee, and turn thou to some of [the] saints.",
              "reference": "Job 5:1"
            },
            {
              "content": "Wrathfulness slayeth a fond [or foolish] man, and envy slayeth a little child.",
              "reference": "Job 5:2"
            },
            {
              "content": "I saw a fool with [a] steadfast root, and I cursed his fairness anon.",
              "reference": "Job 5:3"
            },
            {
              "content": "His sons shall be made far from health, and they shall be defouled in the gate, and there shall be none that shall deliver them.",
              "reference": "Job 5:4"
            },
            {
              "content": "Whose ripe corn an hungry man shall eat, and an armed man shall ravish him, and they, that thirst, shall drink his riches.",
              "reference": "Job 5:5"
            },
            {
              "content": "Nothing is done in [the] earth with-out cause, and sorrow shall not go out of the earth, that is, adversity befalleth not to any man without cause.",
              "reference": "Job 5:6"
            },
            {
              "content": "A man is born to labour, and a bird to flight.",
              "reference": "Job 5:7"
            },
            {
              "content": "Wherefore I shall beseech the Lord, and I shall set [or put] my speech to my God.",
              "reference": "Job 5:8"
            },
            {
              "content": "That maketh great things, and that may not be sought out, and wonder-ful things without number.",
              "reference": "Job 5:9"
            },
            {
              "content": "The which God giveth rain upon the face of the earth, and moisteth all things with waters.",
              "reference": "Job 5:10"
            },
            {
              "content": "Which setteth meek men on high, and raiseth with health them that mourn.",
              "reference": "Job 5:11"
            },
            {
              "content": "Which destroyeth the thoughts of evil-willed men, that their hands may not fulfill those things that they have begun.",
              "reference": "Job 5:12"
            },
            {
              "content": "Which taketh sly cautelous men in their own fellness, and he destroyeth the counsel of shrews or the depraved.",
              "reference": "Job 5:13"
            },
            {
              "content": "By day they shall run into dark-nesses, and as in night, so they shall grope in midday.",
              "reference": "Job 5:14"
            },
            {
              "content": "Certainly God shall make safe a needy man from the sword of their mouth, and a poor man from the hand of the violent, either raveners.",
              "reference": "Job 5:15"
            },
            {
              "content": "And hope shall be to a needy man, but wickedness shall draw together his mouth.",
              "reference": "Job 5:16"
            },
            {
              "content": "Blessed is the man, which is chastised of the Lord; therefore reprove thou not the blaming of the Lord.",
              "reference": "Job 5:17"
            },
            {
              "content": "For he woundeth, and doeth medicine; he smiteth, and his hands shall make whole.",
              "reference": "Job 5:18"
            },
            {
              "content": "In six tribulations he shall deliver thee, and in the seventh tribulation evil shall not touch thee.",
              "reference": "Job 5:19"
            },
            {
              "content": "In hunger he shall deliver thee from death, and in battle from the power of sword.",
              "reference": "Job 5:20"
            },
            {
              "content": "Thou shalt be hid from the scourge of an evil tongue, and thou shalt not dread mis-ease, either wretchedness, when it cometh.",
              "reference": "Job 5:21"
            },
            {
              "content": "In destroying made of enemies and in hunger thou shalt laugh, and thou shalt not dread the beasts of [the] earth.",
              "reference": "Job 5:22"
            },
            {
              "content": "But thy covenant shall be with the stones of earth, and beasts of earth shall be peaceable to thee.",
              "reference": "Job 5:23"
            },
            {
              "content": "And thou shalt know, that thy tabernacle hath peace, and thou visiting thy fairness, that is, beholding thy prosperity, shalt not sin.",
              "reference": "Job 5:24"
            },
            {
              "content": "And thou shalt know also, that thy seed shall be manyfold, and thy generation shall be as an herb of [the] earth.",
              "reference": "Job 5:25"
            },
            {
              "content": "In abundance of years thou shalt go into the sepulchre, as an heap of wheat is borne [in] in his time.",
              "reference": "Job 5:26"
            },
            {
              "content": "Lo! this thing is so, as we have sought; the which thing when thou hast heard, treat it in thy mind.",
              "reference": "Job 5:27"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "6": {
          "reference": "Job 6 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "And Job answered, and said,",
              "reference": "Job 6:1"
            },
            {
              "content": "I would, that my sins, by which I have deserved the wrath of God, and the wretchedness which I suffer, were weighed in a balance.",
              "reference": "Job 6:2"
            },
            {
              "content": "As the gravel of the sea, this wretchedness should appear more grievous; wherefore and my words be full of sorrow.",
              "reference": "Job 6:3"
            },
            {
              "content": "For the arrows of the Lord be in me, the indignation of which drinketh up my spirit; and the dreads of the Lord fight against me.",
              "reference": "Job 6:4"
            },
            {
              "content": "Whether a field ass shall roar, when he hath grass? Either whether an ox shall low, when he standeth before a full cratch?",
              "reference": "Job 6:5"
            },
            {
              "content": "Either whether a thing unsavory may be eaten, which is not made savory by salt? Either whether any man may taste a thing, which tasted bringeth death? For why to an hungry soul, yea, bitter things seem to be sweet;",
              "reference": "Job 6:6"
            },
            {
              "content": "those things which my soul would not touch before, be now my meats for anguish.",
              "reference": "Job 6:7"
            },
            {
              "content": "Who giveth, or granteth, that mine asking come to me; and that God give to me that thing, that I abide?",
              "reference": "Job 6:8"
            },
            {
              "content": "And he that hath begun to punish, all-break he me; loose he his hand, and cut he me down?",
              "reference": "Job 6:9"
            },
            {
              "content": "And this be comfort to me, that he torment me with sorrow, and spare not, and that I against-say not the words of the Holy.",
              "reference": "Job 6:10"
            },
            {
              "content": "For what is my strength, that I suffer? either which is mine end, that I suffer it patiently?",
              "reference": "Job 6:11"
            },
            {
              "content": "Neither my strength is the strength of stones, neither my flesh is of brass.",
              "reference": "Job 6:12"
            },
            {
              "content": "Lo! none help is to me in me; and also my necessary friends parted from me.",
              "reference": "Job 6:13"
            },
            {
              "content": "He that taketh away mercy from his friend, forsaketh the dread of the Lord.",
              "reference": "Job 6:14"
            },
            {
              "content": "My brethren passed from me, as a strand [or stream]  doeth, that passeth by rushingly in great valleys.",
              "reference": "Job 6:15"
            },
            {
              "content": "Snow shall come upon them, that dread frost.",
              "reference": "Job 6:16"
            },
            {
              "content": "In the time wherein they be scattered, they shall perish; and when they shall wax hot, they shall be loosed from their place.",
              "reference": "Job 6:17"
            },
            {
              "content": "The paths of their steps be enwrapped; they shall go in vain, and shall perish.",
              "reference": "Job 6:18"
            },
            {
              "content": "Behold ye the paths of Tema, and the ways of Sheba; and abide ye a little.",
              "reference": "Job 6:19"
            },
            {
              "content": "They be shamed, for I hoped; and they came unto me, and they be covered with shame.",
              "reference": "Job 6:20"
            },
            {
              "content": "Now ye be come, and now ye see my wound, and dread.",
              "reference": "Job 6:21"
            },
            {
              "content": "Whether I said, Bring ye to me, and give ye of your chattel to me?",
              "reference": "Job 6:22"
            },
            {
              "content": "either said, Deliver ye me from the hand of mine enemy, and draw away ye me from the hand of strong men?",
              "reference": "Job 6:23"
            },
            {
              "content": "Teach ye me, and I shall be still; and if in hap I unknew anything, teach ye me.",
              "reference": "Job 6:24"
            },
            {
              "content": "Why have ye contraried the words of truth? since there is none of you, that may reprove me.",
              "reference": "Job 6:25"
            },
            {
              "content": "Ye make ready speeches only for to blame, and ye bring forth words into wind.",
              "reference": "Job 6:26"
            },
            {
              "content": "Ye fall in on a fatherless child, and endeavour to pervert your friend.",
              "reference": "Job 6:27"
            },
            {
              "content": "Nevertheless fulfill ye that, that ye have begun; and give ye your ear, or hearing, and see ye, whether I lie.",
              "reference": "Job 6:28"
            },
            {
              "content": "I beseech you, answer ye me with-out strife, and speak ye, and deem ye that, that is just [or rightwise].",
              "reference": "Job 6:29"
            },
            {
              "content": "And ye shall not find wickedness in my tongue, neither folly shall sound in my cheeks.",
              "reference": "Job 6:30"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "7": {
          "reference": "Job 7 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Knighthood, that is, continual travail, and fighting against vices, is the life of a man upon earth, and his days be as the days of an hired man.",
              "reference": "Job 7:1"
            },
            {
              "content": "As an hart desireth shadow, and as an hired man abideth the end of his work;",
              "reference": "Job 7:2"
            },
            {
              "content": "so I have had void months, and I have numbered travailous nights to me.",
              "reference": "Job 7:3"
            },
            {
              "content": "If I shall sleep, I shall say, When shall I rise? and again I shall abide the eventide, and I shall be full-filled with sorrows unto darknesses come.",
              "reference": "Job 7:4"
            },
            {
              "content": "My flesh is clothed with rot, and filths of dust; my skin dried up, and is drawn together.",
              "reference": "Job 7:5"
            },
            {
              "content": "My days have passed swifter than a web is cut down from the looms; and those days be wasted without any hope of coming again.",
              "reference": "Job 7:6"
            },
            {
              "content": "God, have thou mind, for my life is wind, and mine eye shall not turn again, that it see goods.",
              "reference": "Job 7:7"
            },
            {
              "content": "Neither the sight of man shall behold me; but thine eyes be in me, and I shall not be in deadly life, that is, I shall not abide alive.",
              "reference": "Job 7:8"
            },
            {
              "content": "As a cloud is wasted, and passeth soon away, so he that goeth down to hell, shall not go up from thence;",
              "reference": "Job 7:9"
            },
            {
              "content": "neither he shall turn again more into his house, and his place shall no more know him.",
              "reference": "Job 7:10"
            },
            {
              "content": "Wherefore and I shall not spare my mouth; I shall speak in the tribulation of my spirit, I shall talk altogether with the bitterness of my soul.",
              "reference": "Job 7:11"
            },
            {
              "content": "Whether I am a sea, either a whale, for thou hast encompassed me with a prison?",
              "reference": "Job 7:12"
            },
            {
              "content": "If I shall say, My bed shall comfort me, and I shall be relieved, or quieted, speaking with me in my bed;",
              "reference": "Job 7:13"
            },
            {
              "content": "thou shalt make me afeared by dreams, and thou shalt shake me with horror, either hideousness, by sights.",
              "reference": "Job 7:14"
            },
            {
              "content": "Wherefore my soul chose hanging, and my bones have chosen death.",
              "reference": "Job 7:15"
            },
            {
              "content": "I despaired, now I shall no more live; Lord, spare thou me, for my days be nought.",
              "reference": "Job 7:16"
            },
            {
              "content": "What is a man, for thou magni-fiest him? either what settest thou thine heart toward him?",
              "reference": "Job 7:17"
            },
            {
              "content": "Thou visitest him early, and suddenly thou provest him.",
              "reference": "Job 7:18"
            },
            {
              "content": "How long sparest thou not me, neither sufferest me, that I swallow my spittle?",
              "reference": "Job 7:19"
            },
            {
              "content": "I have sinned; O! thou keeper of men, what shall I do to thee? Why hast thou set me contrary to thee, and I am made grievous to myself?",
              "reference": "Job 7:20"
            },
            {
              "content": "Why doest thou not away my sin, and why takest thou not away my wickedness? Lo! now I shall sleep in dust, and if thou seekest me early, I shall not abide.",
              "reference": "Job 7:21"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "8": {
          "reference": "Job 8 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answer-ed, and said,",
              "reference": "Job 8:1"
            },
            {
              "content": "How long shalt thou speak such things? The spirit of the word of thy mouth is manyfold.",
              "reference": "Job 8:2"
            },
            {
              "content": "Whether God supplanteth, either deceiveth, doom, and whether Almighty God destroyeth that, that is just [or rightwise]?",
              "reference": "Job 8:3"
            },
            {
              "content": "Yea, though thy sons sinned against him, and he left them in the hand of their wickedness;",
              "reference": "Job 8:4"
            },
            {
              "content": "nevertheless, if thou risest early to God, and beseechest Almighty God,",
              "reference": "Job 8:5"
            },
            {
              "content": "if thou goest clean and rightful, anon he shall wake fully to thee, and shall make peaceable the dwelling place of thy rightfulness [or rightwiseness];",
              "reference": "Job 8:6"
            },
            {
              "content": "in so much that thy former things were little, and that thy last things be multiplied greatly.",
              "reference": "Job 8:7"
            },
            {
              "content": "For why, ask thou the former generations, and seek thou diligently the mind of [the] fathers.",
              "reference": "Job 8:8"
            },
            {
              "content": "For we be men of yesterday, and know not; for our days be as a shadow on the earth.",
              "reference": "Job 8:9"
            },
            {
              "content": "And they shall teach thee, [and] they shall speak to thee, and of their heart they shall bring forth true speeches.",
              "reference": "Job 8:10"
            },
            {
              "content": "Whether a bulrush may grow with-out moisture? either a reed without water?",
              "reference": "Job 8:11"
            },
            {
              "content": "When it is yet in the flower, neither it is taken with hand, it waxeth dry before all herbs.",
              "reference": "Job 8:12"
            },
            {
              "content": "So be the ways of all men, that forget God; and the hope of an hypocrite shall perish.",
              "reference": "Job 8:13"
            },
            {
              "content": "His cowardice shall not please God, and his trust shall be as a web of spiders.",
              "reference": "Job 8:14"
            },
            {
              "content": "He shall lean, either rest, upon his house, and it shall not stand; he shall underset it, and it shall not rise up altogether.",
              "reference": "Job 8:15"
            },
            {
              "content": "The bulrush seemeth moist, before that the sun come; and in the rising of the sun, the seed thereof shall go out.",
              "reference": "Job 8:16"
            },
            {
              "content": "The roots thereof shall be made thick upon an heap of stones, and it shall dwell among [the] stones.",
              "reference": "Job 8:17"
            },
            {
              "content": "If a man draweth it out of the place thereof, that place shall deny it, and it shall say, I know thee not.",
              "reference": "Job 8:18"
            },
            {
              "content": "For this is the gladness of his way, that again other bulrushes spring out of the earth.",
              "reference": "Job 8:19"
            },
            {
              "content": "Forsooth God shall not cast away a simple man, neither he shall dress his hand to help wicked men;",
              "reference": "Job 8:20"
            },
            {
              "content": "till thy mouth be filled with laughter, and thy lips with hearty song.",
              "reference": "Job 8:21"
            },
            {
              "content": "They that hate thee shall be clothed with shame; and the taber-nacle of wicked men shall not stand.",
              "reference": "Job 8:22"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "9": {
          "reference": "Job 9 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "And Job answered, and said,",
              "reference": "Job 9:1"
            },
            {
              "content": "Verily I know, that it is so, and that a man comparisoned to God shall not be made just [or justified].",
              "reference": "Job 9:2"
            },
            {
              "content": "If he will strive with God, he may not answer to God one for a thousand.",
              "reference": "Job 9:3"
            },
            {
              "content": "He is wise in heart, and strong in might; who hath against-stood him, and had peace?",
              "reference": "Job 9:4"
            },
            {
              "content": "He bare over hills from one place to another, and they knew not; which he destroyed in his strong vengeance.",
              "reference": "Job 9:5"
            },
            {
              "content": "Which stirreth the earth from his place, and the pillars thereof shall shake altogether.",
              "reference": "Job 9:6"
            },
            {
              "content": "He commandeth to the sun, and it riseth not; and he closeth up the stars, as under a signet.",
              "reference": "Job 9:7"
            },
            {
              "content": "He alone stretcheth forth heavens, and he goeth upon the waves of the sea.",
              "reference": "Job 9:8"
            },
            {
              "content": "He maketh Arcturus, and Orion, and Pleiades, that is, the seven stars, and the inner things of the south.",
              "reference": "Job 9:9"
            },
            {
              "content": "He maketh great things, and that may not be sought out, and also wonderful things, of which there is none number.",
              "reference": "Job 9:10"
            },
            {
              "content": "If he cometh to me, I shall not see him; if he goeth away from me, I shall not understand.",
              "reference": "Job 9:11"
            },
            {
              "content": "If he asketh suddenly, who shall answer to him? either who may say to him, Why doest thou so?",
              "reference": "Job 9:12"
            },
            {
              "content": "He is God, whose wrath no man may withstand; and under whom they be bowed, that bear the world.",
              "reference": "Job 9:13"
            },
            {
              "content": "How great am I, that I answer to him, and speak by my words with him?",
              "reference": "Job 9:14"
            },
            {
              "content": "Which also shall not answer to him, though I have anything just [or right]; but I shall beseech my judge to spare me.",
              "reference": "Job 9:15"
            },
            {
              "content": "And when he hath heard me inwardly calling him, I believe not, that he hath heard my voice.",
              "reference": "Job 9:16"
            },
            {
              "content": "For in a whirlwind he shall all-break me, and he shall multiply my wounds, yea, without cause.",
              "reference": "Job 9:17"
            },
            {
              "content": "He granteth not, that my spirit have rest, and he filleth me with bitternesses.",
              "reference": "Job 9:18"
            },
            {
              "content": "If strength is sought, he is most strong; and if equity of doom is sought, no man dare yield witnessing for me.",
              "reference": "Job 9:19"
            },
            {
              "content": "If I will make me just [or justify me], my own mouth shall condemn me; if I shall show me innocent, he shall prove me a shrew.",
              "reference": "Job 9:20"
            },
            {
              "content": "Yea, though I be simple, my soul shall not know this same thing; and it shall annoy me of my life.",
              "reference": "Job 9:21"
            },
            {
              "content": "One thing is, which I spake, he shall waste by death also the innocent and [the] wicked man.",
              "reference": "Job 9:22"
            },
            {
              "content": "If he beateth, slay he once, and laugh he not of the pains of innocent men.",
              "reference": "Job 9:23"
            },
            {
              "content": "The earth is given into the hands of the wicked; he covereth the faces of judges; that if he is not, who there-fore is?",
              "reference": "Job 9:24"
            },
            {
              "content": "My days were swifter than a courier; they fled away, and saw not good.",
              "reference": "Job 9:25"
            },
            {
              "content": "They passed away as [the] ships bearing apples, as an eagle flying to meat.",
              "reference": "Job 9:26"
            },
            {
              "content": "When I say, I shall not speak so; I change my face, and I am tormented with sorrow.",
              "reference": "Job 9:27"
            },
            {
              "content": "I dread all my works, witting that thou sparest not the trespasser.",
              "reference": "Job 9:28"
            },
            {
              "content": "And if I am also thus wicked, why have I travailed in vain?",
              "reference": "Job 9:29"
            },
            {
              "content": "Though I am washed as with waters of snow, and though mine hands shine as most clean,",
              "reference": "Job 9:30"
            },
            {
              "content": "nevertheless thou shalt dip me in filths, and my clothes shall hold, or show, me abominable.",
              "reference": "Job 9:31"
            },
            {
              "content": "Truly I shall not answer a man, that is like me; neither that may be heard evenly with me in doom.",
              "reference": "Job 9:32"
            },
            {
              "content": "There is none, that may reprove ever either, and set [or put] his hand in both.",
              "reference": "Job 9:33"
            },
            {
              "content": "Do he away his rod from me, and his dread make not me afeared.",
              "reference": "Job 9:34"
            },
            {
              "content": "I shall speak, and I shall not dread him; for I may not answer dreading.",
              "reference": "Job 9:35"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "10": {
          "reference": "Job 10 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "It annoyeth my soul of my life; I shall leave my speech against me, I shall speak in the bitterness of my soul.",
              "reference": "Job 10:1"
            },
            {
              "content": "I shall say to God, Do not thou condemn me; show thou to me, why thou deemest me so.",
              "reference": "Job 10:2"
            },
            {
              "content": "Whether it seemeth good to thee, if thou challengest me as false, and oppressest me, the work of thine hands; and if thou helpest the counsel of wicked men?",
              "reference": "Job 10:3"
            },
            {
              "content": "Whether fleshly eyes be to thee, either, as a man seeth, also thou shalt see?",
              "reference": "Job 10:4"
            },
            {
              "content": "Whether thy days be as the days of a man, and be thy years as man’s times;",
              "reference": "Job 10:5"
            },
            {
              "content": "that thou inquire about my wicked-ness, and ensearch my sin?",
              "reference": "Job 10:6"
            },
            {
              "content": "And thou, Lord, know, that I have done no wicked thing; since there is no man, that may deliver from thine hand?",
              "reference": "Job 10:7"
            },
            {
              "content": "Thine hands have made me, and have formed me all in compass; and thou hast cast me down suddenly.",
              "reference": "Job 10:8"
            },
            {
              "content": "Lord, I pray thee, have thou mind, that thou madest me as clay, and shalt bring me again into dust.",
              "reference": "Job 10:9"
            },
            {
              "content": "Whether thou hast not milked me as milk, and hast crudded or curdled me together as cheese?",
              "reference": "Job 10:10"
            },
            {
              "content": "Thou hast clothed me with skin and flesh; and thou hast joined me together with bones and sinews.",
              "reference": "Job 10:11"
            },
            {
              "content": "Thou hast given life and mercy to me, and thy visiting hath kept my spirit.",
              "reference": "Job 10:12"
            },
            {
              "content": "And though thou coverest these things in thine heart, nevertheless I know, that thou hast mind of all these things.",
              "reference": "Job 10:13"
            },
            {
              "content": "And if when I did sin, thou spared-est me at an hour; why sufferest thou not me to be clean of my wickedness?",
              "reference": "Job 10:14"
            },
            {
              "content": "And if I was wicked, woe is to me; and if I was just [or rightwise], I shall not raise up mine head, that am full-filled with torment, and wretched-ness.",
              "reference": "Job 10:15"
            },
            {
              "content": "And if I raise up mine head for pride, thou shalt take me as a lioness; and thou turnest again, and tormentest me wonderfully.",
              "reference": "Job 10:16"
            },
            {
              "content": "Thou gatherest in store thy witnesses against me, and thou multipliest thine ire [or thy wrath], that is, vengeance, against me; and pains hold knighthood [or fight] in me.",
              "reference": "Job 10:17"
            },
            {
              "content": "Lord, why hast thou led me out of the womb? Why not had I erst been wasted, that an eye had not seen me.",
              "reference": "Job 10:18"
            },
            {
              "content": "That I had been, as if I were not, and were translated, either borne over, from the womb to the sepulchre.",
              "reference": "Job 10:19"
            },
            {
              "content": "Whether not the fewness of my days shall be ended in short time? Therefore suffer thou me, that I bewail a little my sorrow,",
              "reference": "Job 10:20"
            },
            {
              "content": "before that I go, and turn not again, to the dark land, and covered with the darkness of death,",
              "reference": "Job 10:21"
            },
            {
              "content": "to the land of wretchedness, and of darknesses; where is shadow of death, and none order, but everlasting hideousness dwelleth.",
              "reference": "Job 10:22"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "11": {
          "reference": "Job 11 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Then Zophar the Naamathite answered, and said,",
              "reference": "Job 11:1"
            },
            {
              "content": "Whether he, that speaketh many things, shall not also hear? either a man full of words shall be made just [or justified]?",
              "reference": "Job 11:2"
            },
            {
              "content": "Shall men be still to thee alone? and when thou hast scorned other men, shalt thou not be overcome of any man?",
              "reference": "Job 11:3"
            },
            {
              "content": "For thou saidest, My word is clean, and I am clean in thy sight.",
              "reference": "Job 11:4"
            },
            {
              "content": "And I would, that God spake with thee, and opened his lips to thee;",
              "reference": "Job 11:5"
            },
            {
              "content": "to show to thee the privates of wisdom, and that his law is manyfold, and thou shouldest then understand, that thou art required of God to pay much less things, than thy wickedness deserveth.",
              "reference": "Job 11:6"
            },
            {
              "content": "In hap thou shalt comprehend the steps of God, and thou shalt find Almighty God unto perfection.",
              "reference": "Job 11:7"
            },
            {
              "content": "He is higher than heaven, and what shalt thou do? he is deeper than hell, and whereof shalt thou know?",
              "reference": "Job 11:8"
            },
            {
              "content": "His measure is longer than the earth, and broader than the sea.",
              "reference": "Job 11:9"
            },
            {
              "content": "If he destroyeth all things, either driveth them straitly into one, who shall against-say him? Either who may say to him, Why doest thou so?",
              "reference": "Job 11:10"
            },
            {
              "content": "For he knoweth the vanity of men; and whether he seeing, beholdeth not wickedness?",
              "reference": "Job 11:11"
            },
            {
              "content": "A vain man is raised into pride; and he guesseth himself born free, as the colt of a wild ass.",
              "reference": "Job 11:12"
            },
            {
              "content": "But thou hast made steadfast thine heart, and hast spread abroad thine hands to him.",
              "reference": "Job 11:13"
            },
            {
              "content": "If thou doest away from thee the wickedness, that is in thine hand, and if unrightwiseness dwelleth not in thy tabernacle,",
              "reference": "Job 11:14"
            },
            {
              "content": "then thou shalt raise up thy face without wem, and thou shalt be steadfast, and thou shalt not dread.",
              "reference": "Job 11:15"
            },
            {
              "content": "And thou shalt forget thy wretched-ness, and thou shalt not think of it, as of waters that have passed by.",
              "reference": "Job 11:16"
            },
            {
              "content": "And as midday shining, it shall raise to thee at eventide; and when thou guessest thee to be wasted, thou shalt rise up as the day star.",
              "reference": "Job 11:17"
            },
            {
              "content": "And thou shalt have trust, while hope shall be set forth to thee; and thou buried shalt sleep securely.",
              "reference": "Job 11:18"
            },
            {
              "content": "Thou shalt rest, and none shall be that shall make thee afeared; and full many men shall beseech thy face.",
              "reference": "Job 11:19"
            },
            {
              "content": "But the eyes of wicked men shall fail; and succor shall perish from them, and the hope of them shall be abomination of soul.",
              "reference": "Job 11:20"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "12": {
          "reference": "Job 12 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Soothly Job answered, and said,",
              "reference": "Job 12:1"
            },
            {
              "content": "And ye therefore be men alone, and wisdom dwell with you?",
              "reference": "Job 12:2"
            },
            {
              "content": "And to me is an heart, as and to you, and I am not lower than ye; for who knoweth not these things, which ye know?",
              "reference": "Job 12:3"
            },
            {
              "content": "He that is scorned of his friend, as I am, shall inwardly call God, and God shall hear him; for the simpleness of a just [or rightwise] man is scorned.",
              "reference": "Job 12:4"
            },
            {
              "content": "And a lamp is despised at the thoughts of rich men, the which lamp is made ready to a time ordained.",
              "reference": "Job 12:5"
            },
            {
              "content": "The tabernacles of robbers be plenteous [or abound], either full of goods; and boldly they stir God to wrath, when he hath given all things into their hands.",
              "reference": "Job 12:6"
            },
            {
              "content": "No wonder, ask thou [the] beasts, and they shall teach thee; and ask thou  [the] birds of the air, and they shall show to thee.",
              "reference": "Job 12:7"
            },
            {
              "content": "Speak to the earth, and it shall answer thee; and the fishes of the sea shall tell those things.",
              "reference": "Job 12:8"
            },
            {
              "content": "Who knoweth not that the hand of the Lord made all these things?",
              "reference": "Job 12:9"
            },
            {
              "content": "In whose hand the soul is of each living thing, and the spirit of each flesh of man.",
              "reference": "Job 12:10"
            },
            {
              "content": "Whether the ear deemeth not words, and the cheeks of the eater deem savour, or the taste of meat?",
              "reference": "Job 12:11"
            },
            {
              "content": "Wisdom is in eld [or old] men, and prudence is in much time.",
              "reference": "Job 12:12"
            },
            {
              "content": "Wisdom and strength is with God; he hath counsel and understanding.",
              "reference": "Job 12:13"
            },
            {
              "content": "If he destroyeth, there is no man that buildeth; if he shutteth in a man, there is none that openeth.",
              "reference": "Job 12:14"
            },
            {
              "content": "If he holdeth altogether waters, all things shall be made dry; and if he sendeth out those waters, they shall destroy the earth.",
              "reference": "Job 12:15"
            },
            {
              "content": "Strength and wisdom is with God; he knoweth both him that deceiveth and him that is deceived.",
              "reference": "Job 12:16"
            },
            {
              "content": "And he bringeth counsellors into a fond [or foolish] end, and judges into wondering, either astonishing.",
              "reference": "Job 12:17"
            },
            {
              "content": "He unbindeth the girdle of kings, and girdeth their reins with a cord.",
              "reference": "Job 12:18"
            },
            {
              "content": "He leadeth their priests without glory, and he deceiveth the principal men;",
              "reference": "Job 12:19"
            },
            {
              "content": "and he changeth the lips of sooth-fast men, and taketh away the doctrine of eld [or old] men.",
              "reference": "Job 12:20"
            },
            {
              "content": "He sheddeth [or poureth] out despising on princes, and relieveth them, that were oppressed.",
              "reference": "Job 12:21"
            },
            {
              "content": "He showeth deep things from darknesses; and he bringeth forth into light the shadow of death.",
              "reference": "Job 12:22"
            },
            {
              "content": "He multiplieth folks, and he loseth them; and he restoreth them, when they be destroyed, into whole number.",
              "reference": "Job 12:23"
            },
            {
              "content": "He changeth the heart of [the] princes of the people of [the] earth; and deceiveth them, that they go in vain out of the way.",
              "reference": "Job 12:24"
            },
            {
              "content": "They shall grope, as in darknesses, and not in light; and he shall make them to err as drunken men.",
              "reference": "Job 12:25"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "13": {
          "reference": "Job 13 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Lo! mine eye, saith Job, hath seen all things, and mine ear hath heard; and I understood all things.",
              "reference": "Job 13:1"
            },
            {
              "content": "Even with your knowing, also I know, and I am not lower than ye.",
              "reference": "Job 13:2"
            },
            {
              "content": "But nevertheless I shall speak to Almighty God, and I covet to dispute with God;",
              "reference": "Job 13:3"
            },
            {
              "content": "and first I show you makers of lies, and lovers or favourers of wayward teachings.",
              "reference": "Job 13:4"
            },
            {
              "content": "And I would, that ye were still, that ye were guessed to be wise men.",
              "reference": "Job 13:5"
            },
            {
              "content": "Therefore hear ye my chastisings; and perceive ye the doom of my lips.",
              "reference": "Job 13:6"
            },
            {
              "content": "Whether God hath need to your leasing, that ye speak guileful things [or treacheries] for him?",
              "reference": "Job 13:7"
            },
            {
              "content": "Whether ye take his face, and enforce or endeavour to deem for God?",
              "reference": "Job 13:8"
            },
            {
              "content": "Either it shall please him, from whom nothing may be hid? Whether he, as a man, shall be deceived by your falsenesses?",
              "reference": "Job 13:9"
            },
            {
              "content": "He shall reprove you; for ye take his face in huddles.",
              "reference": "Job 13:10"
            },
            {
              "content": "Anon as he shall stir or move him, he shall trouble you; and his dread shall fall upon you.",
              "reference": "Job 13:11"
            },
            {
              "content": "Your mind shall be comparisoned to ashes; and your nolls shall be driven down into clay.",
              "reference": "Job 13:12"
            },
            {
              "content": "Be ye still a little, that I speak, whatever thing my mind hath showed to me.",
              "reference": "Job 13:13"
            },
            {
              "content": "Why rend I my flesh with my teeth, and bear my life in mine hands?",
              "reference": "Job 13:14"
            },
            {
              "content": "Yea, though God slay me, I shall hope in him; nevertheless I shall prove my ways in his sight.",
              "reference": "Job 13:15"
            },
            {
              "content": "And he shall be my saviour; for why each hypocrite shall not come in his sight.",
              "reference": "Job 13:16"
            },
            {
              "content": "Hear ye my word, and perceive ye with [your] ears my dark and hard privy or hard figurative speeches.",
              "reference": "Job 13:17"
            },
            {
              "content": "If I shall be deemed, I know that I shall be found just [or rightwise].",
              "reference": "Job 13:18"
            },
            {
              "content": "Who is he that is deemed with me? Come he; why am I still, and am wasted?",
              "reference": "Job 13:19"
            },
            {
              "content": "Do thou not to me two things only; and then I shall not be hid from thy face.",
              "reference": "Job 13:20"
            },
            {
              "content": "Make thine hand far from me; and thy dread make not me afeared.",
              "reference": "Job 13:21"
            },
            {
              "content": "Call thou me, and I shall answer thee; either certainly I shall speak, and thou shalt answer me.",
              "reference": "Job 13:22"
            },
            {
              "content": "How great sins and wickednesses have I? Show thou to me my felonies, and my trespasses.",
              "reference": "Job 13:23"
            },
            {
              "content": "Why hidest thou thy face, and deemest me thine enemy?",
              "reference": "Job 13:24"
            },
            {
              "content": "Thou showest thy might against a leaf, that is ravished away with the wind; and thou pursuest dry stubble.",
              "reference": "Job 13:25"
            },
            {
              "content": "For thou writest bitternesses against me; and wilt waste me with the sins of my young waxing age.",
              "reference": "Job 13:26"
            },
            {
              "content": "Thou hast set [or put] my foot in a stock, and thou hast kept all my paths; and thou hast beheld the steps of my feet.",
              "reference": "Job 13:27"
            },
            {
              "content": "And I shall be wasted as rot, and as a cloth, that is eaten of a moth.",
              "reference": "Job 13:28"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "14": {
          "reference": "Job 14 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "A man is born of a woman, and liveth short time, and he is full-filled with many wretchednesses.",
              "reference": "Job 14:1"
            },
            {
              "content": "And he goeth out, and is defouled as a flower; and he fleeth away as a shadow, and dwelleth never perfectly in that same state.",
              "reference": "Job 14:2"
            },
            {
              "content": "And guessest thou worthy thing to open thine eyes upon such a man; and to bring him into doom with thee?",
              "reference": "Job 14:3"
            },
            {
              "content": "Who may make a man clean conceived of unclean seed? Whether not thou, Lord, that art alone?",
              "reference": "Job 14:4"
            },
            {
              "content": "The days of a man be short, and the number of his months be with thee; thou hast set, either ordained, his terms, which may not be passed.",
              "reference": "Job 14:5"
            },
            {
              "content": "Therefore go thou away from him a little, that he have rest; till his meed coveted come, and his day is as the day of an hired man.",
              "reference": "Job 14:6"
            },
            {
              "content": "A tree hath hope, if it is cut down; and again it waxeth green, and his branches spread forth.",
              "reference": "Job 14:7"
            },
            {
              "content": "If the root thereof is eld [or old] in the earth, and the stock thereof is nigh dead in dust;",
              "reference": "Job 14:8"
            },
            {
              "content": "it shall burgeon at the odour of water, and it shall make hair, that is, leaves and branches, or take root, as when it was planted first.",
              "reference": "Job 14:9"
            },
            {
              "content": "But when a man is dead, and made naked, and wasted; I pray, where is he?",
              "reference": "Job 14:10"
            },
            {
              "content": "As if waters go away from the sea, and as a river made void of waters wax dry,",
              "reference": "Job 14:11"
            },
            {
              "content": "so a man, when he hath slept, that is, died, he shall not rise again, till heaven be broken, or made new; he shall not wake, neither he shall rise altogether from his sleep.",
              "reference": "Job 14:12"
            },
            {
              "content": "Who giveth this to me, that thou defend me in hell, and that thou hide me, till thy great vengeance pass by; and that thou set to me a time, in which thou have mind on me?",
              "reference": "Job 14:13"
            },
            {
              "content": "Guessest thou, whether a dead man shall live again? Now in all the days, in which I hold knighthood, I abide, till my exchanging come.",
              "reference": "Job 14:14"
            },
            {
              "content": "Thou shalt call me, and I shall answer thee; thou shalt dress the right half, that is, bless, to the work of thine hands.",
              "reference": "Job 14:15"
            },
            {
              "content": "Soothly thou hast numbered my steps; but spare thou my sins.",
              "reference": "Job 14:16"
            },
            {
              "content": "Thou hast sealed as in a bag my trespasses, but thou hast cured my wickedness.",
              "reference": "Job 14:17"
            },
            {
              "content": "An hill falling droppeth down, and a rock of stone is borne over from his place.",
              "reference": "Job 14:18"
            },
            {
              "content": "Waters make stones hollow, and the earth is wasted little and little by washing away of water; and thou shalt lose men in like manner.",
              "reference": "Job 14:19"
            },
            {
              "content": "Thou madest a man strong a little, that he should pass by without end; thou shalt change his face, and shalt send him out.",
              "reference": "Job 14:20"
            },
            {
              "content": "Whether his sons be noble, either unnoble, he shall not understand.",
              "reference": "Job 14:21"
            },
            {
              "content": "Nevertheless his flesh, while he liveth, shall have sorrow, and his soul shall mourn upon himself.",
              "reference": "Job 14:22"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "15": {
          "reference": "Job 15 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answer-ed, and said,",
              "reference": "Job 15:1"
            },
            {
              "content": "Whether a wise man shall answer, as speaking against the wind, and shall fill his stomach with burning, that is ire?",
              "reference": "Job 15:2"
            },
            {
              "content": "For thou reprovest him by words, which is not like thee, and thou speakest that, that speedeth not to thee.",
              "reference": "Job 15:3"
            },
            {
              "content": "As much as is in thee, thou hast avoided dread; and thou hast taken away thy prayers before God.",
              "reference": "Job 15:4"
            },
            {
              "content": "For [thy] wickedness hath taught thy mouth, and thou pursuest [or followest] the tongue of blasphemers.",
              "reference": "Job 15:5"
            },
            {
              "content": "Thy tongue [or Thy mouth], and not I, shall condemn thee, and thy lips shall answer thee.",
              "reference": "Job 15:6"
            },
            {
              "content": "Whether thou art born the first man, and whether thou art formed before little hills?",
              "reference": "Job 15:7"
            },
            {
              "content": "Whether thou hast heard the counsel of God, and whether his wisdom is lower than thou?",
              "reference": "Job 15:8"
            },
            {
              "content": "What thing knowest thou, which we know not? What thing under-standest thou, which we know not?",
              "reference": "Job 15:9"
            },
            {
              "content": "Both wise men and eld, much elder than thy fathers, be among us.",
              "reference": "Job 15:10"
            },
            {
              "content": "Whether it is great, that God comfort thee? But thy shrewd words forbid this.",
              "reference": "Job 15:11"
            },
            {
              "content": "What raiseth thine heart thee, and thou as thinking great things hast eyes astonied?",
              "reference": "Job 15:12"
            },
            {
              "content": "What swelleth thy spirit against God, that thou bring forth of thy mouth such words?",
              "reference": "Job 15:13"
            },
            {
              "content": "What is a man, that he be without wem, and that he, born of a woman, appear just [or rightwise]?",
              "reference": "Job 15:14"
            },
            {
              "content": "Lo! none among his saints is unchangeable, and heavens be not clean in his sight.",
              "reference": "Job 15:15"
            },
            {
              "content": "How much more is a man abominable and unprofitable, that drinketh wickedness as water?",
              "reference": "Job 15:16"
            },
            {
              "content": "I shall show to thee, hear thou me; I shall tell to thee that, that I saw.",
              "reference": "Job 15:17"
            },
            {
              "content": "Wise men acknowledge, and hide not their fathers.",
              "reference": "Job 15:18"
            },
            {
              "content": "To which wise men alone the earth is given, and an alien shall not pass by them.",
              "reference": "Job 15:19"
            },
            {
              "content": "A wicked man is proud in all his days; and the number of his years and of his tyranny is uncertain.",
              "reference": "Job 15:20"
            },
            {
              "content": "The sound of dread is ever[more] in his ears, and when peace is, he supposeth ever[more] treasons.",
              "reference": "Job 15:21"
            },
            {
              "content": "He believeth not that he may turn again from darknesses to light; and he beholdeth about on each side for a sword.",
              "reference": "Job 15:22"
            },
            {
              "content": "When he stirreth him[self] to seek bread, he knoweth, that the day of darknesses is made ready in his hand.",
              "reference": "Job 15:23"
            },
            {
              "content": "Tribulation shall make him afeared, and anguish shall encompass him, as a king which is made ready to battle.",
              "reference": "Job 15:24"
            },
            {
              "content": "For he held forth his hand against God, and he was made strong against Almighty God.",
              "reference": "Job 15:25"
            },
            {
              "content": "He ran with his neck raised up against God, and he was armed with a fat noll.",
              "reference": "Job 15:26"
            },
            {
              "content": "Fatness, that is, pride of temporal abundance, covered his face, or understanding, and outward fatness, that is, unshamefastness, hangeth down of his sides. [Fatness covered his face, and of his sides grease hangeth.]",
              "reference": "Job 15:27"
            },
            {
              "content": "He shall dwell in desolate cities, and in deserted houses, that be turned into burials.",
              "reference": "Job 15:28"
            },
            {
              "content": "He shall not be made rich, neither his chattel shall dwell steadfastly; neither he shall send his root into the earth,",
              "reference": "Job 15:29"
            },
            {
              "content": "neither he shall go away from darknesses. Flame shall make dry his branches, and he shall be taken away by the spirit of his mouth.",
              "reference": "Job 15:30"
            },
            {
              "content": "Believe he not vainly which is deceived by error, that he shall be again-bought by any price.",
              "reference": "Job 15:31"
            },
            {
              "content": "Before that his days be [ful] filled, he shall perish, and his hands shall wax dry;",
              "reference": "Job 15:32"
            },
            {
              "content": "he shall be hurt as a vine in the first flower of his grape, and as an olive tree casting away his flower.",
              "reference": "Job 15:33"
            },
            {
              "content": "For the gathering together of an hypocrite is barren, and fire shall devour the tabernacles of them, that take gifts willfully.",
              "reference": "Job 15:34"
            },
            {
              "content": "He conceived sorrow, and childed wickedness, and his womb maketh ready treacheries.",
              "reference": "Job 15:35"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "16": {
          "reference": "Job 16 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Forsooth Job answered, and said,",
              "reference": "Job 16:1"
            },
            {
              "content": "I have oft heard such things; all ye be heavy comforters.",
              "reference": "Job 16:2"
            },
            {
              "content": "Whether words full of wind shall have an end? either anything is dis-easeful to thee, if thou speakest?",
              "reference": "Job 16:3"
            },
            {
              "content": "Also I might speak things like to you, and I would, that your soul were for my soul; and I would comfort you by words, and I would move mine head on you;",
              "reference": "Job 16:4"
            },
            {
              "content": "I would make you strong by my mouth, and I would move my lips as sparing you.",
              "reference": "Job 16:5"
            },
            {
              "content": "But what shall I do? If I speak, my sorrow resteth not; and if I am still, it goeth not away from me.",
              "reference": "Job 16:6"
            },
            {
              "content": "But now my sorrow hath oppressed me, and all my limbs be driven into nought.",
              "reference": "Job 16:7"
            },
            {
              "content": "My rivellings say witnessing against me, and a false speaker is raised up against my face, and against-saith me.",
              "reference": "Job 16:8"
            },
            {
              "content": "He gathered together his strong vengeance in me, and he menaced [or threatened] me, and he gnashed against me with his teeth; mine enemy hath beheld me with fearedful eyes.",
              "reference": "Job 16:9"
            },
            {
              "content": "They opened their mouths upon me, and they said shame to me, and they smote my cheek; and they be filled with my pains.",
              "reference": "Job 16:10"
            },
            {
              "content": "God hath enclosed me altogether at [or with] the wicked, and hath given me into the hands of wicked men.",
              "reference": "Job 16:11"
            },
            {
              "content": "I, that rich man and famous sometime, am all-broken suddenly; he held my noll; he hath broken me, and hath set [or put] me as into a sign.",
              "reference": "Job 16:12"
            },
            {
              "content": "And he hath encompassed me with his spears, he hath wounded altogether my loins; he hath not spared me, and he hath shed out mine entrails into the earth.",
              "reference": "Job 16:13"
            },
            {
              "content": "He hath beaten me with wound upon wound; and he as a giant hath fallen in upon me.",
              "reference": "Job 16:14"
            },
            {
              "content": "I sewed together a sackcloth upon my skin; and I covered my flesh with ashes.",
              "reference": "Job 16:15"
            },
            {
              "content": "My face swelled of weeping, and mine eyelids waxed dark.",
              "reference": "Job 16:16"
            },
            {
              "content": "I suffered these things without wickedness of mine hand, or work, when I had clean prayers to God.",
              "reference": "Job 16:17"
            },
            {
              "content": "Earth, cover thou not my blood, and my cry find not in thee a place of hiding.",
              "reference": "Job 16:18"
            },
            {
              "content": "For, lo! my witness is in heaven; and the Knower of my conscience is in high places.",
              "reference": "Job 16:19"
            },
            {
              "content": "O! my friends, full of words; mine eye droppeth out tears to God.",
              "reference": "Job 16:20"
            },
            {
              "content": "And I would, that a man were deemed so with God, as the son of man is deemed with his fellow.",
              "reference": "Job 16:21"
            },
            {
              "content": "For lo! short years pass, and I go a path, by which I shall not turn again.",
              "reference": "Job 16:22"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "17": {
          "reference": "Job 17 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "My spirit shall be made feeble; my days shall be made short, and only the sepulchre is left to me.",
              "reference": "Job 17:1"
            },
            {
              "content": "I have not sinned, and mine eye dwelleth in bitternesses.",
              "reference": "Job 17:2"
            },
            {
              "content": "Lord, deliver thou me, and set [or put] me beside thee; and the hand of each man fight against me.",
              "reference": "Job 17:3"
            },
            {
              "content": "Thou hast made the heart of them far from doctrine, that is, from know-ing of truth; therefore they shall not be enhanced.",
              "reference": "Job 17:4"
            },
            {
              "content": "He promiseth prey to his fellows, and the eyes of his sons shall fail.",
              "reference": "Job 17:5"
            },
            {
              "content": "He hath set [or put me] as into a proverb of the common people, and his ensample before them.",
              "reference": "Job 17:6"
            },
            {
              "content": "Mine eye dimmed at [the] indig-nation; and my members be driven as into nought.",
              "reference": "Job 17:7"
            },
            {
              "content": "Just [or rightwise] men shall wonder on this thing; and an innocent shall be raised up against an hypocrite.",
              "reference": "Job 17:8"
            },
            {
              "content": "And a just [or rightwise] man shall hold his way, and he shall add strength to clean hands.",
              "reference": "Job 17:9"
            },
            {
              "content": "Therefore all ye be turned again, and come ye; and I shall not find in you any wise man.",
              "reference": "Job 17:10"
            },
            {
              "content": "My days be passed; my thoughts be scattered, tormenting mine heart.",
              "reference": "Job 17:11"
            },
            {
              "content": "Those [or they] have turned the night into day; and again after dark-nesses hope for light.",
              "reference": "Job 17:12"
            },
            {
              "content": "If I sustain, either suffer patiently, hell is mine house; and I have arrayed my bed in darknesses.",
              "reference": "Job 17:13"
            },
            {
              "content": "I said to rot, Thou art my father; and to worms, Ye be my mother, and my sister.",
              "reference": "Job 17:14"
            },
            {
              "content": "Therefore where is now mine abiding? and who beholdeth my patience?",
              "reference": "Job 17:15"
            },
            {
              "content": "All my things shall go down into [the] deepest hell; guessest thou, whether rest shall be to me, namely there.",
              "reference": "Job 17:16"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "18": {
          "reference": "Job 18 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered, and said,",
              "reference": "Job 18:1"
            },
            {
              "content": "Unto what end shalt thou boast with words? Understand thou us first, and so speak we together.",
              "reference": "Job 18:2"
            },
            {
              "content": "Why be we areckoned as beasts, and why have we been foul before thee?",
              "reference": "Job 18:3"
            },
            {
              "content": "What or why losest thou thy soul in thy strong vengeance? Whether the earth shall be forsaken for thee, and hard stones shall be borne over from their place?",
              "reference": "Job 18:4"
            },
            {
              "content": "Whether the light of a wicked man shall not be quenched; and the flame of his fire shall not shine?",
              "reference": "Job 18:5"
            },
            {
              "content": "Light shall wax dark in his tabernacle; and the lantern, which is on him, shall be quenched.",
              "reference": "Job 18:6"
            },
            {
              "content": "The steps of his strength shall be made strait; and his counsel shall cast him down.",
              "reference": "Job 18:7"
            },
            {
              "content": "For he hath sent, or put, his feet into a net; and he goeth in the meshes, or knittings, thereof.",
              "reference": "Job 18:8"
            },
            {
              "content": "His foot shall be holden with a snare; and thirst shall burn out against him.",
              "reference": "Job 18:9"
            },
            {
              "content": "The foot-trap of him is hid in the earth, and his snare is laid on the path.",
              "reference": "Job 18:10"
            },
            {
              "content": "Dreads shall make him afeared on every side, and shall bewrap his feet.",
              "reference": "Job 18:11"
            },
            {
              "content": "His strength [shall] be made feeble by hunger; and poverty assail his ribs.",
              "reference": "Job 18:12"
            },
            {
              "content": "Devour it the fairness of his skin; the first engendered of death waste his arms.",
              "reference": "Job 18:13"
            },
            {
              "content": "His trust be taken away from his tabernacle; and perishing, as a king, above-tread on him.",
              "reference": "Job 18:14"
            },
            {
              "content": "The fellows of him that is not, that is, the fellows of a dead man, dwell in his tabernacle; and brimstone be sprinkled in his tabernacle.",
              "reference": "Job 18:15"
            },
            {
              "content": "The roots of him be made dry beneath; and be his ripe corn all-broken above.",
              "reference": "Job 18:16"
            },
            {
              "content": "His mind perish from the earth; and his name be not made solemn in streets.",
              "reference": "Job 18:17"
            },
            {
              "content": "He shall put him out from light into darknesses; and he shall bear him over from the world.",
              "reference": "Job 18:18"
            },
            {
              "content": "Neither his seed, neither his kin-dred, shall be in his people, neither any remnants of them left in his countries.",
              "reference": "Job 18:19"
            },
            {
              "content": "The last men shall wonder in his days; and hideousness shall assail the first men.",
              "reference": "Job 18:20"
            },
            {
              "content": "Therefore these be the tabernacles of a wicked man; and this is the place of him, that knoweth not God.",
              "reference": "Job 18:21"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "19": {
          "reference": "Job 19 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Forsooth Job answered, and said,",
              "reference": "Job 19:1"
            },
            {
              "content": "How long torment ye my soul, and all-break me with words?",
              "reference": "Job 19:2"
            },
            {
              "content": "Lo! ten times ye have shamed me, and ye be not ashamed, oppressing me.",
              "reference": "Job 19:3"
            },
            {
              "content": "Forsooth and if I know not [or if I am uncunning], mine unknowing shall be with me.",
              "reference": "Job 19:4"
            },
            {
              "content": "And ye be raised against me, and reprove me with my shames.",
              "reference": "Job 19:5"
            },
            {
              "content": "Namely now understand ye, that God hath tormented me not by even doom, and hath encompassed me with his beatings.",
              "reference": "Job 19:6"
            },
            {
              "content": "Lo! I suffering violence shall cry, and no man shall hear me; I shall cry loud, and there is none that deemeth me worthy to be heard.",
              "reference": "Job 19:7"
            },
            {
              "content": "The Lord hath beset about my path, and I may not go; and he hath set darknesses in my way.",
              "reference": "Job 19:8"
            },
            {
              "content": "He hath spoiled me of my glory, and hath taken away the crown from mine head.",
              "reference": "Job 19:9"
            },
            {
              "content": "He hath destroyed me on each side, and I perished; and he hath taken away mine hope, as from a tree pulled up by the root.",
              "reference": "Job 19:10"
            },
            {
              "content": "His strong vengeance was wroth against me; and he had me so as his enemy.",
              "reference": "Job 19:11"
            },
            {
              "content": "His thieves came together, and made to them a way by me; and besieged my tabernacle in compass.",
              "reference": "Job 19:12"
            },
            {
              "content": "He made [a] far my brethren from me; and my known as aliens went away from me.",
              "reference": "Job 19:13"
            },
            {
              "content": "My neighbours have forsaken me; and they that knew me have forgotten me.",
              "reference": "Job 19:14"
            },
            {
              "content": "The tenants of mine house, and mine handmaids, had me as a stranger; and I was as a pilgrim before their eyes.",
              "reference": "Job 19:15"
            },
            {
              "content": "I called my servant, and he answered not to me; with mine own mouth I prayed him.",
              "reference": "Job 19:16"
            },
            {
              "content": "My wife loathed my breath; and I prayed the sons of my womb.",
              "reference": "Job 19:17"
            },
            {
              "content": "Also fools despised me; and when I was gone away from them, they backbited me.",
              "reference": "Job 19:18"
            },
            {
              "content": "They, that were my counsellors sometime, had abomination of me; and he, whom I loved most, was adversary to me.",
              "reference": "Job 19:19"
            },
            {
              "content": "When my fleshes were wasted, my bones cleaved to my skin; and only [the] lips be left about my teeth.",
              "reference": "Job 19:20"
            },
            {
              "content": "Have ye mercy on me, have ye mercy on me, namely, ye my friends; for the hand of the Lord hath touched me.",
              "reference": "Job 19:21"
            },
            {
              "content": "Why pursue ye me, as God pursueth; and ye be fulfilled with my fleshes?",
              "reference": "Job 19:22"
            },
            {
              "content": "Who giveth, or granteth, to me, that my words be written? Who giveth to me, that those [or they] be written in a book,",
              "reference": "Job 19:23"
            },
            {
              "content": "with an iron pointel, either with a piece of lead; either with a chisel those [or they] be engraved in a flint?",
              "reference": "Job 19:24"
            },
            {
              "content": "For I know, that mine again-buyer liveth, and in the last day I shall rise from the earth;",
              "reference": "Job 19:25"
            },
            {
              "content": "and again I shall be encompassed with my skin, and in my flesh I shall see God, my saviour.",
              "reference": "Job 19:26"
            },
            {
              "content": "Whom I myself shall see, and mine eyes shall behold, and not another man. This mine hope is kept in my bosom, that is, in mine heart.",
              "reference": "Job 19:27"
            },
            {
              "content": "Why therefore say ye now, Pursue we him, and find we the root of a word against him?",
              "reference": "Job 19:28"
            },
            {
              "content": "Therefore flee ye from the face of the sword; for the sword is the avenger of wickednesses, and know ye, that doom shall be.",
              "reference": "Job 19:29"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "20": {
          "reference": "Job 20 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "And then Zophar the Naamathite answered, and said,",
              "reference": "Job 20:1"
            },
            {
              "content": "Therefore my thoughts diverse come one after another; and the mind is ravished into diverse things.",
              "reference": "Job 20:2"
            },
            {
              "content": "I shall hear the teaching, by which thou reprovest me; and the spirit of mine understanding shall answer me.",
              "reference": "Job 20:3"
            },
            {
              "content": "I know this from the beginning, since man was set on [the] earth,",
              "reference": "Job 20:4"
            },
            {
              "content": "that the praising of wicked men is short, and the joy of an hypocrite is at the likeness of a point soon passing.",
              "reference": "Job 20:5"
            },
            {
              "content": "Though his pride go up into heaven, and his head toucheth the clouds,",
              "reference": "Job 20:6"
            },
            {
              "content": "he shall be lost in the end, as a dunghill; and, they that have seen him, shall say, Where is he?",
              "reference": "Job 20:7"
            },
            {
              "content": "As a dream flying away, or soon forgotten, he shall not be found; he shall pass as the sight of nights.",
              "reference": "Job 20:8"
            },
            {
              "content": "The eye that saw him shall not see him again; and his place shall no more behold him.",
              "reference": "Job 20:9"
            },
            {
              "content": "His sons shall be all-broken with neediness; and his hands shall yield to him his sorrow.",
              "reference": "Job 20:10"
            },
            {
              "content": "His bones shall be [full-]filled with the vices of his young waxing age; and they shall sleep with him in dust.",
              "reference": "Job 20:11"
            },
            {
              "content": "For when evil was sweet in his mouth, he hid it under his tongue.",
              "reference": "Job 20:12"
            },
            {
              "content": "He shall spare it, and shall not forsake it; and he shall hide it in his throat.",
              "reference": "Job 20:13"
            },
            {
              "content": "His bread in his womb shall be turned into the gall of snakes within him.",
              "reference": "Job 20:14"
            },
            {
              "content": "He shall vomit, or cast, out the riches which he hath devoured; and God shall draw those riches out of his womb.",
              "reference": "Job 20:15"
            },
            {
              "content": "He shall suck the gall of snakes; and the tongue of an adder shall slay him.",
              "reference": "Job 20:16"
            },
            {
              "content": "See he not the streams of the flood, of the strand [or stream] of honey, and of butter.",
              "reference": "Job 20:17"
            },
            {
              "content": "He shall suffer pains for all things which he hath done, nevertheless he shall not be wasted by those pains, but ever endure; and after the multitude of his findings, so shall he suffer.",
              "reference": "Job 20:18"
            },
            {
              "content": "For he brake, and made naked the house of the poor man; he ravished it, and builded it not.",
              "reference": "Job 20:19"
            },
            {
              "content": "And his womb was not yet  [ful]-filled; and when he hath that, that he coveted, he may not hold it in possession.",
              "reference": "Job 20:20"
            },
            {
              "content": "There be left nothing of his meat; and therefore nothing shall dwell of his goods.",
              "reference": "Job 20:21"
            },
            {
              "content": "When he is full-filled with riches, yet he shall be made strait in covet-ousness; he shall burn in it, and all sorrow shall fall in upon him.",
              "reference": "Job 20:22"
            },
            {
              "content": "I would, that his womb be filled, that he send out into him the wrath of his strong vengeance, and rain his battle upon him.",
              "reference": "Job 20:23"
            },
            {
              "content": "He shall flee iron armours [or arms], and he shall fall into a brazen bow.",
              "reference": "Job 20:24"
            },
            {
              "content": "Which is led, or taken out of his sheath, or case, and this bow going out, and shining as lightning, shall smite him in bitterness; horrible fears shall go, and come upon him.",
              "reference": "Job 20:25"
            },
            {
              "content": "All darknesses be hid in his privates [or private things]; fire, which is not tended, shall devour him; he shall be tormented and left in his tabernacle.",
              "reference": "Job 20:26"
            },
            {
              "content": "Heavens shall show his wicked-ness; and earth shall rise up alto-gether against him.",
              "reference": "Job 20:27"
            },
            {
              "content": "The seed, or generation, of his house shall be open; it shall be drawn down in the day of the strong venge-ance of the Lord.",
              "reference": "Job 20:28"
            },
            {
              "content": "This is the part of a wicked man, which is given to him of God, and the heritage of his words is also of the Lord.",
              "reference": "Job 20:29"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "21": {
          "reference": "Job 21 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Forsooth Job answered, and said,",
              "reference": "Job 21:1"
            },
            {
              "content": "I pray you, hear ye my words, and do ye penance.",
              "reference": "Job 21:2"
            },
            {
              "content": "Suffer ye me, that I speak; and laugh ye after my words, if it shall seem to you worthy to do so.",
              "reference": "Job 21:3"
            },
            {
              "content": "Whether my disputing is against man, that skillfully I owe not to be [made] sorry?",
              "reference": "Job 21:4"
            },
            {
              "content": "Perceive ye me, and be ye astonied; and set ye [or putteth] your finger upon your mouth.",
              "reference": "Job 21:5"
            },
            {
              "content": "And when I bethink me, I dread, and trembling shaketh my flesh.",
              "reference": "Job 21:6"
            },
            {
              "content": "Why therefore live wicked men? They be enhanced, and comforteth with riches.",
              "reference": "Job 21:7"
            },
            {
              "content": "Their seed dwelleth before them; the company of their kinsmen, and of the sons of their sons, dwelleth in their sight.",
              "reference": "Job 21:8"
            },
            {
              "content": "Their houses be secure, and peace-able; and the rod, or scourge, of God is not upon them.",
              "reference": "Job 21:9"
            },
            {
              "content": "The cow of them conceived, and calved not a dead calf; the cow calved, and is not deprived of her calf.",
              "reference": "Job 21:10"
            },
            {
              "content": "Their little children go out as flocks; and their young children full out joy with playings.",
              "reference": "Job 21:11"
            },
            {
              "content": "They hold the tympan, and harp; and they joy at the sound of the organ.",
              "reference": "Job 21:12"
            },
            {
              "content": "They lead in goods their days; and in a point, they go down to hells, that is, to burials, or the grave.",
              "reference": "Job 21:13"
            },
            {
              "content": "Which men said to God, Go thou away from us; we desire not the knowing of thy ways.",
              "reference": "Job 21:14"
            },
            {
              "content": "Who is Almighty God, that we serve him? and what profiteth it to us, if we pray him?",
              "reference": "Job 21:15"
            },
            {
              "content": "Nevertheless for their goods be not in their hand, or power, the counsel of wicked men be far from me.",
              "reference": "Job 21:16"
            },
            {
              "content": "How oft shall the lantern of wicked men be quenched, and flowing shall come upon them, and God shall part with them the sorrows of his strong vengeance?",
              "reference": "Job 21:17"
            },
            {
              "content": "They shall be as chaff before the face of the wind; and as a dead spark, that the whirlwind scattereth abroad.",
              "reference": "Job 21:18"
            },
            {
              "content": "Ye say, God shall keep the sorrow of the father to his sons; and when he hath yielded to them vengeance, then he shall know it.",
              "reference": "Job 21:19"
            },
            {
              "content": "His eyes shall see their slaying; and he shall drink of the strong vengeance of Almighty God.",
              "reference": "Job 21:20"
            },
            {
              "content": "For why what pertaineth it to him of his house after him, though the number of his months be half taken away?",
              "reference": "Job 21:21"
            },
            {
              "content": "Whether any man shall teach God knowing, which deemeth them that be on high?",
              "reference": "Job 21:22"
            },
            {
              "content": "This evil man dieth strong and whole, rich and blessful to the world.",
              "reference": "Job 21:23"
            },
            {
              "content": "His entrails be full of fatness; and his bones be moisted with marrow.",
              "reference": "Job 21:24"
            },
            {
              "content": "And another man dieth in the bitterness of his soul, and without any riches.",
              "reference": "Job 21:25"
            },
            {
              "content": "Nevertheless they shall sleep together in dust, and worms shall cover them.",
              "reference": "Job 21:26"
            },
            {
              "content": "Certainly I know your wicked thoughts, and your sentences against me.",
              "reference": "Job 21:27"
            },
            {
              "content": "For ye say, Where is the house of the prince? and where be the taber-nacles of wicked men?",
              "reference": "Job 21:28"
            },
            {
              "content": "Ask ye this of each way-goer; and ye shall know, that he knoweth these same things,",
              "reference": "Job 21:29"
            },
            {
              "content": "that is, that an evil man shall be kept into the day of perdition, and he shall be led to the day of strong vengeance.",
              "reference": "Job 21:30"
            },
            {
              "content": "Who shall reprove his ways before him? and who shall yield to him for those things, which he hath done?",
              "reference": "Job 21:31"
            },
            {
              "content": "He shall be led to the sepulchres; and he shall wake in the heap of dead men.",
              "reference": "Job 21:32"
            },
            {
              "content": "He was sweet to the stones, either filths, of hell; and he draweth each man after him, and unnumber-able men went before him.",
              "reference": "Job 21:33"
            },
            {
              "content": "How therefore comfort ye me in vain, since your answers be showed to contrary the truth?",
              "reference": "Job 21:34"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "22": {
          "reference": "Job 22 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Then Eliphaz the Temanite answer-ed, and said,",
              "reference": "Job 22:1"
            },
            {
              "content": "Whether a man, yea, when he is of perfect knowing, may be compar-isoned to God?",
              "reference": "Job 22:2"
            },
            {
              "content": "What profiteth it to God, if thou art just [or rightwise]? either what shalt thou give to him, if thy life is without wem?",
              "reference": "Job 22:3"
            },
            {
              "content": "Whether he shall dread, and shall he reprove thee, and shall he come with thee into doom,",
              "reference": "Job 22:4"
            },
            {
              "content": "and not for thy full much malice, and thy wickednesses without number, these pains have fallen justly to thee?",
              "reference": "Job 22:5"
            },
            {
              "content": "For thou hast taken away without cause the wed of thy brethren; and hast spoiled naked men of clothes.",
              "reference": "Job 22:6"
            },
            {
              "content": "Thou gavest not water to the faint man; and thou withdrewest bread from the hungry man.",
              "reference": "Job 22:7"
            },
            {
              "content": "In the strength of thine arm, thou haddest the land in possession; and thou, most mighty, heldest it.",
              "reference": "Job 22:8"
            },
            {
              "content": "Thou lettest widows go away void, or unhelped; and all-brakest the shoulders of fatherless children.",
              "reference": "Job 22:9"
            },
            {
              "content": "Therefore thou art now encom-passed with snares; and sudden dread troubleth thee.",
              "reference": "Job 22:10"
            },
            {
              "content": "And thou guessedest, that thou shouldest not see darknesses; and that thou shouldest not be oppressed with the fierceness of waters flowing.",
              "reference": "Job 22:11"
            },
            {
              "content": "Whether thou thinkest not, that God is higher than heaven, and is enhanced above the top of stars?",
              "reference": "Job 22:12"
            },
            {
              "content": "And yet thou sayest, What soothly knoweth God? and, He deemeth as by darkness.",
              "reference": "Job 22:13"
            },
            {
              "content": "A cloud is his hiding place, and he beholdeth not our things, and he goeth about the hinges of heaven, that is, the principal parts of heaven.",
              "reference": "Job 22:14"
            },
            {
              "content": "Whether thou covetest to keep to the path of world’s, that is, the life of men living worldly and dissolutely, which wicked men have oft gone?",
              "reference": "Job 22:15"
            },
            {
              "content": "Which were taken away before their time, and the flood destroyed the foundament of them.",
              "reference": "Job 22:16"
            },
            {
              "content": "Which said to God, Go thou away from us; and as if Almighty God may do nothing, they guessed him,",
              "reference": "Job 22:17"
            },
            {
              "content": "when he had filled their houses with goods; the sentence of which men be far from me.",
              "reference": "Job 22:18"
            },
            {
              "content": "Just [or Rightwise] men shall see, and shall be glad; and an innocent man shall scorn them.",
              "reference": "Job 22:19"
            },
            {
              "content": "Whether the up-raising of them is not cut down, and fire shall devour the remnants of them?",
              "reference": "Job 22:20"
            },
            {
              "content": "Therefore assent thou to God, and have thou peace; and by these things thou shalt have best fruits.",
              "reference": "Job 22:21"
            },
            {
              "content": "Take thou the law of his mouth, and set [or put] thou his words in thine heart.",
              "reference": "Job 22:22"
            },
            {
              "content": "If thou turnest again to Almighty God, thou shalt be builded [up]; and thou shalt make wickedness far from thy tabernacle.",
              "reference": "Job 22:23"
            },
            {
              "content": "He shall give a flint for earth, and golden strands [or streams] for a flint.",
              "reference": "Job 22:24"
            },
            {
              "content": "And Almighty God shall be against thine enemies; and silver shall be gathered together to thee.",
              "reference": "Job 22:25"
            },
            {
              "content": "Then on Almighty God thou shalt flow with delights; and thou shalt raise up thy face to God.",
              "reference": "Job 22:26"
            },
            {
              "content": "Thou shalt pray him, and he shall hear thee; and thou shalt yield thy vows.",
              "reference": "Job 22:27"
            },
            {
              "content": "Thou shalt deem a thing, and it shall come to thee; and light shall shine in thy ways.",
              "reference": "Job 22:28"
            },
            {
              "content": "For he that is meeked shall be in glory; and he that boweth down his eyes, shall be saved.",
              "reference": "Job 22:29"
            },
            {
              "content": "An innocent shall be saved; soothly he shall be saved in the cleanness of his hands.",
              "reference": "Job 22:30"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "23": {
          "reference": "Job 23 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "And Job answered, and said,",
              "reference": "Job 23:1"
            },
            {
              "content": "Now also my word is in bitter-ness, and the hand of my wound is aggrieved on my wailing.",
              "reference": "Job 23:2"
            },
            {
              "content": "Who giveth to me, that I know, and find him, and come unto his throne?",
              "reference": "Job 23:3"
            },
            {
              "content": "I shall set doom before him, and I shall fill my mouth with arguments;",
              "reference": "Job 23:4"
            },
            {
              "content": "that I know the words, which he shall answer to me, and that I under-stand, what he shall speak to me.",
              "reference": "Job 23:5"
            },
            {
              "content": "I will or desire not, that he strive with me by great strength, neither that he oppress me with the heaviness of his greatness.",
              "reference": "Job 23:6"
            },
            {
              "content": "Set he forth equity against me, and my doom come perfectly to victory.",
              "reference": "Job 23:7"
            },
            {
              "content": "If I go to the east, God appeareth not there; if I go to the west, I shall not understand him;",
              "reference": "Job 23:8"
            },
            {
              "content": "if I go to the left side, what shall I do? I shall not take him; if I turn me to the right side, I shall not see him.",
              "reference": "Job 23:9"
            },
            {
              "content": "But he knoweth my way, and he shall prove me as gold, that passeth through the fire.",
              "reference": "Job 23:10"
            },
            {
              "content": "My foot pursued [or followed] his steps; I kept to his way, and I bowed not away from it.",
              "reference": "Job 23:11"
            },
            {
              "content": "I went not away from the commandments of his lips; and I hid in my bosom the words of his mouth.",
              "reference": "Job 23:12"
            },
            {
              "content": "For he is alone, and no man may turn away his thoughts; and whatever thing he would, his will did this thing.",
              "reference": "Job 23:13"
            },
            {
              "content": "When he hath [ful] filled his will in me, also many other like things be ready to him.",
              "reference": "Job 23:14"
            },
            {
              "content": "And therefore I am troubled of his face, and I beholding him am anguished for dread.",
              "reference": "Job 23:15"
            },
            {
              "content": "God hath made nesh mine heart, and Almighty God hath troubled me.",
              "reference": "Job 23:16"
            },
            {
              "content": "Certainly I perished not for dark-nesses nighing to me; neither mist covered my face.",
              "reference": "Job 23:17"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "24": {
          "reference": "Job 24 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Times be not hid from Almighty God; soothly they that know him, know not his days.",
              "reference": "Job 24:1"
            },
            {
              "content": "Other men have turned over the terms, or the boundary stones, of neighbours, they have taken away their flocks, and fed themselves.",
              "reference": "Job 24:2"
            },
            {
              "content": "They have driven away the ass of fatherless children, and they took away the cow of a widow for a wed.",
              "reference": "Job 24:3"
            },
            {
              "content": "They destroyed the way of poor men, and they oppressed together the mild men of [the] earth.",
              "reference": "Job 24:4"
            },
            {
              "content": "Other men as wild asses in desert go out to their work; and they wake to take prey, and before make ready bread to their children.",
              "reference": "Job 24:5"
            },
            {
              "content": "They cut down a field not theirs, and they gather [the] grapes of his vinery, whom they have oppressed by violence.",
              "reference": "Job 24:6"
            },
            {
              "content": "They leave men naked, and take away their clothes, to the which men there is no covering in cold;",
              "reference": "Job 24:7"
            },
            {
              "content": "which men the rains of mountains wet, and they have no covering, and they embrace stones.",
              "reference": "Job 24:8"
            },
            {
              "content": "They did violence, and robbed fatherless and motherless children; and they spoiled, either robbed, the community of poor men.",
              "reference": "Job 24:9"
            },
            {
              "content": "They took away ears of corn from naked men, and going without cloth, and from hungry men.",
              "reference": "Job 24:10"
            },
            {
              "content": "They were hid in midday among the heaps of those men, that thirst, when the presses of grapes be trodden.",
              "reference": "Job 24:11"
            },
            {
              "content": "They made men of cities to wail, and the souls of wounded men shall cry; and God suffereth it not to go away unpunished.",
              "reference": "Job 24:12"
            },
            {
              "content": "They were rebel to light; they knew not the ways thereof, neither they turned again by the paths thereof.",
              "reference": "Job 24:13"
            },
            {
              "content": "A manslayer riseth full early, and slayeth a needy man, and a poor man; and by night he shall be as a night thief.",
              "reference": "Job 24:14"
            },
            {
              "content": "The eye of [the] adulterer keepeth darkness, and saith, An eye shall not see me; and he shall cover his face.",
              "reference": "Job 24:15"
            },
            {
              "content": "They undermine houses in dark-nesses, as they said together to them-selves in the day; and they knew not light.",
              "reference": "Job 24:16"
            },
            {
              "content": "If the morrowtide appeareth suddenly, they deem it the shadow of death; and so they go in darknesses, as in light.",
              "reference": "Job 24:17"
            },
            {
              "content": "He is unstabler than the face of the water; his part in [the] earth be cursed, and go he not by the way of vineries [or vines].",
              "reference": "Job 24:18"
            },
            {
              "content": "Pass he to a full great heat from the waters of snows, and the sin of him till to hells [or hell].",
              "reference": "Job 24:19"
            },
            {
              "content": "Mercy forget him; his sweetness be for a worm; be he not in mind, but be he all-broken as an unfruitful tree.",
              "reference": "Job 24:20"
            },
            {
              "content": "For he fed on the barren, and her that childeth not, and he did not well to the widow.",
              "reference": "Job 24:21"
            },
            {
              "content": "He drew down strong men in his strength; and when he standeth in great state or prosperity, he shall not believe to his life.",
              "reference": "Job 24:22"
            },
            {
              "content": "God gave to him a place of penance, and he misuseth that into pride; soothly the eyes of God be beholding in the ways of that man.",
              "reference": "Job 24:23"
            },
            {
              "content": "They be raised up at a little while, and they shall not stand; and they shall be made low as all vile things, and they shall be taken away; and as the highnesses of ears of corn they shall be all-broken.",
              "reference": "Job 24:24"
            },
            {
              "content": "That if it is not so, who may reprove me, that I lied, and have put forth follily my words before God?",
              "reference": "Job 24:25"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "25": {
          "reference": "Job 25 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Then Bildad the Shuhite answered, and said,",
              "reference": "Job 25:1"
            },
            {
              "content": "Power and dread is with him, that is, God, which maketh according in his high things.",
              "reference": "Job 25:2"
            },
            {
              "content": "Whether there is a number of his knights? and upon whom shineth not his light?",
              "reference": "Job 25:3"
            },
            {
              "content": "Whether a man comparisoned to God may be justified, either a man born of a woman may appear clean?",
              "reference": "Job 25:4"
            },
            {
              "content": "Lo! also the moon shineth not, and [the] stars be not clean in his sight;",
              "reference": "Job 25:5"
            },
            {
              "content": "how much more man, that is rot, and the son of a man, that is a worm, is unclean in comparison to God.",
              "reference": "Job 25:6"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "26": {
          "reference": "Job 26 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Forsooth Job answered, and said,",
              "reference": "Job 26:1"
            },
            {
              "content": "Whose helper art thou? whether of the feeble, and sustainest the arm of him, which is not strong?",
              "reference": "Job 26:2"
            },
            {
              "content": "To whom hast thou given counsel? In hap to him that hath not wisdom; and thou hast showed full much prudence.",
              "reference": "Job 26:3"
            },
            {
              "content": "Either whom wouldest thou teach? whether not him, that made breathing?",
              "reference": "Job 26:4"
            },
            {
              "content": "Lo! giants wail under waters, and they that dwell with them.",
              "reference": "Job 26:5"
            },
            {
              "content": "Hell is naked before him, and no covering is to perdition.",
              "reference": "Job 26:6"
            },
            {
              "content": "The which God stretcheth forth the north upon void thing, and he hangeth the earth upon nought.",
              "reference": "Job 26:7"
            },
            {
              "content": "And he bindeth waters in their clouds, that those [or they] break not out altogether downward.",
              "reference": "Job 26:8"
            },
            {
              "content": "He holdeth the cheer of his seat, and spreadeth abroad thereon his cloud.",
              "reference": "Job 26:9"
            },
            {
              "content": "He hath encompassed a term, or an end, to waters, till that light and darkness be ended.",
              "reference": "Job 26:10"
            },
            {
              "content": "The pillars of heaven tremble, and dread at his will.",
              "reference": "Job 26:11"
            },
            {
              "content": "In the strength of him the seas were gathered together suddenly, and his prudence smote the proud.",
              "reference": "Job 26:12"
            },
            {
              "content": "His spirit hath adorned heavens, and the crooked serpent was led out by his hand, leading him out as a midwife leadeth out a child.",
              "reference": "Job 26:13"
            },
            {
              "content": "Lo! these things be said in part of his ways; and when we have heard scarcely a little drop of his word, who may see the thunder of his greatness?",
              "reference": "Job 26:14"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "27": {
          "reference": "Job 27 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Also Job added, taking his parable, and said,",
              "reference": "Job 27:1"
            },
            {
              "content": "God liveth, that hath taken away my doom, and Almighty God, that hath brought my soul to bitterness.",
              "reference": "Job 27:2"
            },
            {
              "content": "For as long as breath is in me, and the spirit of God is in my nostrils,",
              "reference": "Job 27:3"
            },
            {
              "content": "my lips shall not speak wicked-ness, neither my tongue shall think a leasing.",
              "reference": "Job 27:4"
            },
            {
              "content": "Far be it from me, that I deem you just [or rightwise]; till I fail, that is, as long as I live, I shall not go away from mine innocence.",
              "reference": "Job 27:5"
            },
            {
              "content": "I shall not forsake my justifying, which I began to hold; for mine heart reproveth me not in all my life.",
              "reference": "Job 27:6"
            },
            {
              "content": "As my wicked enemy doeth; mine adversary is as wicked.",
              "reference": "Job 27:7"
            },
            {
              "content": "For what is the hope of an hypocrite, if he ravisheth greedily, and God delivereth not his soul?",
              "reference": "Job 27:8"
            },
            {
              "content": "Whether God shall hear the cry of him, when anguish shall come upon him?",
              "reference": "Job 27:9"
            },
            {
              "content": "either whether he may delight in Almighty God, and inwardly call God in all time?",
              "reference": "Job 27:10"
            },
            {
              "content": "I shall teach you by the hand of God, what things Almighty God hath; and I shall not hide them.",
              "reference": "Job 27:11"
            },
            {
              "content": "Lo! all ye know, and what then speak ye vain things without cause?",
              "reference": "Job 27:12"
            },
            {
              "content": "This is the part of a wicked man with God, and the heritage of violent men, or raveners, which they shall take of Almighty God.",
              "reference": "Job 27:13"
            },
            {
              "content": "If his children be multiplied, they shall be killed with sword; and his sons shall not be [ful] filled with bread.",
              "reference": "Job 27:14"
            },
            {
              "content": "They, that be residue of him, shall be buried in perishing; and the widows of him shall not weep.",
              "reference": "Job 27:15"
            },
            {
              "content": "If he gathereth together silver as earth, and maketh ready clothes as clay;",
              "reference": "Job 27:16"
            },
            {
              "content": "soothly he made these things ready, but a just [or rightwise] man shall be clothed in those things, and an innocent man shall part the silver.",
              "reference": "Job 27:17"
            },
            {
              "content": "As a moth he hath builded his house, and as a keeper he made a shadowing place.",
              "reference": "Job 27:18"
            },
            {
              "content": "A rich man, when he shall die, shall bear nothing with him; he shall open his eyes, and he shall find nothing.",
              "reference": "Job 27:19"
            },
            {
              "content": "Poverty as water shall take him; and tempest shall oppress him in the night.",
              "reference": "Job 27:20"
            },
            {
              "content": "Burning wind shall take him, and it shall do him away; and as a whirl-wind it shall ravish him from his place.",
              "reference": "Job 27:21"
            },
            {
              "content": "The Lord shall send out torments upon him, and shall not spare; he fleeing shall flee from his hand.",
              "reference": "Job 27:22"
            },
            {
              "content": "He shall constrain his hands on him, and he shall hiss on him, and shall behold his place.",
              "reference": "Job 27:23"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "28": {
          "reference": "Job 28 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Silver hath [the] beginning of his veins; and a place is to gold, in which it is welled together.",
              "reference": "Job 28:1"
            },
            {
              "content": "Iron is taken from the earth, and a stone dissolved, or melted, by heat, is turned into money.",
              "reference": "Job 28:2"
            },
            {
              "content": "God hath set time to darknesses, and he beholdeth the end of all things. Also a strand [or stream] parteth a stone of darkness, and the shadow of death,",
              "reference": "Job 28:3"
            },
            {
              "content": "from the people going in pilgrim-age; it parteth those hills, which the foot of a needy man forgat, and hills without a way.",
              "reference": "Job 28:4"
            },
            {
              "content": "The earth, whereof bread came forth in his place, is destroyed by fire.",
              "reference": "Job 28:5"
            },
            {
              "content": "The place of a sapphire be the stones thereof, and the clots thereof be gold.",
              "reference": "Job 28:6"
            },
            {
              "content": "A bird knew not the way, and the eye of a vulture beheld it not.",
              "reference": "Job 28:7"
            },
            {
              "content": "The sons of merchants trode not upon that way, and a lioness passed not thereby.",
              "reference": "Job 28:8"
            },
            {
              "content": "God stretched forth his hand to a flint; he destroyed [the] hills from the roots thereof.",
              "reference": "Job 28:9"
            },
            {
              "content": "He hewed down rivers in stones; and his eye saw all precious thing/s.",
              "reference": "Job 28:10"
            },
            {
              "content": "And he sought out the depths or deepness of floods; and he brought forth hid things into light.",
              "reference": "Job 28:11"
            },
            {
              "content": "But where is wisdom found, and which is the place of understanding?",
              "reference": "Job 28:12"
            },
            {
              "content": "Man knoweth not the price there-of, neither it is found in the land of men living delicately.",
              "reference": "Job 28:13"
            },
            {
              "content": "The depth of waters saith, It is not in me; and the sea speaketh, It is not with me.",
              "reference": "Job 28:14"
            },
            {
              "content": "Gold full clean shall not be given for wisdom, neither silver shall be weighed in the exchanging thereof.",
              "reference": "Job 28:15"
            },
            {
              "content": "It shall not be comparisoned to the dyed colours of India, nor to the most precious stone sardius, neither to the sapphire.",
              "reference": "Job 28:16"
            },
            {
              "content": "Neither gold, neither glass shall be made even worth thereto; and high and far appearing vessels of gold shall not be exchanged for wisdom,",
              "reference": "Job 28:17"
            },
            {
              "content": "neither they shall be had in mind in comparison thereof. Forsooth wisdom is drawn out of privy things;",
              "reference": "Job 28:18"
            },
            {
              "content": "topaz of Ethiopia shall not be made even worth to wisdom, and most precious dyeings shall not be set together in price, or comparisoned, thereto.",
              "reference": "Job 28:19"
            },
            {
              "content": "Therefore whereof cometh wisdom, and which is the place of understanding?",
              "reference": "Job 28:20"
            },
            {
              "content": "It is hid from the eyes of all living men; and also it is hid from the birds of heaven, or of the air.",
              "reference": "Job 28:21"
            },
            {
              "content": "Perdition and death said, With our ears we have heard the fame of wisdom.",
              "reference": "Job 28:22"
            },
            {
              "content": "God understandeth the way there-of, and he knoweth the place thereof.",
              "reference": "Job 28:23"
            },
            {
              "content": "For he beholdeth the ends of the world, and beholdeth all things that be under heaven.",
              "reference": "Job 28:24"
            },
            {
              "content": "He hath made weight to winds, and he hath weighed waters in measure.",
              "reference": "Job 28:25"
            },
            {
              "content": "When he set law to rain, and way to tempests sounding;",
              "reference": "Job 28:26"
            },
            {
              "content": "then he saw wisdom, and told it out, and he made it ready, and sought it out.",
              "reference": "Job 28:27"
            },
            {
              "content": "And he said to man, Lo! the dread of the Lord, that is wisdom; and to go away from evil, is understanding.",
              "reference": "Job 28:28"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "29": {
          "reference": "Job 29 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Also Job added, taking his parable, and said,",
              "reference": "Job 29:1"
            },
            {
              "content": "Who giveth to me, that I be beside the eld months, by the days in which God kept me?",
              "reference": "Job 29:2"
            },
            {
              "content": "When his lantern shined on mine head, and I went in darknesses at his light.",
              "reference": "Job 29:3"
            },
            {
              "content": "As I was in the days of my youth, when in private God was in my tabernacle.",
              "reference": "Job 29:4"
            },
            {
              "content": "When Almighty God was with me, and my children were in my compass;",
              "reference": "Job 29:5"
            },
            {
              "content": "when I washed my feet in [or with] butter, and the stone shedded [or poured] out to me the streams [or rivers] of oil;",
              "reference": "Job 29:6"
            },
            {
              "content": "when I went forth to the gate of the city, and in the street they made ready a chair to me.",
              "reference": "Job 29:7"
            },
            {
              "content": "Young wanton men saw me, and were hid, and eld [or old] men rising up stood;",
              "reference": "Job 29:8"
            },
            {
              "content": "princes ceased to speak, and they putted their finger on their mouth;",
              "reference": "Job 29:9"
            },
            {
              "content": "dukes refrained their voice, and their tongue cleaved to their throat.",
              "reference": "Job 29:10"
            },
            {
              "content": "The ear that heard me, blessed me, and the eye that saw me, yielded witnessing to me;",
              "reference": "Job 29:11"
            },
            {
              "content": "for I delivered the poor man crying [out], and the fatherless child, that had no helper.",
              "reference": "Job 29:12"
            },
            {
              "content": "The blessing of a man ready to perish came on me, and I comforted the heart of the widow.",
              "reference": "Job 29:13"
            },
            {
              "content": "I was clothed with rightfulness [or rightwiseness]; and I clothed me as with a cloth, and with my doom a diadem.",
              "reference": "Job 29:14"
            },
            {
              "content": "I was eye to a blind man, and foot to a crooked man.",
              "reference": "Job 29:15"
            },
            {
              "content": "I was a father of poor men; and I inquired most diligently the cause, which I knew not.",
              "reference": "Job 29:16"
            },
            {
              "content": "I all-brake the great teeth of the wicked man, and I took away the prey from his teeth.",
              "reference": "Job 29:17"
            },
            {
              "content": "And I said, I shall die in my nest; and as a palm tree I shall multiply my days.",
              "reference": "Job 29:18"
            },
            {
              "content": "My root is opened beside waters, and dew shall dwell in my reaping.",
              "reference": "Job 29:19"
            },
            {
              "content": "My glory shall ever[more] be renewed, and my bow shall be restored in mine hand.",
              "reference": "Job 29:20"
            },
            {
              "content": "They, that heard me, abided my sentence; and they were attentive, or taking heed to me, and they were still at my counsel.",
              "reference": "Job 29:21"
            },
            {
              "content": "They durst nothing add to my words; and my speech dropped upon them.",
              "reference": "Job 29:22"
            },
            {
              "content": "They abided me as rain; and they opened their mouth as to the soft rain coming late.",
              "reference": "Job 29:23"
            },
            {
              "content": "If any time I laughed to them, they believed not; and the light of my cheer, that is, the gladness of my face, felled not down into the earth.",
              "reference": "Job 29:24"
            },
            {
              "content": "If I would go to them, I sat the first; and when I sat as [a] king, while the host stood about, nevertheless I was [the] comforter of them that mourned.",
              "reference": "Job 29:25"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "30": {
          "reference": "Job 30 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "But now younger men in time scorn me, whose fathers I deigned not to set with the dogs of my flock.",
              "reference": "Job 30:1"
            },
            {
              "content": "Of which men the strength of their hands was for nought to me, and they were guessed unworthy to that life.",
              "reference": "Job 30:2"
            },
            {
              "content": "They were barren for neediness and hunger; they gnawed in wilder-ness, and were pale for poverty and wretchedness;",
              "reference": "Job 30:3"
            },
            {
              "content": "and they ate herbs, and the rinds of trees; and the root of junipers was their meat.",
              "reference": "Job 30:4"
            },
            {
              "content": "The which men ravished these things from great valleys; and when they had found any of all these things, they ran with a cry to them.",
              "reference": "Job 30:5"
            },
            {
              "content": "They dwelled in deserts of strands [or streams], and in caves of [the] earth, either on gravel.",
              "reference": "Job 30:6"
            },
            {
              "content": "Which were glad among such things, and they areckoned as delights to be under bushes.",
              "reference": "Job 30:7"
            },
            {
              "content": "These were the sons of fools, and of unnoble men, and utterly appearing not on [the] earth.",
              "reference": "Job 30:8"
            },
            {
              "content": "But now I am turned into the song of them, and I am made a proverb to them.",
              "reference": "Job 30:9"
            },
            {
              "content": "They hold me abominable, and they flee far from me, and dread not to spit on my face.",
              "reference": "Job 30:10"
            },
            {
              "content": "For God hath opened his arrow case, and he hath tormented me, and he hath put a bridle into my mouth.",
              "reference": "Job 30:11"
            },
            {
              "content": "At the right side of the east my wretchednesses have risen up anon; they turned upside down my feet, and they oppressed me with their paths as with floods.",
              "reference": "Job 30:12"
            },
            {
              "content": "They destroyed my ways; they setted treason to me, and they had the mastery; and there was none that helped me.",
              "reference": "Job 30:13"
            },
            {
              "content": "They felled in upon me as by a broken wall, and by gate opened, and were stretched forth to my wretched-nesses.",
              "reference": "Job 30:14"
            },
            {
              "content": "I am driven into nought; he took away my desire as [the] wind, and mine help passed away as a cloud.",
              "reference": "Job 30:15"
            },
            {
              "content": "But now my soul fadeth in myself, and [the] days of torment hold me steadfastly.",
              "reference": "Job 30:16"
            },
            {
              "content": "In [the] night my bone is pierced with sorrows; and they, that eat me, sleep not.",
              "reference": "Job 30:17"
            },
            {
              "content": "In the multitude of those [or them] my cloth is wasted, and they have girded me as with the collar of a coat.",
              "reference": "Job 30:18"
            },
            {
              "content": "I am comparisoned to clay, and I am made like to a dead spark and ashes.",
              "reference": "Job 30:19"
            },
            {
              "content": "I shall cry to thee, and thou shalt not hear me; I stand, and thou behold-est not me.",
              "reference": "Job 30:20"
            },
            {
              "content": "Thou art changed into cruel to me, and in the hardness of thine hand thou art adversary to me.",
              "reference": "Job 30:21"
            },
            {
              "content": "Thou hast raised me, and hast set me as on wind; and hast hurtled me down strongly.",
              "reference": "Job 30:22"
            },
            {
              "content": "I know, that thou shalt betake me to death, where an house is ordained to each living man.",
              "reference": "Job 30:23"
            },
            {
              "content": "Nevertheless thou sendest not out thine hand to the wasting of them; and if they fall down, thou shalt save them.",
              "reference": "Job 30:24"
            },
            {
              "content": "I wept sometime on him that was tormented, and my soul had compas-sion on a poor man.",
              "reference": "Job 30:25"
            },
            {
              "content": "I abode goods, and evils be come to me; I abode light, and darknesses brake out.",
              "reference": "Job 30:26"
            },
            {
              "content": "Mine inner things boiled out with-out my rest; and [the] days of torment came before me.",
              "reference": "Job 30:27"
            },
            {
              "content": "I went mourning, and I rose up without strong vengeance in the company, and I cried.",
              "reference": "Job 30:28"
            },
            {
              "content": "I was the brother of dragons, and the fellow of ostriches.",
              "reference": "Job 30:29"
            },
            {
              "content": "My skin was made black upon me, and my bones dried for heat.",
              "reference": "Job 30:30"
            },
            {
              "content": "Mine harp is turned into mourning, and mine organ into the voice of weepers.",
              "reference": "Job 30:31"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "31": {
          "reference": "Job 31 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "I made [a] covenant with mine eyes, that I should not think on a virgin.",
              "reference": "Job 31:1"
            },
            {
              "content": "For what part should God above have in me, and what heritage should Almighty God of high things have in me?",
              "reference": "Job 31:2"
            },
            {
              "content": "Whether perdition is not to a wicked man, and alienation of God is to men working wickedness?",
              "reference": "Job 31:3"
            },
            {
              "content": "Whether he beholdeth not my ways, and numbereth all my goings?",
              "reference": "Job 31:4"
            },
            {
              "content": "If I have gone in vanity, and my foot hath hasted to go in guile [or treachery],",
              "reference": "Job 31:5"
            },
            {
              "content": "God weigh me in a just balance, and know he my simpleness.",
              "reference": "Job 31:6"
            },
            {
              "content": "If my steps have bowed from the way; and if mine eyes have pursued [or followed] mine heart, consenting to lust, and if a spot have cleaved to mine hands;",
              "reference": "Job 31:7"
            },
            {
              "content": "sow I, and another eat, and my generation be drawn out by the root.",
              "reference": "Job 31:8"
            },
            {
              "content": "And if mine heart was deceived on a woman, and if I have set ambush at the door of my friend;",
              "reference": "Job 31:9"
            },
            {
              "content": "my wife be then the whore of another man, and other men be bowed down upon her.",
              "reference": "Job 31:10"
            },
            {
              "content": "For this is unleaveful, and the most wickedness.",
              "reference": "Job 31:11"
            },
            {
              "content": "Fire is devouring till to wasting, and drawing up by the root all generations.",
              "reference": "Job 31:12"
            },
            {
              "content": "If I despised to take doom with my servant and with mine handmaid, when they strived against me.",
              "reference": "Job 31:13"
            },
            {
              "content": "What soothly shall I do, when God shall rise up to deem? and when he shall ask, what shall I answer to him?",
              "reference": "Job 31:14"
            },
            {
              "content": "Whether he, that wrought also him, made not me in the womb, and one God formed me in the womb?",
              "reference": "Job 31:15"
            },
            {
              "content": "If I denied to poor men that, that they would, and if I made the eyes of a widow to abide;",
              "reference": "Job 31:16"
            },
            {
              "content": "if I alone ate my morsel, and a fatherless child ate not thereof;",
              "reference": "Job 31:17"
            },
            {
              "content": "for merciful doing increased with me, from my young childhood, and it went out of my mother’s womb with me;",
              "reference": "Job 31:18"
            },
            {
              "content": "if I despised a man passing forth by me, for he had not a cloth, and a poor man without covering;",
              "reference": "Job 31:19"
            },
            {
              "content": "if his sides blessed not me, and were not made hot of the fleece of my sheep;",
              "reference": "Job 31:20"
            },
            {
              "content": "if I raised up mine hand upon a fatherless child, yea, when I saw me the higher in the gate;",
              "reference": "Job 31:21"
            },
            {
              "content": "my shoulder fall from his joint, and mine arm with his bones be all-broken.",
              "reference": "Job 31:22"
            },
            {
              "content": "For ever[more] I dreaded God, as waves waxing great upon me; and I might not bear his burden.",
              "reference": "Job 31:23"
            },
            {
              "content": "If I guessed gold my strength, and I said to pured gold, Thou art my trust;",
              "reference": "Job 31:24"
            },
            {
              "content": "if I was glad on my many riches, and for mine hand found full many things;",
              "reference": "Job 31:25"
            },
            {
              "content": "if I saw the sun, when it shined, and the moon going clearly;",
              "reference": "Job 31:26"
            },
            {
              "content": "and if mine heart was glad in private, and if I kissed mine hand with my mouth;",
              "reference": "Job 31:27"
            },
            {
              "content": "the which is the most wickedness, and denying against the highest God;",
              "reference": "Job 31:28"
            },
            {
              "content": "if I had joy at the falling of him, that hated me, and if I joyed fully [or full out joyed], that evil had found him;",
              "reference": "Job 31:29"
            },
            {
              "content": "for I gave not my throat to do sin, that I should assail and curse his soul;",
              "reference": "Job 31:30"
            },
            {
              "content": "if the men of my tabernacle said not, Who giveth, that we be [ful] filled of his fleshes?",
              "reference": "Job 31:31"
            },
            {
              "content": "a pilgrim dwelled not withoutforth; my door was open to a way-goer or a way-faring man;",
              "reference": "Job 31:32"
            },
            {
              "content": "if I as [a] man hid my sin, and covered my wickedness in my bosom;",
              "reference": "Job 31:33"
            },
            {
              "content": "if I dreaded at [the] full great multitude, and if despising of neigh-bours made me afeared; and not more, I was still, and went not out of the door;",
              "reference": "Job 31:34"
            },
            {
              "content": "who giveth then an helper to me, that Almighty God hear my desire? that he that deemeth, write a book,",
              "reference": "Job 31:35"
            },
            {
              "content": "that I bear it on my shoulder, and encompass it as a crown to me?",
              "reference": "Job 31:36"
            },
            {
              "content": "By all my degrees I shall pronounce it, and I shall as offering offer it to the prince.",
              "reference": "Job 31:37"
            },
            {
              "content": "If my land crieth against me, and his furrows weep with it;",
              "reference": "Job 31:38"
            },
            {
              "content": "if I ate fruits thereof without money, and I tormented the soul of earth-tillers of it;",
              "reference": "Job 31:39"
            },
            {
              "content": "a briar grow to me for wheat, and a thorn for barley.",
              "reference": "Job 31:40"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "32": {
          "reference": "Job 32 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Forsooth these three men left off to answer Job, for he seemed a just [or rightwise] man to them.",
              "reference": "Job 32:1"
            },
            {
              "content": "And Elihu, the son of Barachel the Buzite, of the kindred of Ram, was wroth, and had indignation; and he was wroth against Job, for he said himself to be just before God.",
              "reference": "Job 32:2"
            },
            {
              "content": "And also Elihu had indignation against the three friends of Job, for they had found no reasonable answer, but only had condemned Job.",
              "reference": "Job 32:3"
            },
            {
              "content": "Therefore Elihu abode Job speak-ing, for they, that spake, were elder men.",
              "reference": "Job 32:4"
            },
            {
              "content": "But when he had seen, that these three men might not answer Job, he was wroth greatly.",
              "reference": "Job 32:5"
            },
            {
              "content": "And Elihu, the son of Barachel the Buzite, answered, and said, I am younger in time, and ye be elder; therefore with head holden down, I dreaded to show to you my sentence.",
              "reference": "Job 32:6"
            },
            {
              "content": "For I hoped that [the] longer age should speak, and that the multitude of years should teach wisdom.",
              "reference": "Job 32:7"
            },
            {
              "content": "But as I see now, a spirit is in men, and the inspiration, either revelation, of Almighty God giveth understanding.",
              "reference": "Job 32:8"
            },
            {
              "content": "Men of long life be not always wise, and eld [or old] men understand not doom.",
              "reference": "Job 32:9"
            },
            {
              "content": "Therefore I shall say, Hear ye me, and I also shall show my knowing to you.",
              "reference": "Job 32:10"
            },
            {
              "content": "For I abode your words, I heard your prudence, as long as ye disputed in your words.",
              "reference": "Job 32:11"
            },
            {
              "content": "And as long as I guessed you to say anything, I beheld; but as I perceive, there is none of you, that may reprove Job, and answer to his words;",
              "reference": "Job 32:12"
            },
            {
              "content": "lest peradventure ye say, We have found wisdom; God, and not man, hath cast him away.",
              "reference": "Job 32:13"
            },
            {
              "content": "Job spake nothing to me, and I not by your words shall answer him.",
              "reference": "Job 32:14"
            },
            {
              "content": "They [much] dreaded, and answer-ed no more, and took away speech from themselves.",
              "reference": "Job 32:15"
            },
            {
              "content": "Therefore since I abode, and they spake not, they stood, and answered no more;",
              "reference": "Job 32:16"
            },
            {
              "content": "also I shall answer my part, and I shall show my knowing.",
              "reference": "Job 32:17"
            },
            {
              "content": "For I am full of words, and the spirit of my womb, that is, my mind, constraineth me.",
              "reference": "Job 32:18"
            },
            {
              "content": "Lo! my womb is as must without a spigot or faucet, either a venting, that bursteth new vessels.",
              "reference": "Job 32:19"
            },
            {
              "content": "I shall speak, and breathe again a little; I shall open my lips, and I shall answer.",
              "reference": "Job 32:20"
            },
            {
              "content": "I shall not take the person of a man, and I shall not make God even to man.",
              "reference": "Job 32:21"
            },
            {
              "content": "For I know not how long I shall abide alive, and if my Maker will take me away after a little time.",
              "reference": "Job 32:22"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "33": {
          "reference": "Job 33 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Therefore, Job, hear thou my speeches, and hearken to all my words.",
              "reference": "Job 33:1"
            },
            {
              "content": "Lo! I have opened my mouth, my tongue shall speak in my cheeks.",
              "reference": "Job 33:2"
            },
            {
              "content": "Of simple heart be my words, and my lips shall speak clean sentence.",
              "reference": "Job 33:3"
            },
            {
              "content": "The spirit of God made me, and the breathing of Almighty God quick-ened me.",
              "reference": "Job 33:4"
            },
            {
              "content": "If thou mayest, answer thou to me, and stand thou against my face.",
              "reference": "Job 33:5"
            },
            {
              "content": "Lo! God made me as and thee; and also I am formed of the same clay.",
              "reference": "Job 33:6"
            },
            {
              "content": "Nevertheless my miracle, that is, knowing given of God, either by miracle, to me, make thee not afeared, and mine eloquence be not grievous to thee.",
              "reference": "Job 33:7"
            },
            {
              "content": "Thou saidest in mine hearing, and I heard the voice of thy words,",
              "reference": "Job 33:8"
            },
            {
              "content": "I am clean, and without guilt, and unwemmed, and wickedness is not in me.",
              "reference": "Job 33:9"
            },
            {
              "content": "For God found quarrels in me, therefore he deemed me enemy to himself.",
              "reference": "Job 33:10"
            },
            {
              "content": "He hath set [or put] my feet in a stock; he kept all my paths.",
              "reference": "Job 33:11"
            },
            {
              "content": "Therefore this thing it is, in which thou art not made just; I shall answer to thee, that God is more than man.",
              "reference": "Job 33:12"
            },
            {
              "content": "Thou, Job, strivest against God, that not at all thy words [he] answered to thee.",
              "reference": "Job 33:13"
            },
            {
              "content": "God speaketh once, and the second time he rehearseth not the same thing.",
              "reference": "Job 33:14"
            },
            {
              "content": "God speaketh by a dream in the vision of night, when sleep falleth on men, and when they sleep in their bed.",
              "reference": "Job 33:15"
            },
            {
              "content": "Then he openeth the ears of men, and he teacheth them, and teacheth prudence or discipline;",
              "reference": "Job 33:16"
            },
            {
              "content": "that he turn away a man from these things which he made, and deliver him from pride;",
              "reference": "Job 33:17"
            },
            {
              "content": "and that he deliver his soul from corruption, and his life, that it go not into sword.",
              "reference": "Job 33:18"
            },
            {
              "content": "Also God blameth a man by sorrow in his bed, and he maketh all the bones of him for to wax rotten.",
              "reference": "Job 33:19"
            },
            {
              "content": "Bread is made abominable to him in his life, and the meat, that before was to him desirable, loathed to his soul after.",
              "reference": "Job 33:20"
            },
            {
              "content": "His flesh shall fail for rot, and his bones, that were covered, shall be made naked.",
              "reference": "Job 33:21"
            },
            {
              "content": "His soul shall nigh to corruption, and his life to things bringing death.",
              "reference": "Job 33:22"
            },
            {
              "content": "If an angel, one of a thousand, is speaking for him, that he show the equity of man,",
              "reference": "Job 33:23"
            },
            {
              "content": "God shall have mercy on him, and shall say, Deliver thou him, that he go not down into corruption; I have found in what thing I shall do mercy to him.",
              "reference": "Job 33:24"
            },
            {
              "content": "His flesh is wasted with torments; turn he again to the days of his young waxing age.",
              "reference": "Job 33:25"
            },
            {
              "content": "He shall beseech God, and he shall be quemeful to him; and he shall see his face in perfect joy, and he shall yield to man his rightfulness [or rightwiseness].",
              "reference": "Job 33:26"
            },
            {
              "content": "He shall behold men, and he shall say, I have sinned, and verily I have trespassed; and I have not received, as I was worthy.",
              "reference": "Job 33:27"
            },
            {
              "content": "Forsooth he hath delivered his soul, that it should not go into perish-ing, but that he living should see light.",
              "reference": "Job 33:28"
            },
            {
              "content": "Lo! God worketh all these things in three times by all men;",
              "reference": "Job 33:29"
            },
            {
              "content": "that he again-call their souls from corruption, and enlighten them in the light of living men.",
              "reference": "Job 33:30"
            },
            {
              "content": "Job, take heed, and hear thou me, and be thou still, while I speak.",
              "reference": "Job 33:31"
            },
            {
              "content": "But if thou hast ready what thou shalt speak, answer thou to me, speak; for I will or desire, that thou appear just.",
              "reference": "Job 33:32"
            },
            {
              "content": "That if thou hast not, hear thou me; be thou still, and I shall teach thee wisdom.",
              "reference": "Job 33:33"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "34": {
          "reference": "Job 34 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "And Elihu pronounced, and spake also these things,",
              "reference": "Job 34:1"
            },
            {
              "content": "Wise men, hear ye my words, and learned men, hearken ye to me;",
              "reference": "Job 34:2"
            },
            {
              "content": "for the ear proveth words, and the throat deemeth meat by taste.",
              "reference": "Job 34:3"
            },
            {
              "content": "Choose we doom to us; and see we among us, what is the better.",
              "reference": "Job 34:4"
            },
            {
              "content": "For Job said, I am just [or rightwise], and God hath turned my justness [or doom] upside-down.",
              "reference": "Job 34:5"
            },
            {
              "content": "For why leasing is in deeming me, and mine arrow is violent with-out any sin.",
              "reference": "Job 34:6"
            },
            {
              "content": "Who is a man, as Job is, that drinketh scorning as water?",
              "reference": "Job 34:7"
            },
            {
              "content": "that goeth with men working wick-edness, and goeth with unfaithful men?",
              "reference": "Job 34:8"
            },
            {
              "content": "For he said, A man shall not please God, yea, though he run with God.",
              "reference": "Job 34:9"
            },
            {
              "content": "Therefore ye wise men, that is, ye with understanding, hear ye me; un-piety, either cruelty, be far from God, and wickedness from Almighty God.",
              "reference": "Job 34:10"
            },
            {
              "content": "For he shall yield after the work of a man to him; and by the ways of each man he shall restore to him.",
              "reference": "Job 34:11"
            },
            {
              "content": "For verily God shall not condemn without cause; neither Almighty God shall destroy doom.",
              "reference": "Job 34:12"
            },
            {
              "content": "What other man hath he ordained upon earth? either whom hath he set [or put] upon the world, that he hath made?",
              "reference": "Job 34:13"
            },
            {
              "content": "If God dresseth his heart to him, he shall draw to himself his spirit and blast or breath.",
              "reference": "Job 34:14"
            },
            {
              "content": "Each flesh shall fail together in dying; and a man shall turn again into ashes.",
              "reference": "Job 34:15"
            },
            {
              "content": "Therefore if thou hast understand-ing, hear thou that that is said, and hearken to the voice of my speech.",
              "reference": "Job 34:16"
            },
            {
              "content": "Whether he that loveth not doom may be made whole? and how then condemnest thou so much him, that is just [or rightwise]?",
              "reference": "Job 34:17"
            },
            {
              "content": "He it is that saith to a king, Thou art apostate, either breaker of religion, when he keepeth not rightfulness and the common good; which calleth the dukes unpious, either unfaithful.",
              "reference": "Job 34:18"
            },
            {
              "content": "He accepteth not the persons of princes, neither he knoweth a tyrant to spare him, when he striveth against a poor man; for all men be the work of his hands.",
              "reference": "Job 34:19"
            },
            {
              "content": "They shall die suddenly, and at midnight peoples shall be troubled; and shall pass away, and shall take away a violent man without hand.",
              "reference": "Job 34:20"
            },
            {
              "content": "For the eyes of God be on the ways of men, and he beholdeth all the goings of them.",
              "reference": "Job 34:21"
            },
            {
              "content": "No darknesses be, neither no shadow of death is, that they, that work wickedness, be hid there;",
              "reference": "Job 34:22"
            },
            {
              "content": "for it is no more in the power of man, that he come to God into doom.",
              "reference": "Job 34:23"
            },
            {
              "content": "God shall all-break many men and unnumberable; and shall make other men to stand for them.",
              "reference": "Job 34:24"
            },
            {
              "content": "For he knoweth the works of them; [and] therefore he shall bring in night upon them, and they shall be all-broken.",
              "reference": "Job 34:25"
            },
            {
              "content": "He smote them, as unpious men, in the place of seeing men.",
              "reference": "Job 34:26"
            },
            {
              "content": "Which went away from him by casting afore or by forecasting, and would not understand all his ways.",
              "reference": "Job 34:27"
            },
            {
              "content": "That they should make the cry of a needy man to come to him, and that he should hear the voice of poor men.",
              "reference": "Job 34:28"
            },
            {
              "content": "For when he granteth peace, who is it that condemneth him? And since he hideth his cheer, who is that seeth him? And on folks, and on all men, he hath power to do such things.",
              "reference": "Job 34:29"
            },
            {
              "content": "Which maketh a man, hypocrite, to reign, for the sins of the people.",
              "reference": "Job 34:30"
            },
            {
              "content": "Therefore for I have spoken to God, I shall not forbid thee to speak.",
              "reference": "Job 34:31"
            },
            {
              "content": "If I have erred, teach thou me; if I have spoken wickedness, I shall no more add to.",
              "reference": "Job 34:32"
            },
            {
              "content": "Whether God asketh that wickedness of thee, for it displeased thee? For thou hast begun to speak, and not I; that if thou knowest anything better, speak thou that.",
              "reference": "Job 34:33"
            },
            {
              "content": "Men of understanding, speak to me; and a wise man, hear me.",
              "reference": "Job 34:34"
            },
            {
              "content": "Forsooth Job hath spoken follily, and his words sound not like teaching.",
              "reference": "Job 34:35"
            },
            {
              "content": "My father God, be Job proved unto the end; cease thou not from the man of wickedness,",
              "reference": "Job 34:36"
            },
            {
              "content": "that addeth blasphemy over his sins. Be he constrained among us in the meantime; and then by his words stir he God to the doom.",
              "reference": "Job 34:37"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "35": {
          "reference": "Job 35 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Therefore Elihu spake again, these things,",
              "reference": "Job 35:1"
            },
            {
              "content": "Whether thy thought seemeth even, either rightful, to thee, that thou should-est say, I am right-fuller [or more right-wise] than God?",
              "reference": "Job 35:2"
            },
            {
              "content": "For thou saidest, That, that is good, pleaseth not thee; either what profit-eth it to thee, if I do sin?",
              "reference": "Job 35:3"
            },
            {
              "content": "Therefore I shall answer to thy words, and to thy friends with thee.",
              "reference": "Job 35:4"
            },
            {
              "content": "See thou, and behold heaven, and behold thou the air, and know that God is higher than thou. [Behold heaven, and look, and mindfully see the clouds, that is higher than thou.]",
              "reference": "Job 35:5"
            },
            {
              "content": "If thou sinnest, what shalt thou annoy him? and if thy wickednesses be multiplied, what shalt thou do against him?",
              "reference": "Job 35:6"
            },
            {
              "content": "Certainly if thou doest justly [or rightwisely], what shalt thou give to him; either what shall he take of thine hand?",
              "reference": "Job 35:7"
            },
            {
              "content": "Thy wickedness shall annoy a man, which is like thee; and thy right-wiseness shall help the son of a man.",
              "reference": "Job 35:8"
            },
            {
              "content": "Men shall cry for the multitude of false challengers, and they shall wail for the violence of the power of tyrants.",
              "reference": "Job 35:9"
            },
            {
              "content": "And Job said not, Where is God, that made me, and that gave songs in the night?",
              "reference": "Job 35:10"
            },
            {
              "content": "And the which teacheth us above the beasts of [the] earth, and he shall teach us above the birds of heaven.",
              "reference": "Job 35:11"
            },
            {
              "content": "There they shall cry, and God shall not hear them, for the pride of evil men.",
              "reference": "Job 35:12"
            },
            {
              "content": "For God shall not hear without cause, and Almighty God shall behold the causes of each man.",
              "reference": "Job 35:13"
            },
            {
              "content": "Yea, when thou sayest, He behold-eth not; be thou deemed before him, and abide thou him.",
              "reference": "Job 35:14"
            },
            {
              "content": "For now the Lord bringeth not in his strong vengeance, neither he avengeth felonies greatly here.",
              "reference": "Job 35:15"
            },
            {
              "content": "Therefore Job openeth his mouth in vain, and multiplieth words without knowing.",
              "reference": "Job 35:16"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "36": {
          "reference": "Job 36 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Also Elihu added, and spake these things,",
              "reference": "Job 36:1"
            },
            {
              "content": "Suffer thou me a little, and I shall show to thee; for yet I have that, that I shall speak for God.",
              "reference": "Job 36:2"
            },
            {
              "content": "I shall rehearse my knowing from the beginning; and I shall prove my worker just [or rightwise].",
              "reference": "Job 36:3"
            },
            {
              "content": "For verily my words be without leasing, and by them perfect knowing shall be proved to thee.",
              "reference": "Job 36:4"
            },
            {
              "content": "God casteth not away mighty men, since he is mighty;",
              "reference": "Job 36:5"
            },
            {
              "content": "but he saveth not wicked men, and he giveth doom to poor men.",
              "reference": "Job 36:6"
            },
            {
              "content": "He taketh not away his eyes from a just [or rightwise] man; and he setteth kings in their seat without end, and they be raised up there.",
              "reference": "Job 36:7"
            },
            {
              "content": "And if they be in chains, and be bound with the ropes of poverty,",
              "reference": "Job 36:8"
            },
            {
              "content": "he shall show to them their works, and their great trespasses; for they were violent, either raveners.",
              "reference": "Job 36:9"
            },
            {
              "content": "Also he shall open their ears, that he chastise them; and he shall speak to them, that they turn again from their wickedness.",
              "reference": "Job 36:10"
            },
            {
              "content": "If they hear him, and keep his behests, they shall full-fill their days in good, and their years in glory.",
              "reference": "Job 36:11"
            },
            {
              "content": "Soothly if they hear not, they shall pass away by sword, and they shall be wasted in folly.",
              "reference": "Job 36:12"
            },
            {
              "content": "Feigners and false men stir the wrath of God; and they shall not cry to God, and acknowledge their guilt, when they be bound.",
              "reference": "Job 36:13"
            },
            {
              "content": "The soul of them shall die in tempest; and the life of them among womanish men.",
              "reference": "Job 36:14"
            },
            {
              "content": "He shall deliver a poor man from his anguish; and he shall open his ear in tribulation.",
              "reference": "Job 36:15"
            },
            {
              "content": "Therefore he shall save thee from the strait mouth of the broadest tribulation, and not having a founda-ment under it; and the rest of thy table shall be full of fatness.",
              "reference": "Job 36:16"
            },
            {
              "content": "Thy cause is deemed as the cause of a wicked man; and thou shalt receive thy cause and thy doom.",
              "reference": "Job 36:17"
            },
            {
              "content": "Therefore wrath overcome thee not, that thou oppress any man; and the multitude of gifts bow thee not.",
              "reference": "Job 36:18"
            },
            {
              "content": "Put down thy greatness without tribulation, and put down all strong men by strength.",
              "reference": "Job 36:19"
            },
            {
              "content": "Delay thou not the night, that peoples go up for them.",
              "reference": "Job 36:20"
            },
            {
              "content": "Be thou ware, that thou bow not to wickedness; for thou hast begun to follow this wickedness after wretched-ness.",
              "reference": "Job 36:21"
            },
            {
              "content": "Lo! God is high in his strength, and none is like him among the givers of law.",
              "reference": "Job 36:22"
            },
            {
              "content": "Who may seek out the ways of God? either who dare say to him, Thou hast wrought wickedness?",
              "reference": "Job 36:23"
            },
            {
              "content": "Have thou mind, that thou knowest not his work, of whom men have sung.",
              "reference": "Job 36:24"
            },
            {
              "content": "All men see God; each man be-holdeth afar.",
              "reference": "Job 36:25"
            },
            {
              "content": "Lo! God is great, over-coming our knowing; the number of his years is without number.",
              "reference": "Job 36:26"
            },
            {
              "content": "He taketh the drops of rain; and he poureth out rains at the likeness of floodgates,",
              "reference": "Job 36:27"
            },
            {
              "content": "which come down of the clouds, that cover all things above.",
              "reference": "Job 36:28"
            },
            {
              "content": "If he will stretch forth clouds as his tent,",
              "reference": "Job 36:29"
            },
            {
              "content": "and lightning with his light from above, he shall cover, yea, the hinges of the sea.",
              "reference": "Job 36:30"
            },
            {
              "content": "For by these things he deemeth peoples, and giveth meat to many deadly men.",
              "reference": "Job 36:31"
            },
            {
              "content": "In hands he hideth light; and commandeth it, that it come again.",
              "reference": "Job 36:32"
            },
            {
              "content": "He telleth of it to his friend, that it is his possession; and that he may ascend [or go up] to it.",
              "reference": "Job 36:33"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "37": {
          "reference": "Job 37 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Mine heart dreaded of this thing, and is moved out of his place.",
              "reference": "Job 37:1"
            },
            {
              "content": "It shall hear an hearing in the fearedfulness of his voice, and a sound coming forth [out] of his mouth.",
              "reference": "Job 37:2"
            },
            {
              "content": "He beholdeth over all heavens; and his light is over the terms of the earth.",
              "reference": "Job 37:3"
            },
            {
              "content": "Great sound shall roar after him, and he shall thunder with the voice of his greatness; and it shall not be sought out, when his voice is heard.",
              "reference": "Job 37:4"
            },
            {
              "content": "God shall thunder in his voice wonderfully, which maketh great things that may not be sought out.",
              "reference": "Job 37:5"
            },
            {
              "content": "He it is that commandeth the snow to come down upon the earth, and to the rains of winter, and to the rains of his strength.",
              "reference": "Job 37:6"
            },
            {
              "content": "He marketh in the hand of all men, that all men know their works.",
              "reference": "Job 37:7"
            },
            {
              "content": "An unreasonable beast shall go into his den, and shall dwell in his cave, either dark place.",
              "reference": "Job 37:8"
            },
            {
              "content": "Tempest shall go out from the inner things, and cold from Arcturus, that is, a sign of five stars in the north.",
              "reference": "Job 37:9"
            },
            {
              "content": "When God maketh blowing, frost waxeth altogether; and again full broad waters be poured out thereof.",
              "reference": "Job 37:10"
            },
            {
              "content": "Wheat desireth clouds, and clouds spread abroad their light.",
              "reference": "Job 37:11"
            },
            {
              "content": "The which clouds compass all things about by compass, whither ever the will of the governor leadeth them, to all thing to which he commandeth them upon the face of the world;",
              "reference": "Job 37:12"
            },
            {
              "content": "whether in one lineage, either in his land, either in whatever place of his mercy he commandeth those [or them] to be found.",
              "reference": "Job 37:13"
            },
            {
              "content": "Job, hearken thou to these things; stand thou, and behold the marvels of God.",
              "reference": "Job 37:14"
            },
            {
              "content": "Whether thou knowest, when God commanded to the rains, that those [or they] shall show the light of his clouds?",
              "reference": "Job 37:15"
            },
            {
              "content": "Whether thou knowest the great ways of the clouds, and the perfect knowings of those?",
              "reference": "Job 37:16"
            },
            {
              "content": "Whether thy clothes be not hot, when the earth is blown with the south?",
              "reference": "Job 37:17"
            },
            {
              "content": "In hap thou madest with him heavens, which most firm be founded, as of brass.",
              "reference": "Job 37:18"
            },
            {
              "content": "Show thou to us, what we shall say to him; for we be wrapped in darknesses.",
              "reference": "Job 37:19"
            },
            {
              "content": "Who shall tell to him, what things I speak? yea, if he speaketh, a man shall be devoured.",
              "reference": "Job 37:20"
            },
            {
              "content": "And now men see not light; the air shall be made thick suddenly into clouds, and wind passing shall drive away those [or them].",
              "reference": "Job 37:21"
            },
            {
              "content": "Gold shall come from the north, and the fearedful praising of God.",
              "reference": "Job 37:22"
            },
            {
              "content": "For we may not find him worthily; he is great in strength, and in doom, and in rightfulness [or rightwiseness], and he may not be told out.",
              "reference": "Job 37:23"
            },
            {
              "content": "Therefore men shall dread him; and all men, that seem to themselves to be wise, shall not be hardy to behold God.",
              "reference": "Job 37:24"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "38": {
          "reference": "Job 38 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Forsooth the Lord answered from the whirlwind to Job, and said,",
              "reference": "Job 38:1"
            },
            {
              "content": "Who is this man, wrapping together sentences with unwise words?",
              "reference": "Job 38:2"
            },
            {
              "content": "Gird thou as a man thy loins; I shall ask thee, and answer thou [to] me.",
              "reference": "Job 38:3"
            },
            {
              "content": "Where were thou, when I set the foundaments of the earth? show thou to me, if thou hast understanding.",
              "reference": "Job 38:4"
            },
            {
              "content": "Who setted [the] measurements thereof, if thou knowest? either who stretched forth a line thereupon?",
              "reference": "Job 38:5"
            },
            {
              "content": "Upon what thing be the founda-ments thereof made steadfast? either who sent down the cornerstone thereof,",
              "reference": "Job 38:6"
            },
            {
              "content": "when the morrow stars praised me together, and all the sons of God sang joyfully?",
              "reference": "Job 38:7"
            },
            {
              "content": "Who enclosed altogether the sea with doors, when it brake out coming forth as of the womb?",
              "reference": "Job 38:8"
            },
            {
              "content": "When I setted a cloud the cover-ing thereof, and I wrapped it with darkness, as with ‘clothes of young childhood.",
              "reference": "Job 38:9"
            },
            {
              "content": "I encompassed it with my terms, and I setted [or set] a bar, and doors;",
              "reference": "Job 38:10"
            },
            {
              "content": "and I said, Hitherto thou shalt come, and thou shalt not go further; and here thou shalt break altogether thy swelling waves.",
              "reference": "Job 38:11"
            },
            {
              "content": "Whether after thy birth thou commandedest to the beginning of the day, and showedest to the morrow-tide his place?",
              "reference": "Job 38:12"
            },
            {
              "content": "Whether thou heldest shaking together the last parts of [the] earth, and shakedest away [the] wicked men therefrom?",
              "reference": "Job 38:13"
            },
            {
              "content": "A sealing shall be restored as clay, and it shall stand as a cloth.",
              "reference": "Job 38:14"
            },
            {
              "content": "The light of wicked men shall be taken away from them, and an high arm shall be broken.",
              "reference": "Job 38:15"
            },
            {
              "content": "Whether thou hast entered into the depth of the sea, and hast walked in the last parts of the depth, that is, the ocean, or the great west sea?",
              "reference": "Job 38:16"
            },
            {
              "content": "Whether the gates of death be opened to thee, and thou hast seen the dark doors?",
              "reference": "Job 38:17"
            },
            {
              "content": "Whether thou hast beheld the breadth of the earth? Show thou to me, if thou knowest all things,",
              "reference": "Job 38:18"
            },
            {
              "content": "in what way the light dwelleth, and which is the place of darkness;",
              "reference": "Job 38:19"
            },
            {
              "content": "that thou lead out each thing to his terms, and that thou understand the ways of his house.",
              "reference": "Job 38:20"
            },
            {
              "content": "Knewest thou then, that thou shouldest be born, and knew thou the number of thy days?",
              "reference": "Job 38:21"
            },
            {
              "content": "Whether thou enteredest into the treasures of snow, either beheldest thou the treasures of hail?",
              "reference": "Job 38:22"
            },
            {
              "content": "which things I made ready into the time of an enemy, into the day of fighting and of battle.",
              "reference": "Job 38:23"
            },
            {
              "content": "By what way is the light spread abroad, and by what way heat is parted upon earth?",
              "reference": "Job 38:24"
            },
            {
              "content": "Who gave course to the strongest rain, and way of the thunder sounding?",
              "reference": "Job 38:25"
            },
            {
              "content": "That it should rain on the earth without man, in desert, where none of deadly men dwelleth?",
              "reference": "Job 38:26"
            },
            {
              "content": "That it should [ful] fill a land without a way and desolate, and should bring forth green herbs?",
              "reference": "Job 38:27"
            },
            {
              "content": "Who is [the] father of rain, either who engendered the drops of dew?",
              "reference": "Job 38:28"
            },
            {
              "content": "Of whose womb went out ice, and who begat frost from heaven?",
              "reference": "Job 38:29"
            },
            {
              "content": "Waters be made hard in the likeness of [a] stone, and the over-part of [the] ocean is constrained together.",
              "reference": "Job 38:30"
            },
            {
              "content": "Whether thou shalt be able to join together [the] shining stars Pleiades, that is, the seven stars, either thou shalt be able to destroy the compass of Arcturus?",
              "reference": "Job 38:31"
            },
            {
              "content": "Whether thou bringest forth Lucifer, that is, the day star, in his time, and makest the even star to rise upon the sons of [the] earth?",
              "reference": "Job 38:32"
            },
            {
              "content": "Whether thou knowest the order of heaven, and shall set the reason thereof in [the] earth?",
              "reference": "Job 38:33"
            },
            {
              "content": "Whether thou shalt raise thy voice into a cloud, and the fierceness of waters shall cover thee?",
              "reference": "Job 38:34"
            },
            {
              "content": "Whether thou shalt send out lightnings, and they shall go forth, and those [or they] shall turn again, and shall say to thee, We be present?",
              "reference": "Job 38:35"
            },
            {
              "content": "Who hath put wisdom to the entrails of man, that is, soul, either who gave understanding to the cock?",
              "reference": "Job 38:36"
            },
            {
              "content": "Who shall tell out the reason of heavens, and who shall make [the] according of heaven to sleep?",
              "reference": "Job 38:37"
            },
            {
              "content": "When dust was founded on the earth, and clots were joined together?",
              "reference": "Job 38:38"
            },
            {
              "content": "Whether thou shalt take [the] prey to the lioness, and shalt fill the souls of her whelps,",
              "reference": "Job 38:39"
            },
            {
              "content": "when they lie in caves, and espy in dens?",
              "reference": "Job 38:40"
            },
            {
              "content": "Who maketh ready for the crow his meat, when his young cry to God, and wander about, for they have not meats?",
              "reference": "Job 38:41"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "39": {
          "reference": "Job 39 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Whether thou knowest the time of [the] birth of wild goats in stones, either hast thou espied hinds bringing forth calves?",
              "reference": "Job 39:1"
            },
            {
              "content": "Hast thou numbered the months of their conceiving, and hast thou known the time of their calving?",
              "reference": "Job 39:2"
            },
            {
              "content": "They be bowed down to [the] calf, and so calve; and they send out then roarings.",
              "reference": "Job 39:3"
            },
            {
              "content": "Their calves be separated from them, and go forth to pasture; they go out, and they turn not again to their mothers.",
              "reference": "Job 39:4"
            },
            {
              "content": "Who hath let the wild ass go free, and who hath loosed the bonds of him?",
              "reference": "Job 39:5"
            },
            {
              "content": "To whom I have given an house in wilderness, and the tabernacles of him in the land of saltness.",
              "reference": "Job 39:6"
            },
            {
              "content": "He despiseth the multitude of the city; he heareth not the cry of the asker.",
              "reference": "Job 39:7"
            },
            {
              "content": "He looketh about the hills of his pasture, and he seeketh all green things.",
              "reference": "Job 39:8"
            },
            {
              "content": "Whether an unicorn shall desire to serve thee, either shall dwell at thy cratch?",
              "reference": "Job 39:9"
            },
            {
              "content": "Whether thou shalt bind the unicorn with thy chain, for to ear thy land, either shall he break the clots of the valleys after thee?",
              "reference": "Job 39:10"
            },
            {
              "content": "Whether thou shalt have trust in his great strength, and shalt thou leave to him thy travails?",
              "reference": "Job 39:11"
            },
            {
              "content": "Whether thou shalt believe to him, that he shall yield seed to thee, and shall gather together for thy cornfloor?",
              "reference": "Job 39:12"
            },
            {
              "content": "The feather of an ostrich is like the feathers of a gyrfalcon, and of an hawk;",
              "reference": "Job 39:13"
            },
            {
              "content": "the which ostrich forsaketh his eggs in the earth, in hap thou shalt make those [or them] hot in the dust.",
              "reference": "Job 39:14"
            },
            {
              "content": "He forgetteth, that a foot treadeth those eggs, either that a beast of the field all-breaketh them.",
              "reference": "Job 39:15"
            },
            {
              "content": "He is made hard to his young, as if they were not his; he travailed in vain, while no dread constrained him.",
              "reference": "Job 39:16"
            },
            {
              "content": "For God hath deprived him from wisdom, and he hath not given under-standing to him.",
              "reference": "Job 39:17"
            },
            {
              "content": "When time is, he raiseth the wings on high; he scorneth the horse, and his rider.",
              "reference": "Job 39:18"
            },
            {
              "content": "Whether thou shalt give strength to an horse, either shalt give neighing about his neck?",
              "reference": "Job 39:19"
            },
            {
              "content": "Whether thou shalt raise him as locusts? The glory of his nostrils is dreaded.",
              "reference": "Job 39:20"
            },
            {
              "content": "He diggeth [the] earth with his foot, he full out joyeth; and he goeth boldly against [the] armed men.",
              "reference": "Job 39:21"
            },
            {
              "content": "He despiseth fearedfulness, and he giveth not stead to [the] sword.",
              "reference": "Job 39:22"
            },
            {
              "content": "An arrow case shall sound upon him; a spear and a shield shall shine.",
              "reference": "Job 39:23"
            },
            {
              "content": "He is hot, or fervent, and gnasheth, and swalloweth the earth; and he areckoneth not that the cry of the trump soundeth.",
              "reference": "Job 39:24"
            },
            {
              "content": "When he heareth a clarion, he saith, Joy! he smelleth battle afar; the exciting of dukes, and the yelling of the host.",
              "reference": "Job 39:25"
            },
            {
              "content": "Whether an hawk spreading abroad his wings to the south, beginneth to have feathers by thy wisdom?",
              "reference": "Job 39:26"
            },
            {
              "content": "Whether an eagle shall be raised up at thy commandment, and shall set [or put] his nest in high places?",
              "reference": "Job 39:27"
            },
            {
              "content": "He dwelleth in stones, and he abideth in flints broken before, and in rocks, to which men may not nigh.",
              "reference": "Job 39:28"
            },
            {
              "content": "From thence he beholdeth meat and his eyes look from [a] far.",
              "reference": "Job 39:29"
            },
            {
              "content": "His young suck blood, and wherever a carrion is, anon he is present.",
              "reference": "Job 39:30"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "40": {
          "reference": "Job 40 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "And the Lord added to, and spake to Job, and said,",
              "reference": "Job 40:1"
            },
            {
              "content": "Whether he, that striveth with God, shall have rest so lightly? Soothly he, that reproveth God, oweth for to answer to him.",
              "reference": "Job 40:2"
            },
            {
              "content": "And Job answered to the Lord, and said,",
              "reference": "Job 40:3"
            },
            {
              "content": "What may I answer, which have spoken lightly, that is, undiscreetly and follily? I shall put mine hand upon my mouth.",
              "reference": "Job 40:4"
            },
            {
              "content": "I spake one thing, which thing I would, that I had not said; and I spake another thing, to which I shall no more add.",
              "reference": "Job 40:5"
            },
            {
              "content": "Forsooth the Lord answered to Job from the whirlwind, and said,",
              "reference": "Job 40:6"
            },
            {
              "content": "Gird thou as a man thy loins, and I shall ask thee, and show thou to me.",
              "reference": "Job 40:7"
            },
            {
              "content": "Whether thou shalt make void my doom, and shalt thou condemn me, that thou be made just [or be justified]?",
              "reference": "Job 40:8"
            },
            {
              "content": "And if thou hast an arm, or power, as God hath, and if thou thunderest with like voice,",
              "reference": "Job 40:9"
            },
            {
              "content": "take thou fairness about thee, and be thou raised on high, and be thou glorious, and be thou clothed in fair clothes.",
              "reference": "Job 40:10"
            },
            {
              "content": "And destroy thou proud men in thy fierce vengeance, and behold thou, and make low each boaster.",
              "reference": "Job 40:11"
            },
            {
              "content": "Behold thou all proud men, and shame thou them; and all-break thou wicked men in their place.",
              "reference": "Job 40:12"
            },
            {
              "content": "Hide thou them in dust together, and drown down their faces into a ditch.",
              "reference": "Job 40:13"
            },
            {
              "content": "And then I shall acknowledge, that thy right hand may save thee.",
              "reference": "Job 40:14"
            },
            {
              "content": "Lo! behemoth, whom I made with thee, shall as an ox eat hay.",
              "reference": "Job 40:15"
            },
            {
              "content": "His strength is in his loins, and his might is in the navel of his womb.",
              "reference": "Job 40:16"
            },
            {
              "content": "He constraineth his tail as a cedar; the sinews of his stones of engendering be folded together.",
              "reference": "Job 40:17"
            },
            {
              "content": "His bones be as pipes of brass; the gristle of him is as plates of iron.",
              "reference": "Job 40:18"
            },
            {
              "content": "He is the beginning of the ways of God; he, that made him, shall set his sword to him.",
              "reference": "Job 40:19"
            },
            {
              "content": "Hills bear herbs to this behemoth; all the beasts of the field play there.",
              "reference": "Job 40:20"
            },
            {
              "content": "He sleepeth under shadow, in the private of a reed, in moist places.",
              "reference": "Job 40:21"
            },
            {
              "content": "Shadows cover his shadow; the sallows of the river encompass him.",
              "reference": "Job 40:22"
            },
            {
              "content": "He shall swallow up the flood, and he shall not wonder; he hath trust, that Jordan shall flow into his mouth.",
              "reference": "Job 40:23"
            },
            {
              "content": "He shall take them by his eyes, as by an hook; and by sharp shafts he shall pierce his nostrils.",
              "reference": "Job 40:24"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "41": {
          "reference": "Job 41 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Whether thou shalt be able to draw out Leviathan with an hook, and shalt bind with a rope his tongue?",
              "reference": "Job 41:1"
            },
            {
              "content": "Whether thou shalt put a ring in his nostrils, either shalt pierce his cheek[bone] with an hook?",
              "reference": "Job 41:2"
            },
            {
              "content": "Whether he shall multiply prayers to thee, either shall speak soft things to thee?",
              "reference": "Job 41:3"
            },
            {
              "content": "Whether he shall make a covenant with thee, and shalt thou take him for a servant everlasting?",
              "reference": "Job 41:4"
            },
            {
              "content": "Whether thou shalt scorn him as a bird, either shalt thou bind him to thine handmaidens?",
              "reference": "Job 41:5"
            },
            {
              "content": "Shall friends carve him, shall merchants part him?",
              "reference": "Job 41:6"
            },
            {
              "content": "Whether thou shalt fill nets with his skin, and a fish basket with his head?",
              "reference": "Job 41:7"
            },
            {
              "content": "Shalt thou put thine hand upon him? have thou mind of the battle, and add thou no more to speak.",
              "reference": "Job 41:8"
            },
            {
              "content": "Lo! his hope shall deceive him; and in the sight of all men he shall be cast down.",
              "reference": "Job 41:9"
            },
            {
              "content": "I not as cruel shall raise him; for who may against-stand my face?",
              "reference": "Job 41:10"
            },
            {
              "content": "And who gave to me before, that I yield to him? All things, that be under heaven, be mine.",
              "reference": "Job 41:11"
            },
            {
              "content": "I shall not spare him for his mighty words, and made fair to beseech with.",
              "reference": "Job 41:12"
            },
            {
              "content": "Who shall show the face of his clothing, and who shall enter into the midst of his mouth?",
              "reference": "Job 41:13"
            },
            {
              "content": "Who shall open the gates of his cheer? fearedfulness is by the compass of his teeth.",
              "reference": "Job 41:14"
            },
            {
              "content": "His body is as molten shields of brass, and joined together with scales overlaying themselves.",
              "reference": "Job 41:15"
            },
            {
              "content": "One is joined to another; and soothly breathing goeth not through those [or them].",
              "reference": "Job 41:16"
            },
            {
              "content": "One shall cleave to another, and those pieces holding together them-selves shall not be parted.",
              "reference": "Job 41:17"
            },
            {
              "content": "His sneezing or snorting is as shining of fire, and his eyes be as eyelids of the morrowtide.",
              "reference": "Job 41:18"
            },
            {
              "content": "Lights come forth of his mouth, as brands of fire, that be kindled.",
              "reference": "Job 41:19"
            },
            {
              "content": "Smoke cometh forth of his nostrils, as a boiling pot set upon the fire.",
              "reference": "Job 41:20"
            },
            {
              "content": "His breath maketh coals to burn, and flame goeth out of his mouth.",
              "reference": "Job 41:21"
            },
            {
              "content": "Strength shall dwell in his neck, and neediness shall go away from before his face.",
              "reference": "Job 41:22"
            },
            {
              "content": "The members of his flesh be cleaving together to themselves; God shall send floods against him, and those [or they] shall not be borne over to another place.",
              "reference": "Job 41:23"
            },
            {
              "content": "His heart shall be made hard as a stone; and it shall be constrained together as the anvil of a smith.",
              "reference": "Job 41:24"
            },
            {
              "content": "When he shall be taken away, angels shall dread; and they afeared shall be purged.",
              "reference": "Job 41:25"
            },
            {
              "content": "When sword taketh him, it may not stand, neither spear, neither habergeon.",
              "reference": "Job 41:26"
            },
            {
              "content": "For he shall areckon iron as chaff, and brass as rotten wood.",
              "reference": "Job 41:27"
            },
            {
              "content": "A man archer shall not drive him away; [the] stones of a sling be turned into stubble to him.",
              "reference": "Job 41:28"
            },
            {
              "content": "He shall areckon an hammer as stubble; and he shall scorn a flourishing spear.",
              "reference": "Job 41:29"
            },
            {
              "content": "The beams of the sun shall be under him; and he shall strew to him-self gold as clay.",
              "reference": "Job 41:30"
            },
            {
              "content": "He shall make the deep sea to boil as a pot; and he shall put it, as when ointments boil.",
              "reference": "Job 41:31"
            },
            {
              "content": "A path shall shine after him; he shall guess the great ocean as waxing eld [or old].",
              "reference": "Job 41:32"
            },
            {
              "content": "No power there is on earth, that shall be comparisoned to him; which is made, that he should dread nothing.",
              "reference": "Job 41:33"
            },
            {
              "content": "He seeth all high thing[s]; he is king over all the sons of pride.",
              "reference": "Job 41:34"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        },
        "42": {
          "reference": "Job 42 WBMS",
          "version": "WBMS",
          "verses": [
            {
              "content": "Forsooth Job answered to the Lord, and said,",
              "reference": "Job 42:1"
            },
            {
              "content": "I know, that thou mayest do all things, and that no thought or nothing is hid from thee.",
              "reference": "Job 42:2"
            },
            {
              "content": "Who is this, that covereth counsel without knowing? Therefore I have spoken unwisely, and those things that pass over-measure my knowing.",
              "reference": "Job 42:3"
            },
            {
              "content": "Hear thou, and I shall speak; I shall ask thee, and answer thou to me.",
              "reference": "Job 42:4"
            },
            {
              "content": "By hearing of ear I have heard thee, but now mine eye seeth thee.",
              "reference": "Job 42:5"
            },
            {
              "content": "Therefore I reprove myself, and do penance in dead spark and ashes.",
              "reference": "Job 42:6"
            },
            {
              "content": "And after that the Lord had spoken these words to Job, he said to Eliphaz the Temanite, My strong vengeance is wroth against thee, and against thy two friends; for ye have not spoken before me rightful [or right] things, as my servant Job.",
              "reference": "Job 42:7"
            },
            {
              "content": "Therefore take ye to you seven bulls, and seven rams; and go ye to my servant Job, and offer ye burnt sacrifice for you. Forsooth Job, my servant, shall pray for you; I shall receive his face, that folly be not areckoned to you; certainly ye have not spoken before me rightful [or right] thing, as hath my servant Job.",
              "reference": "Job 42:8"
            },
            {
              "content": "Therefore Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite, went, and did, as the Lord had spoken to them; and the Lord received the face of Job.",
              "reference": "Job 42:9"
            },
            {
              "content": "Also the Lord was converted to the penance of Job, when he prayed for his friends. And the Lord added all things double, whichever were of Job.",
              "reference": "Job 42:10"
            },
            {
              "content": "And all his brethren, and all his sisters, and all that knew him before, came to him; and they ate bread with him in his house, and they moved their head upon him; and they comforted him on all the evil, that the Lord had brought in upon him; and they gave to him each man a sheep, and a golden earring.",
              "reference": "Job 42:11"
            },
            {
              "content": "Forsooth the Lord blessed the last things of Job, more than the beginning of him; and fourteen thousand of sheep were made to him, and six thousand of camels, and a thousand yokes of oxen, and a thousand female asses.",
              "reference": "Job 42:12"
            },
            {
              "content": "And he had seven sons, and three daughters;",
              "reference": "Job 42:13"
            },
            {
              "content": "and he called the name of the one daughter Jemima, and the name of the second daughter Kezia, and the name of the third daughter he called Kerenhappuch, that is, a horn of women’s ointment.",
              "reference": "Job 42:14"
            },
            {
              "content": "And there were not found so fair women in all the land, as were the daughters of Job; and their father gave heritage to them among their brethren.",
              "reference": "Job 42:15"
            },
            {
              "content": "Forsooth Job lived after these beatings, or scourgings, an hundred and forty years, and saw his sons, and the sons of his sons, till to the fourth generation;",
              "reference": "Job 42:16"
            },
            {
              "content": "and he was dead eld [or he died old], and full of days, that is, he had length and prosperity of life.",
              "reference": "Job 42:17"
            }
          ],
          "copyright": "Wycliffe’s Bible with Modern Spelling ©2017 Wycliffe’s Apocrypha ©2013, 2015 Wycliffe’s Bible © 2012, 2015 Wycliffe’s New Testament ©2001, 2011 Wycliffe’s Old Testament ©2001, 2010 ",
          "audioBibleUrl": null,
          "audioBibleCopyright": null
        }
      }
    },
    "Psalms": {
      "chapters": {}
    },
    "Psalm": {
      "chapters": {}
    },
    "Proverbs": {
      "chapters": {}
    },
    "Ecclesiastes": {
      "chapters": {}
    },
    "Song of Solomon": {
      "chapters": {}
    },
    "Isaiah": {
      "chapters": {}
    },
    "Jeremiah": {
      "chapters": {}
    },
    "Lamentations": {
      "chapters": {}
    },
    "Ezekiel": {
      "chapters": {}
    },
    "Daniel": {
      "chapters": {}
    },
    "Hosea": {
      "chapters": {}
    },
    "Joel": {
      "chapters": {}
    },
    "Amos": {
      "chapters": {}
    },
    "Obadiah": {
      "chapters": {}
    },
    "Jonah": {
      "chapters": {}
    },
    "Micah": {
      "chapters": {}
    },
    "Nahum": {
      "chapters": {}
    },
    "Habakkuk": {
      "chapters": {}
    },
    "Zephaniah": {
      "chapters": {}
    },
    "Haggai": {
      "chapters": {}
    },
    "Zechariah": {
      "chapters": {}
    },
    "Malachi": {
      "chapters": {}
    },
    "Matthew": {
      "chapters": {}
    },
    "Mark": {
      "chapters": {}
    },
    "Luke": {
      "chapters": {}
    },
    "John": {
      "chapters": {}
    },
    "Acts": {
      "chapters": {}
    },
    "Romans": {
      "chapters": {}
    },
    "1 Corinthians": {
      "chapters": {}
    },
    "2 Corinthians": {
      "chapters": {}
    },
    "Galatians": {
      "chapters": {}
    },
    "Ephesians": {
      "chapters": {}
    },
    "Philippians": {
      "chapters": {}
    },
    "Colossians": {
      "chapters": {}
    },
    "1 Thessalonians": {
      "chapters": {}
    },
    "2 Thessalonians": {
      "chapters": {}
    },
    "1 Timothy": {
      "chapters": {}
    },
    "2 Timothy": {
      "chapters": {}
    },
    "Titus": {
      "chapters": {}
    },
    "Philemon": {
      "chapters": {}
    },
    "Hebrews": {
      "chapters": {}
    },
    "James": {
      "chapters": {}
    },
    "1 Peter": {
      "chapters": {}
    },
    "2 Peter": {
      "chapters": {}
    },
    "1 John": {
      "chapters": {}
    },
    "2 John": {
      "chapters": {}
    },
    "3 John": {
      "chapters": {}
    },
    "Jude": {
      "chapters": {}
    },
    "Revelation": {
      "chapters": {}
    }
  }
}